Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# error_not_reachable
source: Device not reachable
ar: الجهاز غير قابل الوصول
az: Cihaz əlçatmazdır
bg: Устройството е недостъпно
cs: Zařízení je nedostupné
de: Das Gerät ist nicht erreichbar
el: Η συσκευή δεν είναι προσβάσιμη
es: No se encuentra el dispositivo
et: Seade pole saadaval
eu: Gailua ez dago eskuragarri
fi: Laite tavoittamattomissa
fr: Périphérique inaccessible
gl: Dispositivo fóra do alcance
hu: Az eszköz nem érhető el
id: Peranti tidak dapat dicapai
is: Tæki er ekki aðgengilegt
it: Dispositivo fuori portata
ja: デバイスに到達できません
ko: 장치에 접근할 수 없음
lt: Įrenginys nepasiekiamas
nl: Apparaat niet bereikbaar
nn: Får ikkje kontakt med eininga
pl: Urządzenie nieosiągalne
pt: Dispositivo inacessível
pt_br: Dispositivo inacessível
ro: Dispozitivul nu e accesibil
ru: Устройство недоступно
sk: Zariadenie nie je dosiahnuteľné
sl: Naprava ni dosegljiva
sv: Apparaten kan inte nås
ta: சாதனத்தை கிட்ட முடியவில்லை
uk: Немає доступу до пристрою
zh_cn: 设备不可及

# error_already_paired
source: Device already paired
ar: الجهاز مقترن بالفعل
az: Cihaz artıq qoşulub
bg: Устройството вече е сдвоено
cs: Zařízení je již spárováno
de: Das Gerät ist bereits verbunden
el: Η συσκευή ήδη συζεύχθηκε
es: Dispositivo ya vinculado
et: Seade on juba paaritatud
eu: Gailua dagoeneko parekatuta
fi: Laite on jo kytketty pariksi
fr: Périphérique déjà associé
gl: O dispositivo xa está emparellado.
hu: Az eszköz már párosítva van
id: Peranti sudah disandingkan
is: Tæki er þegar parað
it: Dispositivo già associato
ja: デバイスは既にペアリング済みです
ko: 장치가 이미 연결됨
lt: Įrenginys jau suporuotas
nl: Apparaat is al gepaard
nn: Eininga er alt para
pl: Urządzenie już sparowano
pt: O dispositivo já foi emparelhado
pt_br: Dispositivo já emparelhado
ro: Dispozitiv asociat deja
ru: Устройство уже сопряжено
sk: Zariadenie je už spárované
sl: Naprava je že uparjena
sv: Apparat redan ihopparad
ta: சாதனம் ஏற்கனவே இணைந்துள்ளது
uk: Пристрій вже пов’язано
zh_cn: 设备已配对

# error_could_not_send_package
source: Could not send package
ar: تعذّر إرسال الحزمة
ast: Nun pudo unviase'l paquete
az: Paket göndərilə bilmədi
bg: Пакетът не може да бъде изпратен
cs: Balíček nelze poslat
de: Das Paket kann nicht gesendet werden
el: Αδυναμία αποστολής πακέτου
es: No se puede enviar el paquete
et: Paketi saatmine nurjus
eu: Ezin izan da paketea bidali
fi: Ei voitu lähettää pakettia
fr: Il est impossible d'envoyer un paquet
gl: Non se puido enviar o paquete.
hu: Nem sikerült elküldeni a csomagot
id: Tidak dapat mengirim paket
is: Gat ekki sent pakka
it: Impossibile inviare i dati
ja: パッケージを送信できませんでした
ko: 패키지를 보낼 수 없음
lt: Nepavyko išsiųsti paketo
nl: Kon pakket niet verzenden
nn: Klarte ikkje senda pakke
pl: Nie można wysłać pakietu
pt: Não foi possível enviar o pacote
pt_br: Não foi possível enviar o pacote
ro: Pachetul nu a putut fi trimis
ru: Не удалось отправить пакет
sk: Nepodarilo sa odoslať balík
sl: Ni bilo mogoče poslati paketa
sv: Kunde inte skicka paket
ta: தொகுப்பை அனுப்ப முடியவில்லை
uk: Не вдалося надіслати пакунок
zh_cn: 无法发送数据包

# error_timed_out
source: Timed out
ar: انتهت المهلة
ast: Escosó'l tiempu d'espera
az: Vaxt bitdi
bg: Просрочка
cs: Čas vypršel
de: Zeitüberschreitung
el: Τέλος χρονικού ορίου
es: Se ha agotado el tiempo
et: Ajaületus
eu: Denbora-muga agortu da
fi: Aikakatkaisu
fr: Délai expiré
gl: Esgotouse o tempo límite
hu: Időtúllépés
id: Waktu habis
is: Féll á tíma
it: Richiesta scaduta
ja: タイムアウト
ko: 시간 초과됨
lt: Pasibaigė skirtas laikas
nl: Tijdslimiet overschreden
nn: Tidsavbrot
pl: Upłynął czas na odpowiedź
pt: Expirou o tempo-limite
pt_br: Tempo limite expirou
ro: A expirat
ru: Истекло время ожидания
sk: Čas vypršal
sl: Čas je potekel
sv: Tidsgräns överskriden
ta: காலாவதி ஆகிவிட்டது
uk: Час очікування вичерпано
zh_cn: 超时

# error_canceled_by_user
source: Canceled by user
ar: ألغاه المستخدم
az: İstifadəçi ləğv etdi
bg: Отхвърлена от потребителя
cs: Přerušeno uživatelem
de: Abbruch durch Benutzer
el: Ακυρώθηκε από τον χρήστη
es: Cancelado por el usuario
et: Kasutaja katkestas
eu: Erabiltzaileak utzita
fi: Käyttäjä perui
fr: Annulé par l'utilisateur
gl: Cancelouno o usuario.
hu: Megszakítva a felhasználó által
id: Dibatalkan oleh pengguna
is: Hætt við af notanda
it: Annullata dall'utente
ja: ユーザにキャンセルされました
ko: 사용자가 취소함
lt: Naudotojas atsisakė
nl: Geannuleerd door gebruiker
nn: Avbroten av brukar
pl: Użytkownik zaniechał
pt: Cancelado pelo utilizador
pt_br: Cancelado pelo usuário
ro: Anulat de către utilizator
ru: Отменено пользователем
sk: Zrušené používateľom
sl: Preklical uporabnik
sv: Avbruten av användaren
ta: பயனரால் ரத்து செய்யப்பட்டது
uk: Скасовано користувачем
zh_cn: 已被用户取消

# error_canceled_by_other_peer
source: Canceled by other peer
ar: ألغاه ندّ آخر
az: Digər istifadəçi ləğv etdi
bg: Отказана от другата страна
cs: Přerušeno druhým uživatelem
de: Abbruch durch Gegenstelle
el: Ακυρώθηκε από άλλον χρήστη
es: Cancelado por la otra parte
et: Teine pool katkestas
eu: Beste kideak utzita
fi: Vertaiskäyttäjä perui
fr: Annulé par un autre homologue
gl: Cancelouse remotamente
hu: A másik partner megszakította
id: Dibatalkan oleh kawan lain
is: Hætt við af hinum notandanum
it: Annullata dal dispositivo remoto
ja: 他のピアにキャンセルされました
ko: 다른 쪽에서 취소함
lt: Lygiarangis atsisakė
nl: Geannuleerd door andere kant
nn: Avbroten av den andre eininga
pl: Inny uczestnik zaniechał
pt: Cancelado pela outra máquina
pt_br: Cancelado pelo outro dispositivo
ro: Anulat de către partener
ru: Отменено другим участником
sk: Zrušené druhým účastníkom
sl: Preklican od drugega vrstnika
sv: Avbruten av motparten
ta: மறு சாதனத்தால் ரத்து செய்யப்பட்டது
uk: Скасовано з іншого вузла пов’язування
zh_cn: 已被其他对等点取消

# encryption_info_title
source: Encryption Info
ar: معلومات التّعمية
ast: Información del cifráu
az: Şifrələmə məlumatı
bg: Информация за криптиране
cs: Informace o šifrování
de: Verschlüsselungsinformationen
el: Πληροφορίες κρυπτογράφησης
es: Información de cifrado
et: Krüptimise teave
eu: Zifratze informazioa
fi: Salaustiedot
fr: Informations de chiffrement
gl: Información do cifrado
hu: Titkosítási információk
id: Info Enkripsi
is: Upplýsingar um dulritun
it: Informazioni di cifratura
ja: 暗号化情報
ko: 암호화 정보
lt: Šifravimo informacija
nl: Versleutelde informatie
nn: Krypteringsinfo
pl: Dane o szyfrowaniu
pt: Dados de Encriptação
pt_br: Informação de criptografia
ro: Informații despre criptare
ru: Информация о шифровании
sk: Informácie o šifrovaní
sl: Informacija o šifriranju
sv: Krypteringsinformation
ta: மறையாக்க விவரங்கள்
uk: Дані щодо шифрування
zh_cn: 加密信息

# encryption_info_msg_no_ssl
source: The other device doesn't use a recent version of KDE Connect, using the legacy encryption method.
ar: لا يستخدم الجهاز الآخر إصدارة حديثة من «كدي المتّصل»، ستُستخدم طريقة التّعمية القديمة.
ast: L'otru preséu nun executa una versión recién de KDE Connect y usa'l métodu heredáu de cifráu.
az: Digər cihaz köhnə şifrələmə metodu istifadə edən KDE Connect'in sonuncu versiyasını istifadə etmir.
bg: Другото устройство не използва последна версия на KDE Connect, като използва остарял метод на криптиране.
cs: Druhé zařízení nepoužívá poslední verzi KDE connect. Bude použita stará metoda šifrování.
de: Das andere Gerät verwendet eine ältere Version von KDE Connect. Daher muss eine veraltete Verschlüsselungsmethode verwendet werden
el: Η άλλη συσκευή δεν χρησιμοποιεί μια πρόσφατη έκδοση του KDE Connect, θα χρησιμοποιηθεί η παλαιά μέθοδος κρυπτογράφησης.
es: El otro dispositivo no dispone de una versión reciente de KDE Connect, se usará un método de cifrado antiguo.
et: Teine seade ei kasuta KDE Connecti uusimat versiooni ja tarvitab krüptimisel pärandmeetodit.
eu: Beste gailuak ez du oraintsuko KDE Connect bertsio bat erabiltzen, erabili aurreko bertsioetako metodoa.
fi: Toinen laite ei käytä KDE Connectin uudehkoa versiota, joten käytetään vanhaa salausmenetelmää.
fr: Ce périphérique n'utilise pas une version récente de KDE Connect qui utilise l'ancienne méthode de chiffrement.
gl: O outro dispositivo non usa unha versión recente de KDE Connect, usarase un método obsoleto de cifrado.
hu: A másik eszköz nem használja a KDE Connect legújabb verzióját, régi titkosítási módszert lesz használva.
id: Perangkat lain tidaklah menggunakan KDE Connect yang berversi saat ini, menggunakan metode enkripsi kuno.
it: L'altro dispositivo non utilizza una versione recente di KDE Connect, utilizzando il metodo di cifratura precedente.
ja: 他のデバイスは最近のバージョンの KDE Connect を利用していません。古い暗号化方式を使用しています
ko: 다른 장치에서 KDE Connect의 최근 버전을 실행하고 있지 않아서 레거시 암호화를 사용합니다.
lt: Kitas įrenginys nenaudoja paskiausios KDE Connect versijos, naudojamas pasenęs šifravimo metodas.
nl: Het andere apparaat gebruikt geen recente versie van KDE Connect, de verouderde versleutelingsmethode zal worden gebruikt.
nn: Den andre eininga brukar ein gammal versjon av KDE Connect, med ein utdatert krypteringsmetode.
pl: Drugie urządzenie nie używa ostatniej wersji KDE Connect, użyto przestarzałego szyfrowania.
pt: O outro dispositivo não usa uma versão recente do KDE Connect; será usado o método antigo de encriptação.
pt_br: O outro dispositivo não usa uma versão recente do KDE Connect. Será utilizado o método antigo de criptografia.
ro: Celălalt dispozitiv nu folosește o versiune recentă de KDE Connect, se va folosi metoda de criptare moștenită.
ru: На другом устройстве используется старая версия KDE Connect, будет использован старый метод шифрования.
sk: Druhé zariadenie nepoužíva najnovšiu verziu aplikácie KDE Connect. Použije sa zastaralý spôsob šifrovania.
sl: Druga naprava ne uporablja najnovejše različice KDE Connect, uporablja podedovano metodo šifriranja.
sv: Den andra apparaten använder inte en aktuell version av KDE-anslut. Använder den föråldrade krypteringsmetoden.
ta: மறு சாதனம் கே.டீ.யீ. கனெக்டின் சமீபமான பதிப்பை பயன்படுத்தவில்லை. பழைய மறையாக்க முறை பயன்படுத்தப்படுகிறது.
uk: На сторонньому пристрої не використовується нова версія KDE Connect, у якій використовується застарілий спосіб шифрування.
zh_cn: 另一设备没有使用最新的 KDE Connect，使用旧版加密方法。

# my_device_fingerprint
source: SHA256 fingerprint of your device certificate is:
ast: La buelga SHA256 d'esti preséu ye:
az: Cihazınızın sertifikatının SHA256 şifrə izi:
bg: SHA256 отпечатък на сертификата на вашето устройство е:
cs: Otisk SHA256 certifikátu vašeho zařízení je:
de: Der SHA256-Fingerabdruck Ihres Gerätezertifikats lautet:
el: Το ίχνος SHA256 του πιστοποιητικού της συσκευής σας είναι:
es: La huella digital SHA256 del certificado de su dispositivo es:
eu: Zure gailuaren ziurtagiriaren SHA256 hatz-marka:
fi: Laitevarmenteen SHA256-sormenjälki on:
fr: L'empreinte SHA256 du certificat de votre périphérique est :
hu: Az eszköz tanúsítványának SHA256 ujjlenyomata:
id: Sidik jari SHA256 pada sertifikat perantimu adalah:
is: SHA256-fingrafar af skilríki tækisins þíns er:
it: L'impronta digitale SHA256 del certificato di dispositivo è:
ja: このデバイスの証明書の SHA256 フィンガープリント:
ko: 내 장치 인증서의 SHA256 지문:
lt: Jūsų įrenginio liudijimo SHA256 kontrolinis kodas yra:
nl: De SHA256 vingerafdruk van het certificaat van uw apparaat is:
nn: SHA-256-fingeravtrykket til einingssertifikatet er:
pl: Odcisk palca SHA256 certyfikatu twojego urządzenia to:
pt: A impressão digital SHA256 do certificado do seu dispositivo é:
pt_br: A impressão digital SHA256 do certificado do seu dispositivo é:
ro: Amprenta SHA256 a certificatului acestui dispozitiv e:
ru: Отпечаток SHA-1 сертификата данного устройства:
sk: Odtlačok SHA256 certifikátu vášho zariadenia je:
sl: Prstni odtis SHA256 certifikata vaše naprave je:
sv: SHA256-fingeravtryck för din apparats certifikat är:
ta: உங்கள் சாதனச் சான்றிதழின் SHA256 சரிகாண்தொகை:
uk: Відбиток SHA256 сертифіката пристрою:
zh_cn: 您的设备证书的 SHA256 指纹是：

# remote_device_fingerprint
source: SHA256 fingerprint of remote device certificate is:
ast: La buelga SHA256 del certificáu del preséu remotu:
az: Uzaq cihaz sertifikatının SHA256 şifrə izi:
bg: SHA256 отпечатък на сертификата на отдалеченото устройство е:
cs: Otisk certifikátu SHA256 vzdáleného zařízení je:
de: Der SHA256-Fingerabdruck des Gerätezertifikats der Gegenstelle lautet:
el: Το ίχνος SHA256 του πιστοποιητικού της απομακρυσμένης συσκευής είναι:
es: La huella digital SHA256 del certificado del dispositivo remoto es:
eu: Urruneko gailuaren ziurtagiriaren SHA256 hatz-marka hau da:
fi: Etälaitteen varmenteen SHA256-sormenjälki on:
fr: L'empreinte « SHA256 » du certificat du périphérique distant est :
hu: A távoli eszköz tanúsítványának SHA256 ujjlenyomata:
id: Sidik jari SHA256 pada sertifikat peranti jarak jauh adalah:
is: SHA256-fingrafar af skilríki fjartengda tækisins er:
it: L'impronta digitale SHA256 del certificato del dispositivo remoto è:
ja: リモートデバイスの証明書の SHA256 フィンガープリント:
ko: 원격 장치 인증서의 SHA256 지문:
lt: Nuotolinio įrenginio liudijimo SHA256 kontrolinis kodas yra:
nl: De SHA256 vingerafdruk van het certificaat van het apparaat op afstand is:
nn: SHA-256-fingeravtrykket til fjerneiningssertifikatet er:
pl: Odcisk palca SHA256 certyfikatu twojego zdalnego urządzenia to:
pt: A impressão digital SHA256 do certificado do dispositivo remoto é:
pt_br: A impressão digital SHA256 do certificado do dispositivo remoto é:
ro: Amprenta SHA256 a certificatului dispozitivului distant e:
ru: Отпечаток SHA-1 сертификата удалённого устройства:
sk: Odtlačok SHA256 certifikátu vzdialeného zariadenia je:
sl: Prstni odtis SHA256 certifikata oddaljene naprave je:
sv: SHA256-fingeravtryck för den andra apparatens certifikat är:
ta: தொலை சாதனச் சான்றிதழின் SHA256 சரிகாண்தொகை:
uk: Відбиток SHA256 сертифіката віддаленого пристрою:
zh_cn: 远程设备证书的 SHA256 指纹是：

source: Pair requested
ar: طُلب الاقتران
ast: Solicitóse l'empareyamientu
az: Qoşulma soruşuldu
bg: Заявено е сдвояване
cs: Bylo vyžádáno párování
de: Verbindung angefordert
el: Ζητήθηκε σύζευξη
es: Vinculación solicitada
et: Paardumise soov
eu: Parekatzea eskatu da
fi: Paripyyntö
fr: Paire demandée
gl: Solicitude de emparellamento
hu: Párosítás kérve
id: Meminta sanding
is: Beðið um pörun
it: Richiesta di associazione
ja: ペアリング要求済み
ko: 연결 요청됨
lt: Užklaustas suporavimas
nl: Paarvorming gevraagd
nn: Paringsførespurnad
pl: Zażądano parowania
pt: Emparelhamento pedido
pt_br: Solicitação de emparelhamento
ro: Asociere cerută
ru: Запрошено сопряжение
sk: Spárovanie vyžiadané
sl: Zahtevan je par
sv: Ihopparning begärd
ta: இணைப்பு கோரப்பட்டது
uk: Запит щодо пов’язування
zh_cn: 已请求配对

# pairing_request_from
source: Pairing request from %1s
ar: طلب اقتران من %1s
ast: Solicitú d'empareyamientu de %1s
az: %1s tərəfindən qoşulma sorğusu
bg: Заявено е сдвояване от %1s
cs: Požadavek o párování z %1s
de: Kopplungsanfrage von %1s
el: Αίτημα σύζευξης από %1s
es: Solicitud de vinculación de %1s
et: Paardumise soov seadmest %1s
eu: Parekatzeko eskaria %1s-tik
fi: Paripyyntö laitteesta %1s
fr: Demande d'association provenant de %1s
gl: Solicitude de emparellamento de %1s.
hu: Párosítási kérés innen: %1s
id: Minta penyandingan dari %1s
is: Beiðni um pörun frá %1s
it: Richiesta associazione da %1s
ja: %1s からペアリングを要求されました
ko: %1s에서 연결 요청
lt: Suporavimo užklausa iš %1s
nl: Verzoek om een paar te maken van %1s
nn: Paringsførespurnad frå %1s
pl: Żądanie parowania z %1s
pt: Pedido de emparelhamento de %1s
pt_br: Emparelhamento solicitado por %1s
ro: Cerere de asociere de la %1s
ru: Запрос на сопряжение от %1s
sk: Požiadavka na spárovanie zo zariadenia %1s
sl: Zahtevek za uparjanje od %1s
sv: Begäran om ihopparning från %1s
ta: %1s இலிருந்து இணைப்பு கோரிக்கை
uk: Запит щодо пов’язування від %1s
zh_cn: 来自 %1s 的配对请求

# incoming_file_title
source: Receiving %1$d file from %2$s
ast: Recibiendo %1$d ficheru de %2$s
az: %1$d fayl %2$s'dn alınır
bg: Получаване на %1$d файл от %2$s
cs: Přijímám %1$d soubor z %2$s
de: %1$d Datei von %2$s wird empfangen
el: Ελήφθη %1$d αρχείο από %2$s`
es: Recibiendo %1$d archivo desde %2$s
et: Saadi %1$d fail seadmest %2$s
eu: %2$s(e)tik fitxategi %1$d jasotzen
fi: Vastaanotetaan %1$d tiedosto lähettäjältä %2$s
fr: %1$d fichier reçu de %2$s
gl: Recibindo %1$d ficheiro de %2$s
hu: %1$d fájl fogadása innen: %2$s
id: Menerima %1$d file dari %2$s
is: Tek á móti %1$d skrá frá %2$s
it: Ricezione di %1$d file da %2$s
ja: %1$d ファイルを %2$s から受信しています
ko: %2$s에서 보낸 파일 %1$d개 받음
lt: Gaunamas %1$d failas iš %2$s
nl: %1$d bestand wordt ontvangen vanaf %2$s
nn: Fekk %1$d fil frå %2$s
pl: Pobieranie %1$d pliku z %2$s
pt: A receber %1$d ficheiro de %2$s
pt_br: Recebendo %1$d arquivo de %2$s
ro: Se primește %1$d fișier de la %2$s
ru: Получение %1$d файла с %2$s
sk: Prijíma sa %1$d súbor z %2$s
sl: Prejemanje %1$d datoteke od %2$s
sv: Tar emot %1$d fil från %2$s
ta: %2$s இலிருந்து %1$d கோப்பு பெறப்படுகிறது
uk: Отримуємо %1$d файл з %2$s
zh_cn: 正在从 %2$s 接收 %1$d 个文件

# incoming_files_text
source: File: %1s
ast: Ficheru: %1s
az: Fayl: %1s
bg: Файл: %1s
cs: Soubor: %1s
de: Datei: %1s
el: Αρχείο: %1s
es: Archivo: %1s
eu: Fitxategia: %1s
fi: Tiedosto: %1s
fr: Fichier : %1s
gl: Ficheiro: %1s
hu: Fájl: %1s
is: Skrá: %1s
ja: ファイル: %1s
ko: (파일 %3$d개 중 %2$d개): %1$s
lt: Failas: %1s
nl: Bestand: %1s
nn: Fil: %1s
pl: Plik: %1s
pt: Ficheiro: %1$s
pt_br: Arquivo: %1s
ro: Fișier: %1s
ru: (Файл %2$d из %3$d): %1$s
sk: Súbor: %1s
sl: (Datoteka %2$d od %3$d) : %1$s
sv: Fil: %1s
ta: கோப்பு: %1s
uk: (Файл %2$d з %3$d): %1$s
zh_cn: (%3$d 个文件中的第 %2$d 个)：%1$s

# outgoing_file_title
source: Sending %1$d file to %2$s
ast: Unviando %1$d ficheru a %2$s
az: %1$d fayl %2$s'a(ə) göndərilir
bg: Изпращане на %1$d файл до %2$s
cs: Odesílám %1$d soubor do %2$s
de: %1$d Datei wird an %2$s gesendet
el: Αποστολή %1$d αρχείου σε %2$s
es: Enviando %1$d archivo a %2$s
et: Saadeti %1$d fail seadmesse %2$s
eu: %2$s(r)i %1$d fitxategi bidaltzea
fi: Lähetetään %1$d tiedosto laitteeseen %2$s
fr: Envoi de %1$d fichier à %2$s
gl: Enviando %1$d ficheiro a %2$s
hu: %1$d fájl küldése ide: %2$s
id: Mengirim %1$d file ke %2$s
is: Sendi %1$d skrá til %2$s
it: Invio di %1$d file a %2$s
ja: %1$d ファイルを %2$s へ送信中
ko: %2$s(으)로 파일 %1$d개 보내는 중
lt: Siunčiamas %1$d failas į %2$s
nl: %1$d bestand wordt naar %2$s verzonden
nn: Sender %1$d fil til %2$s
pl: Wysyłanie %1$d pliku do %2$s
pt: A enviar %1$d ficheiro para o %2$s
pt_br: Enviando %1$d arquivo para %2$s
ro: Se trimite %1$d fișier la %2$s
ru: Передача %1$d файла на %2$s
sk: Odosiela sa %1$d súbor do zariadenia %2$s
sl: Pošiljanje %1$d datoteke na %2$s
sv: Skickar %1$d fil till %2$s
ta: %1$d கோப்பு %2$s-க்கு அனுப்பப்படுகிறது
uk: Надсилаємо %1$d файл до %2$s
zh_cn: 正在发送 %1$d 个文件到 %2$s

# outgoing_files_text
source: File: %1$s
ast: Ficheru: %1$s
az: Fayl: %1$s
bg: Файл: %1$s
cs: Soubor: %1$s
de: Datei: %1$s
el: Αρχείο: %1$s
es: Archivo: %1$s
et: Fail: %1$s
eu: Fitxategia: %1$s
fi: Tiedosto: %1$s
fr: Fichier : %1$s
gl: Ficheiro: %1$s
hu: Fájl: %1$s
is: Skrá: %1$s
ja: ファイル: %1$s
ko: (파일 %3$d개 중 %2$d개): %1$s
lt: Failas: %1$s
nl: Bestand: %1$s
nn: Fil: %1$s
pl: Plik: %1$s
pt: Ficheiro: %1$s
pt_br: Arquivo: %1$s
ro: Fișier: %1$s
ru: (Файл %2$d из %3$d): %1$s
sk: Súbor: %1$s
sl: (Datoteka %2$d od %3$d) : %1$s
sv: Fil: %1$s
ta: கோப்பு: %1$s
uk: (Файл %2$d з %3$d) : %1$s
zh_cn: (%3$d 个文件中的 %2$d 个)：%1$s

# received_files_title
source: Received file from %1$s
ast: Recibióse 1 ficheru de %1$s
az: Fayl %1$s'dn alındı
bg: Получен файл от %1$s
cs: Přijat soubor z %1$s
de: Datei von %1$s empfangen
el: Ελήφθη αρχείο από %1$s
es: Recibido archivo desde %1$s
et: Saadi fail %1$s
eu: Fitxategi bat jaso da %1$s-tik
fi: Vastaanotettiin tiedosto lähettäjältä %1$s
fr: Fichier reçu de %1$s
gl: Recibiuse un ficheiro de %1$s
hu: Fájl érkezett innen: %1$s
id: File yang diterima dari %1$s
is: Tók við skrá frá %1$s
it: File ricevuto da %1$s
ja: %1$s からファイルを受信
ko: %1$s에서 파일 %2$d개 받음
lt: Gautas failas iš %1$s
nl: Ontvangen van bestand vanaf %1$s
nn: Fekk fil frå %1$s
pl: Odebrano plik od %1$s
pt: Ficheiro recebido de %1$s
pt_br: Arquivo recebido de %1$s
ro: S-a primit un fișier de la %1$s
ru: С %1$s получен %2$d файл
sk: Prijatý súbor zo zariadenia %1$s
sl: Prejeta %2$d datoteka iz %1$s
sv: Tog emot fil från %1$s
ta: %1$s இலிருந்து கோப்பு பெறப்பட்டது
uk: Отримано %2$d файл з %1$s
zh_cn: 已从 %1$s 接收了 %2$d 个文件

# received_files_fail_title
source: Failed receiving file from %1$s
ast: Fallu al recibir el ficheru de %1$s
az: Faylın %1$sdn alınması baş tutmadı
bg: Неуспешно получаване на файл от %1$s
cs: Selhalo přijímání souboru z %1$s
de: Die Datei von %1$s wurde nicht empfangen
el: Αποτυχία λήψης αρχείου από %1$s
es: Fallo recibiendo archivo desde %1$s
et: Faili saamine seadmest %1$s nurjus
eu: Huts egin du fitxategi bat %1$s-tik jasotzeak
fi: Ei voitu vastaanottaa tiedostoa lähettäjältä %1$s
fr: Impossible de recevoir le fichier depuis %1$s
gl: A recepción do ficheiro de %1$s fallou
hu: Sikertelen fájlfogadás innen: %1$s
id: Gagal menerima file dari %1$s
is: Mistókst að taka við skrá frá %1$s
it: Ricezione file da di %1$s non riuscita
ja: %1$s からのファイルの受信に失敗
ko: %1$s에서 보낸 파일 %3$d개 중 %2$d개를 받을 수 없음
lt: Nepavyko gauti failo iš %1$s
nl: Ontvangen van bestand vanaf %1$s is mislukt
nn: Klarte ikkje ta imot fil frå %1$s
pl: Nie udało się odebrać pliku od %1$s
pt: Falhou a recepção do ficheiro de %1$s
pt_br: Falha na recepção do arquivo de %1$s
ro: Primirea unui fișier de la %1$s a eșuat
ru: Не удалось получить %2$d из %3$d файла с %1$s
sk: Zlyhalo prijatie súboru zo zariadenia %1$s
sl: Sprejemanje %2$d od %3$d datoteke od %1$s ni uspelo
sv: Misslyckades ta emot fil från %1$s
ta: %1$s இலிருந்து கோப்பை பெறுதல் தோல்வியுற்றது
uk: Не вдалося отримати %2$d з %3$d файла з %1$s
zh_cn: 从 %1$s 接收的 %3$d 个文件中的 %2$d 个失败

# sent_files_title
source: Sent file to %1$s
ast: Unvióse'l ficheru a %1$s
az: Faylı %1$s'a(ə) göndərmək
bg: Изпратен файл до %1$s
cs: Soubor byl odeslán do %1$s
de: Datei wurde an %1$s gesendet
el: Εστάλη αρχείο στο %1$s
es: Archivo enviado a %1$s
et: Fail saadeti seadmesse %1$s
eu: Fitxategia %1$s(e)ra bidali da
fi: Tiedosto lähetetty laitteeseen %1$s
fr: Fichier envoyé à %1$s
gl: Enviouse o ficheiro a %1$s
hu: Fájl küldve ide: %1$s
id: Kiriman file ke %1$s
is: Sendi skrá til %1$s
it: File inviato a %1$s
ja: %1$s にファイルを送信済み
ko: %1$s(으)로 파일 %2$d개 보냄
lt: Failas išsiųstas į %1$s
nl: Bestand verzonden naar %1$s
nn: Sende fil til %1$s
pl: Wysłano plik do %1$s
pt: Foi enviado um ficheiro para %1$s
pt_br: Enviar arquivo para %1$s
ro: A fost trimis un fișier la %1$s
ru: На %1$s передан %2$d файл
sk: Odoslaný súbor do zariadenia %1$s
sl: Poslana %2$d datoteka na %1$s
sv: Skickade fil till %1$s
ta: %1$s-க்கு கோப்பை அனுப்பியாயிற்று
uk: До %1$s надіслано %2$d файл
zh_cn: 已发送 %2$d 个文件到 %1$s
