Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# mpris_notification_settings_summary
source: Allow controlling your media players without opening KDE Connect
ast: Permite'l control de reproductores multimedia ensin abrir KDE Connect
az: KDE Connect açmadan media oynadıcınızın idarəsinə icazə vermək
bg: Разрешаване на управлението на медийните плейъри, без да отваряте KDE Connect
cs: Umožnit ovládání přehrávače médií bez otevření KDE Connect
de: Die Steuerung der Medienwiedergabe auch dann erlauben wenn KDE Connect nicht geöffnet ist
el: Να επιτρέπεται ο έλεγχος των αναπαραφωγέων πολυμέσων χωρίς άνοιγμα του KDE Connect
es: Permite controlar sus reproductores de medios sin abrir KDE Connect
et: Meediamängija juhtimise võimaldamine ilma KDE Connecti avamata
eu: Utzi zure euskarri-jotzaileak kontrolatzen KDE Connect ireki gabe
fi: Sallii mediasoitintesi hallinnan KDE Connectia avaamatta
fr: Vous permet de contrôler vos lecteurs multimédia sans ouvrir KDE Connect.
gl: Permitir controlar os reprodutores sen abrir KDE Connect
hu: Lehetővé teszi a médialejátszók vezérlését a KDE Connect megnyitása nélkül
id: Memungkinkan pengendalian pemutar media-mu tanpa membuka KDE Connect
it: Consenti di controllare i lettori multimediali senza aprire KDE Connect
ja: KDE Connect を開かずにメディアプレーヤーをコントロール可能にします
ko: KDE Connect를 열지 않고 미디어 재생기 제어
lt: Leisti valdyti medijos leistuves neatveriant KDE Connect
nl: Staat besturing van uw mediaspelers toe zonder KDE Connect te openen
nn: Tillat å kontrollera mediespelarar utan å opna KDE Connect
pl: Steruje odtwarzaczami bez otwierania KDE Connect
pt: Permite controlar os seus leitores multimédia sem abrir o KDE Connect
pt_br: Permite controlar os seus reprodutores de mídias sem abrir o KDE Connect
ro: Permite controlul lectorilor multimedia fără a deschide KDE Connect
ru: Разрешить управление воспроизведением при закрытом KDE Connect
sk: Umožní ovládanie vašich multimediálnych prehrávačov bez otvorenia aplikácie KDE Connect
sl: Dovoli nadzor nad predvajalniki medijev, ne da bi odprli KDE Connect
sv: Tillåt att styra mediaspelare utan att KDE-anslut öppnas
ta: கே.டீ.யீ. கனெக்டைத் திறக்காமல் ஊடக இயக்கிகளைக் கட்டுப்படுத்த உதவும்
uk: Уможливлює керування відтворенням мультимедійних даних без відкриття KDE Connect
zh_cn: 不打开 KDE Connect 也能在常驻通知中控制媒体播放器

source: Share To…
ar: شارك مع...
ast: Compartir con…
az: Paylaşmaq...
bg: Споделяне към...
cs: Sdílet s...
de: Freigeben für ...
el: Διαμοιρασμός με…
es: Compartir con...
et: Jaga ...
eu: Partekatu honi...
fi: Jaa…
fr: Partager vers…
gl: Compartir con…
hu: Megosztás…
is: Deila með…
it: Condividi con…
ja: 共有先...
ko: 다음으로 공유…
lt: Bendrinti su…
nl: Delen met...
nn: Del til …
pl: Udostępnij urządzeniu...
pt: Partilhar Com...
pt_br: Compartilhar com...
ro: Partajează cu...
ru: Поделиться c…
sk: Zdieľať do…
sl: Deli z…
sv: Dela med…
ta: இதற்கு பகிர்...
uk: Використовувати спільно з…
zh_cn: 分享到...

# protocol_version_newer
source: This device uses a newer protocol version
ar: يستخدم هذا الجهاز إصدار ميفاق أحدث
ast: Esti preséu una versión nueva del protocolu
az: Bu cihaz yeni protokol versiyası istifadə edir
bg: Това устройство използва по-нова версия на протокола
cs: Toto zařízení používá novější verzi protokolu
de: Dieses Gerät verwendet eine neuere Protokollversion
el: Η συσκευή αυτή χρησιμοποιεί νεότερη έκδοση πρωτοκόλλου
es: Este dispositivo usa una versión más reciente del protocolo
et: See seade kasutab uuemat protokolli versiooni
eu: Gailu honek protokoloaren bertsio berriago bat erabiltzen du
fi: Laite käyttää uudempaa yhteyskäytäntöversiota
fr: Le périphérique utilise une version plus récente du protocole
gl: Este dispositivo usa unha versión máis nova do protocolo.
hu: Ez az eszköz egy újabb protokollverziót használ
id: Perangkat ini menggunakan sebuah versi protokol baru
it: Questo dispositivo usa una nuova versione del protocollo di rete
ja: このデバイスはより新しいプロトコルバージョンを使用しています
ko: 이 장치의 프로토콜 버전이 더 새롭습니다
lt: Šis įrenginys naudoja naujesnę protokolo versiją
nl: Dit apparaat gebruikt een nieuwere protocolversie
nn: Denne eininga brukar ein nyare protokollversjon
pl: Urządzenie to używa nowszej wersji protokołu
pt: Este dispositivo usa uma versão mais recente do protocolo
pt_br: Este dispositivo usa uma versão mais recente do protocolo
ro: Acest dispozitiv folosește o versiune mai nouă a protocolului
ru: Это устройство использует более новую версию протокола
sk: Toto zariadenie používa novšiu verziu protokolu
sl: Ta naprava uporablja novejšo različico protokola
sv: Apparaten använder en nyare protokollversion
ta: இச்சாதனம் புதிய நெறிமுறை பதிப்பைப் பயன்படுத்துகிறது
uk: На цьому пристрої використовується новіша версія протоколу
zh_cn: 该设备使用较新版本的协议

# plugin_settings_with_name
source: %s settings
ar: إعدادات %s
ast: %s
az: %s ayarları
bg: %s настройки
cs: Nastavení %s
de: %s-Einstellungen
el: %s ρυθμίσεις
es: Preferencias de %s
et: %s seadistused
eu: %s ezarpenak
fi: %s-asetukset
fr: Configuration %s
gl: Configuración de %s
hu: %s beállításai
id: Pengesetan %s
is: Stillingar %s
it: Impostazioni di %s
ja: %s 設定
ko: %s 설정
lt: %s nuostatos
nl: Instellingen van %s
nn: %s-innstillingar
pl: Ustawienia %s
pt: Configuração do %s
pt_br: Configurações de %s
ro: Configurări „%s”
ru: Параметры %s
sk: Nastavenia modulu %s
sl: Nastavitve %s
sv: Inställningar av %s
ta: %s அமைப்புகள்
uk: Параметри %s
zh_cn: %s设置

source: Invalid device name
ar: اسم جهاز غير صالح
az: Səhv cihaz adı
bg: Невалидно име на устройство
cs: Neplatný název zařízení
de: Ungültiger Gerätename
el: Μη έγκυρο όνομα συσκευής
es: Nombre de dispositivo no válido
et: Vigane seadme nimi
eu: Gailuaren izen baliogabea
fi: Virheellinen laitenimi
fr: Nom de périphérique non valable
gl: Nome de dispositivo incorrecto
hu: Érvénytelen eszköznév
id: Nama peranti tak absah
is: Ógilt heiti tækis
it: Nome dispositivo non valido
ja: 不正なデバイス名
ko: 잘못된 장치 이름
lt: Netinkamas įrenginio pavadinimas
nl: Ongeldige apparaatnaam
nn: Ugyldig einingsnamn
pl: Nieprawidłowa nazwa urządzenia
pt: Nome do dispositivo inválido
pt_br: Nome do dispositivo inválido
ro: Denumire nevalidă a dispozitivului
ru: Недопустимое имя устройства
sk: Neplatný názov zariadenia
sl: Neveljavno ime naprave
sv: Ogiltigt apparatnamn
ta: முறையற்ற சாதன பெயர்
uk: Некоректна назва пристрою
zh_cn: 无效的设备名

# shareplugin_text_saved
source: Received text, saved to clipboard
ar: استُقبل نصّ، حُفظ إلى الحافظة
az: Mətn alındı, mübadilə buferində saxlanıldı
bg: Получен текст, запазен в клипборда
cs: Přijatý text byl uložen do schránky
de: Text empfangen und in die Zwischenablage kopiert
el: Ελήφθη κείμενο, αποθηκεύτηκε στο πρόχειρο
es: Texto recibido y guardado en el portapapeles
et: Saadi tekst, salvestati lõikepuhvrisse
eu: Testua jaso da, arbelean kopiatu da
fi: Vastaanotettiin tekstiä, tallennettiin leikepöydälle
fr: Texte reçu et enregistré dans le presse-papiers
gl: Recibiuse un texto e gardouse no portapapeis
hu: Szöveg érkezett, elmentve a vágólapra
id: Teks diterima, tersimpan ke papan-klip
it: Testo ricevuto, salvato negli appunti
ja: テキストを受信し、クリップボードに保存しました
ko: 텍스트 수신, 클립보드에 복사됨
lt: Gautas tekstas, įrašytas į iškarpinę
nl: Oontvangen tekst, opgeslagen op klembord
nn: Fekk tekst, som vart lagra på utklippstavla
pl: Otrzymano tekst, zapisano do schowka
pt: Texto recebido e guardado na área de transferência
pt_br: Texto recebido e salvo na área de transferência
ro: S-a primit text, salvat în clipboard
ru: Получен текст, он сохранен в буфер обмена
sk: Prijatý text, uložený do schránky
sl: Prejeto besedilo shranjeno na odložišče
sv: Tog emot text, spara på klippbordet
ta: சொற்றொடர் பெறப்பட்டு பிடிப்புப்பலகையில் சேமிக்கப்பட்டது
uk: Отримано текст, збережено до буфера обміну даними
zh_cn: 已收到文本，存至剪贴板

# custom_devices_settings
source: Custom device list
ar: قائمة أجهزة مخصّصة
ast: Llista de preseos personalizada
az: Fərdi cihaz siyahısı
bg: Списък с потребителски устройства
cs: Seznam vlastních zařízení
de: Benutzerdefinierte Geräteliste
el: Προσαρμοσμένη λίστα συσκευών
es: Lista de dispositivos personalizada
et: Kohandatud seadmete loend
eu: Gailuen zerrenda pertsonalizatua
fi: Omien laitteiden luettelo
fr: Liste personnalisée de périphériques
gl: Lista de dispositivos personalizada
hu: Saját eszközök listája
id: Kustom daftar peranti
is: Listi yfir sérsniðin tæki
it: Elenco dispositivi personalizzati
ja: カスタムデバイスリスト
ko: 사용자 정의 장치 목록
lt: Tinkintų įrenginių sąrašas
nl: Aangepaste lijst apparaten
nn: Tilpassa einingsliste
pl: Lista własnych urządzeń
pt: Lista de dispositivos personalizada
pt_br: Lista de dispositivos personalizada
ro: Listă de dispozitive personalizate
ru: Устройства, заданные вручную
sk: Zoznam vlastných zariadení
sl: Seznam naprav po meri
sv: Egen apparatlista
ta: விருப்ப சாதன பட்டியல்
uk: Список нетипових пристроїв
zh_cn: 自定义设备列表

# custom_device_list
source: Add devices by IP
ar: أضف أجهزة بميفاق الإنترنت م​إ
ast: Amestar preseos pola IP
az: Cihazı İP ilə əlavə etmək
bg: Добавяне на устройства по IP адрес
cs: Přidat zařízení podle IP
de: Geräte nach IP-Adresse hinzufügen
el: Προσθήκη συσκευών ανά IP
es: Añadir dispositivos por IP
et: Lisa seadmeid IP järgi
eu: Gehitu gailuak IP bidez
fi: Lisää laitteita IP:llä
fr: Ajouter des périphériques par IP
gl: Engadir dispositivos por IP
hu: Eszközök hozzáadása IP-cím alapján
id: Tambahkan peranti dengan IP
it: Aggiungi dispositivi per IP
ja: IP アドレスでデバイスを追加
ko: IP로 장치 추가
lt: Pridėti įrenginius pagal IP
nl: Voeg apparaten toe per IP-adres
nn: Legg til eining basert på IP
pl: Dodaj urządzenie po adresie IP
pt: Adicionar dispositivos pelo IP
pt_br: Adicionar dispositivos pelo IP
ro: Adaugă dispozitive după IP
ru: Добавить устройства по IP
sk: Pridať zariadenia podľa adries IP
sl: Dodaj naprave po IP
sv: Lägg till apparater enligt IP-adress
ta: IP முகவரி மூலம் சாதனங்களைச் சேர்
uk: Додати пристрої за IP
zh_cn: 通过 IP 添加设备

source: Custom device deleted
ar: حُذف الجهاز المخصّص
ast: Desanicióse'l preséu personalizáu
az: Fərdi cihaz silindi
bg: Изтрито потребителско устройство
cs: Vlastní zařízení bylo smazáno
de: Benutzerdefinierte Geräte gelöscht
el: Η προσαρμοσμένη λίστα διαγράφηκε
es: Dispositivo personalizado borrado
et: Kohandatud seade kustutati
eu: Norberak finkatutako gailua ezabatu da
fi: Poistettiin mukautettu laite
fr: Périphérique personnalisé supprimé
gl: Eliminouse o dispositivo personalizado
hu: Saját eszköz észlelve
id: Perangkat kustom yang dihapus
is: Sérsniðnu tæki eytt
it: Dispositivo personalizzato eliminato
ja: カスタムデバイスが削除されました
ko: 사용자 정의 장치 삭제됨
lt: Tinkintas įrenginys ištrintas
nl: Aangepaste apparaat verwijderd
nn: Tilpassa eining er sletta
pl: Usunięto własne urządzenie
pt: Dispositivo personalizado removido
pt_br: Dispositivo personalizado excluído
ro: S-a șters dispozitiv personalizat
ru: Заданное вручную устройство удалено
sk: Vlastné zariadenie odstránené
sl: Zbrisana naprava po meri
sv: Egen apparat borttagen
ta: விருப்ப சாதனம் நீக்கப்பட்டது
uk: Нетиповий пристрій вилучено
zh_cn: 自定义设备已删除

# custom_device_list_help
source: If your device is not automatically detected you can add its IP address or hostname by clicking on the Floating Action Button
ast: Si'l preséu nun se detecta automáticamente, pues amestar la so direición IP o nome d'agospiu calcando nel botón flotante d'aición
az: Əgər cihazınız avtomatik aşkar edilməmişsə, Üzən Fəaliyyət Düyməsinə vuraraq onun onun İP ünvanını və host adını daxil edə bilərsiniz
bg: Ако устройството ви не е открито автоматично, можете да добавите неговия IP адрес или име на хост, като щракнете върху плаващия бутон за действие
cs: Pokud vaše zařízení není automaticky detekováno, můžete přidat jeho adresu IP nebo hostname kliknutím na tlačítko pro plovoucí činnosti
de: Falls Ihr Gerät nicht automatisch erkannt wird, können Sie es über die IP-Adresse oder den Gerätenamen hinzufügen. Klicken Sie dafür auf den schwebenden Aktionsknopf
el: Αν η συσκευή σας δεν εντοπίζεται αυτόματα μπορείτε να προσθέσετε την IP διεύθυνσή της ή το όνομά της με κλικ στο κουμπί αιωρούμενης ενέργειας
es: Si su dispositivo no es detectado automáticamente puede añadir su dirección IP o nombre pulsando el botón de acción flotante
et: Kui sinu seadet automaatselt ei tuvastatud, võib lisada selle IP-aadressi või masinanime nupule klõpsates
eu: Zure gailua ez bada automatikoki detektatzen bere IP helbidea edo ostalari-izena gehitu dezakezu ekintza botoi mugikorrean klik eginez
fi: Ellei laitetta tunnisteta automaattisesti, sen IP-osoitteen tai konenimen voi lisätä napsauttamalla kelluvaa toimintopainiketta
fr: Si votre périphérique n'est pas détecté automatiquement, vous pouvez ajouter son adresse IP ou son nom d'hôte en cliquant sur le bouton d'action flottant
gl: Se o seu dispositivo non se detecta automaticamente pode engadir o seu enderezo IP ou nome de máquina premendo o botón flotante de acción
hu: Ha az eszköz nem kerül automatikusan felismerésre, akkor hozzáadhatja az IP-címét vagy a gépnevét a lebegő műveletgombra kattintva
id: Jika peranti Anda tidak terdeteksi secara otomatis, Anda dapat menambahkan alamat IP atau nama host-nya dengan mengklik Tombol Aksi Yang Mengambang
it: Se il tuo dispositivo non è rilevato automaticamente, puoi aggiungere il suo indirizzo IP o il nome host facendo clic sul pulsante Azione
ja: もしデバイスが自動的に検出されない場合、フローティングアクションボタンを押して手動で IP アドレスやホストネームを追加できます
ko: 장치가 자동으로 감지되지 않았다면 떠 다니는 동작 단추를 클릭해서 IP 주소나 호스트 이름으로 장치를 수동으로 추가할 수 있습니다
lt: Jeigu jūsų įrenginys nėra automatiškai aptinkamas, galite pridėti jo IP adresą arba mazgo pavadinimą, spusteldami ant slankiojančio veiksmo mygtuko
nl: Als uw apparaat niet automatisch wordt gedetecteerd kunt u zijn IP-adres of hostnaam toevoegen door te klikken op de knop Zwevende actie
nn: Viss eininga ikkje vert funnen automatisk, kan du leggja til IP-adressa eller vertsnamnet til eininga ved å trykka på handlingsknappen
pl: Jeśli twoje urządzenie nie zostało wykryte samoczynnie, to możesz dodać je ręcznie po wpisaniu jego adresu IP lub nazwy gospodarza. Aby to zrobić, naciśnij pomarańczowy przycisk u dołu ekranu.
pt: Se o seu dispositivo não for detectado automaticamente, poderá adicionar o seu endereço IP ou nome da máquina, carregando no botão da Acção Flutuante
pt_br: Se o seu dispositivo não for detectado automaticamente você pode adicionar o endereço IP ou nome de máquina dele clicando no botão de ação flutuante
ro: Dacă dispozitivul nu e detectat automat, îi puteți adăuga adresa IP sau numele de gazdă apăsând butonul flotant de acțiune
ru: В случае, если устройство не было определено автоматически, то адрес IP или имя хоста этого устройства можно добавить, нажав на плавающую кнопку действия.
sk: Ak vaše zariadenie nie je automaticky zistené, môžete pridať jeho adresu IP alebo názov hostiteľa kliknutím na plávajúce tlačidlo
sl: Če vaša naprava ni samodejno zaznana, lahko dodate njen IP naslov ali ime gostitelja s klikom na gumb Plavajoče dejanje
sv: Om apparaten inte detekteras automatiskt kan dess IP-adress eller värddatornamn läggas till genom att klicka på den lösa åtgärdsknappen.
ta: உங்கள் சாதனம் தானாக கண்டறியப்படவில்லையெனில் நீங்கள் மிதக்கும் செயல் பொத்தானை அழுத்தி அதன் IP முகவரி அல்லது புரவன் பெயரை சேர்க்கலாம்
uk: Якщо ваш пристрій не було виявлено автоматично, ви можете додати його IP-адресу або назву вузла, натиснувши рухому кнопку дій.
zh_cn: 如果您的设备未被自动检测到，您点击浮动操作按钮可以添加它的 IP 地址或主机名。

# custom_device_fab_hint
source: Add a device
ar: أضف جهازاً
az: Cihaz əlavə etmək
bg: Добавяне на устройство
cs: Přidat zařízení
de: Ein Gerät hinzufügen
el: Προσθήκη συσκευής
es: Añadir un dispositivo
et: Lisa seade
eu: Gehitu gailu bat
fi: Lisää laite
fr: Ajouter un périphérique
gl: Engadir un dispositivo
hu: Eszköz hozzáadása
id: Tambahkan sebuah peranti
is: Bæta við tæki
it: Aggiungi un dispositivo
ja: デバイスを追加
ko: 장치 추가
lt: Pridėti įrenginį
nl: Een apparaat toevoegen
nn: Legg til eining
pl: Dodaj urządzenie
pt: Adicionar um dispositivo
pt_br: Adicionar um dispositivo
ro: Adaugă dispozitiv
ru: Добавление устройства
sk: Pridať zariadenie
sl: Dodaj napravo
sv: Lägg till en apparat
ta: சாதனத்தைச் சேர்
uk: Додати пристрій
zh_cn: 添加设备

source: Undo
ar: تراجع
ast: Desfacer
az: Geriyə qaytarmaq
bg: Отмяна
cs: Zpět
de: Rückgängig machen
el: Αναίρεση
es: Deshacer
et: Võta tagasi
eu: Desegin
fi: Kumoa
fr: Annuler
gl: Desfacer
hu: Visszavonás
id: Urung
is: Afturkalla
it: Annulla
ja: 元に戻す
ko: 실행 취소
lt: Atšaukti
nl: Ongedaan maken
nn: Angra
pl: Cofnij
pt: Desfazer
pt_br: Desfazer
ro: Desfă
ru: Отменить действие
sk: Vrátiť späť
sl: Razveljavi
sv: Ångra
ta: செயல்நீக்கு
uk: Скасувати
zh_cn: 撤销

# share_notification_preference
source: Noisy notifications
ar: إخطارات مزعجة
ast: Avisos sonoros
az: Səsli bildirişlər
bg: Шумни известия
cs: Hlasitá oznámení
de: Ausführliche Benachrichtigungen
el: Θορυβώδεις ειδοποιήσεις
es: Notificaciones ruidosas
et: Mürarikkad märguanded
eu: Jakinarazpen zaratatsuak
fi: Äänekkäät ilmoitukset
fr: Notifications sonores
gl: Notificacións sonoras
hu: Hangos értesítések
id: Notifikasi bising
is: Háværar tilkynningar
it: Notifiche rumorose
ja: うるさい通知
ko: 시끄러운 알림
lt: Triukšmingi pranešimai
nl: Luidruchtige meldingen
nn: Lydvarsling
pl: Hałaśliwe powiadomienia
pt: Notificações com ruído
pt_br: Notificações sonoras
ro: Notificări zgomotoase
ru: «Шумные» уведомления
sk: Hlučné upozornenia
sl: Hrupna obvestila
sv: Ljudliga underrättelser
ta: ஒலியெழுப்பும் அறிவிப்பு
uk: Звукові сповіщення
zh_cn: 出声通知

# share_notification_preference_summary
source: Vibrate and play a sound when receiving a file
ar: اهتزّ وشغّل صوتًا عند استقبال ملفّ
ast: Fai que'l teléfonu vibre y reproduza un soníu al recibir un ficheru
az: Fayl qəbul edilərkən vibrasiya və səsli bildiriş
bg: Вибриране и възпроизвеждане на звук при получаване на файл
cs: Vibrovat a přehrát melodii při přijímání souboru
de: Beim Empfang einer Datei vibrieren und einen Sound abspielen
el: Δόνηση και ηχητική ένδειξη με τη λήψη αρχείου
es: Vibrar y reproducir un sonido cuando se reciba un archivo
et: Vibreerimine ja heli esitamine faili saamisel
eu: Bibratu eta jo soinua fitxategia jasotzean
fi: Värise ja soita ääni tiedoston saapuessa
fr: Vibrer et jouer un son quand un fichier est reçu
gl: Vibrar e reproducir un son ao recibir un ficheiro.
hu: Rezgés és hanglejátszás fájl fogadásakor
id: Getar dan putarkan suara ketika menerima sebuah file
it: Vibra e riproduci un suono alla ricezione di un file
ja: ファイル受信時にバイブレートし、音声を再生します
ko: 파일을 받았을 때 진동과 소리로 알림
lt: Gaunant failą, vibruoti ir atkurti garsą
nl: Vibreer en speel een geluidje bij ontvangen van een bestand
nn: Vibrer og spel ein lyd ved mottak av filer
pl: Zadrżyj i odegraj dźwięk przy odebraniu pliku
pt: Vibrar e tocar um som ao receber um ficheiro
pt_br: Vibra e reproduz um som ao receber um arquivo
ro: Vibrează și redă un sunet la primirea unui fișier
ru: При получении файла вибрировать и издавать звуковой сигнал
sk: Vibrovať a prehrať zvuk pri prijatí súboru
sl: Vibriraj in predvajaj zvok, ko sprejemaš datoteko
sv: Vibrera och spela ett ljud när en fil tas emot
ta: கோப்பைப் பெறும்போது அதிர்வு மற்றும் ஓசையை உண்டாக்கு
uk: Вібрація і відтворення звуку у відповідь на отримання файла
zh_cn: 当收到文件时震动并播放声音

# share_destination_customize
source: Customize destination directory
ast: Personalizar el direutoriu de destín
az: Hədəf qovluğunu təyin etmək
bg: Персонализиране на директорията на местоназначението
cs: Přizpůsobte si cílový adresář
de: Zielordner anpassen
el: Προσαρμογή καταλόγου προορισμού
es: Personalizar directorio destino
et: Sihtkataloogi kohandamine
eu: Pertsonalizatu direktorio xedea
fi: Vaihda kohdekansio
fr: Personnaliser le dossier de destination
gl: Personalizar o directorio de destino
hu: Célmappa megadása
id: Menyesuaikan tujuan direktori
is: Sérsníða móttökumöppu
it: Personalizza la cartella di destinazione
ja: 行き先ディレクトリをカスタマイズ
ko: 대상 디렉터리 사용자 정의
lt: Tinkinti paskirties katalogą
nl: De bestemmingsmap aanpassen
nn: Sjølvvald målmappe
pl: Własny katalog docelowy
pt: Personalizar a pasta de destino
pt_br: Personalizar a pasta de destino
ro: Specifică dosarul destinație
ru: Задать целевой каталог
sk: Prispôsobiť cieľový priečinok
sl: Ciljni imenik po meri
sv: Anpassa målkatalog
ta: இலக்கை மாற்று
uk: Налаштування каталогу призначення
zh_cn: 配置目标目录

# share_destination_customize_summary_disabled
source: Received files will appear in Downloads
ast: Los ficheros recibíos van apaecer en Descargues
az: Alınan fayllar Yüklənənlər'də saxlanılacaq
bg: Получените файлове ще се появят в Download
cs: Přijaté soubory se objeví v Downloads
de: Empfangene Dateien werden im Ordner Downloads gespeichert
el: Τα ληφθέντα αρχεία θα εμφανίζονται στις Λήψεις
es: Los archivos recibidos aparecerán en Descargas
et: Saadud failid salvestatakse kataloogi Allalaaditud
eu: Jasotako fitxategiak Deskargak karpetan agertuko dira
fi: Vastaanotetut tiedostot näkyvät Latauksissa
fr: Les fichiers reçus apparaîtront dans le dossier de téléchargement
gl: Os ficheiros recibidos aparecerán en «Descargas».
hu: A fogadott fájlok a Letöltésekben jelennek meg
id: File yang diterima akan muncul di Unduhan
it: I file ricevuti saranno visualizzati in Downloads
ja: 受信したファイルは Downloads に保存されます
ko: 받은 파일을 다운로드 디렉터리에 저장함
lt: Gauti failai atsiras Atsiuntimų aplanke
nl: Ontvangen bestanden zullen in Downloads verschijnen
nn: Mottekne filer vert lagra i nedlastingsmappa
pl: Pobrane pliki ukażą się w Pobranych
pt: Os ficheiros recebidos irão aparecer em 'Transferências'
pt_br: Os arquivos recebidos irão aparecer em Downloads
ro: Fișierele primite vor apărea în Descărcări
ru: Полученные файлы появятся в каталоге «Загрузки»
sk: Prijaté súbory sa objavia v priečinku Stiahnuté
sl: Prejete datoteke se bodo pojavile v mapi Prenosi
sv: Mottagna filer hamnar i Nerladdningar
ta: பெறப்பட்ட கோப்புகள் பதிவிறக்கங்களில் தோன்றும்
uk: Отримані файли зберігатимуться до каталогу «Завантаження»
zh_cn: 接收的文件会出现在“Downloads”中

# share_destination_customize_summary_enabled
source: Files will be stored in the directory below
ast: Los ficheros van atroxase nel direutoriu d'embaxo
az: Fayllar aşağıdakı qovluqda saxlanılacaq
bg: Файловете ще се съхраняват в директорията по-долу
cs: Soubory budou ukládány v adresáři níže
de: Dateien werden im folgenden Verzeichnis gespeichert
el: Τα αρχεία θα αποθηκεύονται στον παρακάτω κατάλογο
es: Los archivos se almacenarán en el directorio indicado más abajo
et: Failid salvestatakse allmääratud kataloogi
eu: Fitxategiak beheko direktorioan gordeko dira
fi: Tiedostot tallennetaan alla olevaan kansioon
fr: Les fichiers seront enregistrés dans le dossier ci-dessous
gl: Os ficheiros almacenaranse no directorio de abaixo.
hu: A fájlok az alábbi mappában lesznek tárolva
id: File akan disimpan di dalam direktori di bawah ini
it: I file saranno memorizzati nella cartella seguente
ja: ファイルは以下のディレクトリに保存されます
ko: 받은 파일을 아래 디렉터리에 저장함
lt: Failai bus saugomi žemiau esančiame kataloge
nl: Bestanden zullen opgeslagen worden in de onderstaande map
nn: Mottekne filer vert lagra i mappa nedanfor
pl: Pliki zostaną zapisane w poniższym katalogu
pt: Os ficheiros serão guardados na pasta abaixo
pt_br: Os arquivos serão armazenados na pasta abaixo
ro: Fișierele vor fi stocate în dosarul de mai jos
ru: Файлы будут сохранены в указанном ниже каталоге
sk: Súbory budú uložené v priečinku nižšie
sl: Datoteke bodo shranjene v spodnjem imeniku
sv: Filer lagras i katalogen nedan
ta: கோப்புகள் கீழ்காணும் அடைவில் சேமிக்கப்படும்
uk: Файли зберігатимуться у вказаному нижче каталозі
zh_cn: 文件将会被存储在以下目录中
