Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# send_files_fail_title
source: Failed sending file to %1$s
ast: Fallu al unviar el ficheru a %1$s
az: faylı %1$s'a(ə) göndərmək baş tutmadı
bg: Неуспешно изпращане на файл до %1$s
cs: Odesílání souboru na %1$s selhalo
de: Die Datei kann nicht an %1$s gesendet werden
el: Αποτυχία αποστολής αρχείου στο %1$s
es: Fallo al enviar el archivo a %1$s
et: Faili saatmine seadmesse %1$s nurjus
eu: Huts egin du fitxategia %1$s(e)ra bidaltzea
fi: Tiedoston lähetys laitteelle %1$s epäonnistui
fr: Impossible d'envoyer le fichier à %1$s
gl: Non se puido enviar o ficheiro a %1$s
hu: Sikertelen fájlküldés ide: %1$s
id: Gagal mengirim file ke %1$s
is: Mistókst að senda skrá til %1$s
it: Invio del file a %1$s non riuscito
ja: %1$s へのファイル送信に失敗
ko: %1$s(으)로 파일 %3$d개 중 %2$d개를 보낼 수 없음
lt: Nepavyko išsiųsti failo į %1$s
nl: Verzenden van bestand naar %1$s is mislukt
nn: Klarte ikkje senda fil til %1$s
pl: Nie udało się wysłać pliku do %1$s
pt: Não foi possível enviar o ficheiro para o %1$s
pt_br: Não foi possível enviar o arquivo para %1$s
ro: A eșuat trimiterea fișierului la %1$s
ru: Не удалось передать %2$d из %3$d файлов на %1$s
sk: Zlyhalo odoslanie súboru do zariadenia %1$s
sl: Pošiljanje %2$d od %3$d datoteke na %1$s ni uspelo
sv: Misslyckades skicka fil till %1$s
ta: %1$s-க்கு கோப்பை அனுப்புதல் தோல்வியுற்றது
uk: Не вдалося надіслати %2$d з %3$d файлів до %1$s
zh_cn: 发送给 %1$s 的 %3$d 个文件中的 %2$d 个失败

source: Tap to open
ar: اطرق لتفتح
az: Açmaq üçün toxunun
bg: Докоснете, за да отворите
cs: Ťukněte pro otevření
de: Tippen um zu öffnen
el: Χτυπήστε για άνοιγμα
es: Pulse para abrir
et: Koputa avamiseks
eu: Tak egin irekitzeko
fi: Avaa napauttamalla
fr: Tapotez pour ouvrir
hu: Koppintson a megnyitáshoz
id: Ketuk untuk membuka
is: Pikkaðu til að opna
it: Tocca per aprire
ja: タップして開く
ko: 열려면 누르십시오
lt: Bakstelėkite, norėdami atverti
nl: Tik om te openen
nn: Trykk for å opna
pl: Stuknij, aby otworzyć
pt: Toque para abrir
pt_br: Toque para abrir
ro: Atingeți pentru a deschide
ru: Коснитесь, чтобы открыть
sk: Ťuknutím otvoríte
sl: Tapkaj, da odpreš
sv: Rör för att öppna
ta: திறக்க தட்டவும்
uk: Натисніть, щоб відкрити
zh_cn: 点击打开

# received_file_text
source: Tap to open '%1s'
ar: المس لفتح '%1s'
ast: Toca p'abrir «%1s»
az: '%1s' açmaq üçün toxunun
bg: Докоснете, за да отворите '%1s'
cs: Ťukněte pro otevření '%1s'
de: Tippen um „%1s“ zu öffnen
el: Χτυπήστε για άνοιγμα '%1s'
es: Pulse para abrir «%1s»
et: Koputa "%1s" avamiseks
eu: Tak egin '%1s' irekitzeko
fi: Avaa ”%1s” napauttamalla
fr: Appuyez pour ouvrir %1s
gl: Toque para abrir «%1s».
hu: Koppintson a(z) „%1s” megnyitásához
id: Ketuk untuk membuka '%1s'
is: Pikkaðu til að opna '%1s'
it: Tocca per aprire «%1s»
ja: タップして '%1s' を開く
ko: '%1s'을(를) 열려면 누르십시오
lt: Bakstelėkite,norėdami atverti "%1s"
nl: Tap om '%1s' te openen
nn: Trykk for å opna «%1s»
pl: Stuknij, aby otworzyć „%1s”
pt: Toque para abrir o '%1s'
pt_br: Toque para abrir o '%1s'
ro: Atingeți pentru a deschide „%1s”
ru: Коснитесь, чтобы открыть «%1s»
sk: Ťuknutím otvoríte súbor "%1s"
sl: Tapkaj, da odpreš '%1s'
sv: Rör för att öppna '%1s'
ta: '%1s'-ஐ திறக்க தட்டு
uk: Натисніть, щоб відкрити «%1s»
zh_cn: 点击打开“%1s”

# cannot_create_file
source: Cannot create file %s
ast: Nun pue crease'l ficheru %s
az: %s faylı yaradıla bilmir
bg: Не може да се създаде файл %s
cs: Nelze vytvořit soubor %s
de: Die Datei %s kann nicht erstellt werden
el: Αδυναμία δημιουργίας αρχείου %s
es: No se pudo crear el archivo %s
et: Faili %s loomine nurjus
eu: Ezin da sortu %s fitxategia
fi: Ei voida luoda tiedostoa %s
fr: Impossible de créer le fichier %s
gl: Non se pode crear o ficheiro %s
hu: Nem hozható létre a(z) %s fájl
id: Gak bisa menciptakan file %s
is: Get ekki búið til skrána %s
it: Impossibile creare il file %s
ja: ファイル %s を作成できません
ko: 파일 %s을(를) 만들 수 없음
lt: Nepavyksta sukurti failo %s
nl: Kan bestand %s niet aanmaken
nn: Klarte ikkje oppretta fila %s
pl: Nie można utworzyć pliku %s
pt: Não é possível criar o ficheiro %s
pt_br: Não foi possível criar o arquivo %s
ro: Nu se poate crea fișierul %s
ru: Не удалось создать файл «%s»
sk: Nedá sa vytvoriť súbor %s
sl: Ni mogoče ustvariti datoteke %s
sv: Kan inte skapa filen %s
ta: %s என்ற கோப்பை உருவாக்க முடியவில்லை
uk: Не вдалося створити файл %s
zh_cn: 无法创建文件 %s

source: Tap to answer
ar: المس للإجابة
ast: Toca pa responder
az: Cavab üçün toxunun
bg: Докоснете за да отговорите
cs: Ťukněte pro odpovězení
de: Zum Antworten tippen
el: Χτυπήστε για να απαντήσετε
es: Pulse para responder
et: Koputa vastamiseks
eu: Tak egin erantzuteko
fi: Vastaa napauttamalla
fr: Cliquer pour répondre
gl: Toque para contestar
hu: Koppintson válaszhoz
id: Ketuk untuk menjawab
is: Pikkaðu til að svara
it: Tocca per rispondere
ja: タップして応答
ko: 눌러서 응답하기
lt: Bakstelėkite norėdami atsakyti
nl: Tap om te antwoorden
nn: Trykk for å svara
pl: Stuknij, aby odpowiedzieć
pt: Toque para responder
pt_br: Toque para responder
ro: Atingeți pentru a răspunde
ru: Коснитесь, чтобы ответить
sk: Ťuknutím odpoviete
sl: Tapkaj za odgovor
sv: Rör för att svara
ta: பதிலளிக்க தட்டவும்
uk: Натисніть, щоб відповісти
zh_cn: 点击应答

# right_click
source: Send Right Click
ar: أرسل نقرة باليمين
ast: Unviar un clic derechu
az: Sağ Klik göndərmək
bg: Изпращане на щракване с десен бутон
cs: Poslat kliknutí pravým tlačítkem
de: Rechtsklick senden
el: Αποστολή δεξιού κλικ
es: Enviar clic derecho
et: Saada paremklõps
eu: Bidali eskumako klik
fi: Lähetä oikean painikkeen napsautus
fr: Envoyer un clic droit
gl: Enviar un clic secundario
hu: Jobb kattintás küldése
id: Kirim Klik Kanan
is: Senda hægri músarsmell
it: Invia clic tasto destro
ja: 右クリックを送信
ko: 오른쪽 단추 클릭 신호 보내기
lt: Siųsti dešinįjį spustelėjimą
nl: Verstuur een rechter muisklik
nn: Send høgreklikk
pl: Wyślij naciskając prawym
pt: Enviar um Botão Direito
pt_br: Enviar um Botão Direito
ro: Trimite clic drept
ru: Послать нажатие правой кнопки
sk: Odoslať kliknutie pravým tlačidlom
sl: Pošlji desni klik
sv: Skicka högerklick
ta: வலது க்ளிக்கை அனுப்பு
uk: Надіслати клацання правою кнопкою
zh_cn: 发送右键点击

# middle_click
source: Send Middle Click
ar: أرسل نقرة بالوسط
ast: Unviar un clic d'en mediu
az: Orta Klik göndərmək
bg: Изпращане на средно щракване
cs: Poslat kliknutí prostředním tlačítkem
de: Mittelklick senden
el: Αποστολή μεσαίου κλικ
es: Enviar clic del botón central
et: Saada keskklõps
eu: Bidali erdiko klik
fi: Lähetä keskipainikkeen napsautus
fr: Envoyer un clic central
gl: Enviar un clic central
hu: Középső kattintás küldése
id: Kirim Klik Tengah
is: Senda miðjumúsarsmell
it: Invia clic tasto centrale
ja: 中クリックを送信
ko: 가운데 단추 클릭 신호 보내기
lt: Siųsti vidurinįjį spustelėjimą
nl: Verstuur een middelste muisklik
nn: Send midtklikk
pl: Wyślij naciskając środkowym
pt: Enviar um Botão do Meio
pt_br: Enviar um Botão do Meio
ro: Trimite clic mijlociu
ru: Послать нажатие средней кнопки
sk: Odoslať kliknutie stredným tlačidlom
sl: Pošlji sredinski klik
sv: Skicka mittenklick
ta: நடு க்ளிக்கை அனுப்பு
uk: Надіслати клацання лівою кнопкою
zh_cn: 发送中键点击

source: Show Keyboard
ar: أظهر لوحة المفاتيح
ast: Amosar el tecláu
az: Klaviaturanı göstərmək
bg: Показване на клавиатурата
cs: Zobrazit klávesnici
de: Tastatur anzeigen
el: Εμφάνιση πληκτρολογίου
es: Mostrar teclado
et: Näita klaviatuuri
eu: Erakutsi teklatua
fi: Näytä näppäimistö
fr: Afficher le clavier
gl: Mostrar o teclado
hu: Billentyűzet megjelenítése
id: Tampilkan Keyboard
is: Birta lyklaborð
it: Mostra tastiera
ja: キーボードを表示
ko: 키보드 표시
lt: Rodyti klaviatūrą
nl: Toetsenbord tonen
nn: Vis tastatur
pl: Pokaż klawiaturę
pt: Mostrar o Teclado
pt_br: Mostrar teclado
ro: Arată tastatura
ru: Показать клавиатуру
sk: Zobraziť klávesnicu
sl: Pokaži tipkovnico
sv: Visa tangentbord
ta: விசைப்பலகையைக் காட்டு
uk: Показати клавіатуру
zh_cn: 显示键盘

source: Device not paired
ar: الجهاز غير مقترن
ast: Nun s'empareyó'l preséu
az: Cihaz qoşulmayıb
bg: Устройството не е сдвоено
cs: Zařízení není spárováno
de: Das Gerät ist nicht verbunden
el: Η συσκευή δεν συζεύχθηκε
es: Dispositivo no vinculado
et: Seadmed pole paaritatud
eu: Gailua parekatu gabe
fi: Laitetta ei ole kytketty pariksi
fr: Périphérique non associé
gl: O dispositivo non está emparellado
hu: Az eszköz nincs párosítva
id: Peranti tidak disandingkan
is: Tæki er ekki parað
it: Dispositivo non associato
ja: デバイスはペアリングされていません
ko: 장치가 연결되지 않음
lt: Įrenginys nesuporuotas
nl: Apparaat is niet gepaard
nn: Eininga er ikkje para
pl: Urządzenie niesparowane
pt: Dispositivo não emparelhado
pt_br: Dispositivo não emparelhado
ro: Dispozitiv neasociat
ru: Устройство не сопряжено
sk: Zariadenie nie je spárované
sl: Naprava ni uparjena
sv: Apparat inte ihopparad
ta: சாதனம் இணைக்கப்படவில்லை
uk: Пристрій не пов’язано
zh_cn: 设备未配对

source: Request pairing
ar: اطلب الاقتران
ast: Solicitar l'empareyamientu
az: Qoşulma tələbi
bg: Заявка за сдвояване
cs: Vyžádat párování
de: Kopplung anfordern
el: Αίτημα σύζευξης
es: Solicitar vinculación
et: Soovi paardumist
eu: Eskatu parekatzea
fi: Pyydä pariksi kytkemistä
fr: Demande d'association
gl: Solicitar emparellarse
hu: Párosítás kérése
id: Minta penyandingan
is: Biðja um pörun
it: Richiedi associazione
ja: ペアリングを要求
ko: 연결 요청
lt: Užklausti suporuoti
nl: Verzoek voor maken van paar
nn: Be om paring
pl: Zażądaj sparowania
pt: Pedir o emparelhamento
pt_br: Solicitar emparelhamento
ro: Cere asocierea
ru: Запросить сопряжение
sk: Požiadať o spárovanie
sl: Zahtevaj uparjanje
sv: Begära ihopparning
ta: இணைப்பு கோரு
uk: Надіслати запит щодо пов’язування
zh_cn: 请求配对

# pairing_accept
source: Accept
ar: اقبل
ast: Aceutar
az: Qəbul etmək
bg: Приемане
cs: Přijmout
de: Annehmen
el: Αποδοχή
es: Aceptar
et: Nõustu
eu: Onartu
fi: Hyväksy
fr: Accepter
gl: Aceptar
hu: Elfogadás
id: Setujui
is: Samþykkja
it: Accetta
ja: 許可
ko: 수락
lt: Priimti
nl: Accepteren
nn: Godta
pl: Przyjmij
pt: Aceitar
pt_br: Aceitar
ro: Acceptă
ru: Принять
sk: Prijať
sl: Sprejmi
sv: Acceptera
ta: ஏற்றுக்கொள்
uk: Прийняти
zh_cn: 接受

# pairing_reject
source: Reject
ar: ارفض
ast: Refugar
az: İmtina etmək
bg: Отхвърляне
cs: Odmítnout
de: Ablehnen
el: Απόρριψη
es: Rechazar
et: Keeldu
eu: Ukatu
fi: Hylkää
fr: Rejeter
gl: Rexeitar
hu: Elutasítás
id: Apkir
is: Hafna
it: Rifiuta
ja: 拒否
ko: 거부
lt: Atmesti
nl: Afwijzen
nn: Avvis
pl: Odrzuć
pt: Rejeitar
pt_br: Rejeitar
ro: Respinge
ru: Отклонить
sk: Odmietnuť
sl: Zavrni
sv: Avslå
ta: மறு
uk: Відмовити
zh_cn: 拒绝

source: Settings
ar: إعدادات
ast: Axustes
az: Ayarlar
bg: Настройки
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Preferencias
et: Seadistused
eu: Ezarpenak
fi: Asetukset
fr: Configuration
gl: Configuración
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
lt: Nuostatos
nl: Instellingen
nn: Innstillingar
pl: Ustawienia
pt: Configuração
pt_br: Configurações
ro: Configurări
ru: Параметры
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
ta: அமைப்புகள்
uk: Параметри
zh_cn: 设置

# mpris_play
source: Play
ar: شغّل
az: Səsləndirmək
bg: Възпроизвеждане
cs: Přehrát
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
et: Esita
eu: Jo
fi: Toista
fr: Lire
gl: Reproducir
hu: Lejátszás
id: Putarkan
is: Spila
it: Riproduci
ja: 再生
ko: 재생
lt: Atkurti
nl: Afspelen
nn: Spel
pl: Odtwórz
pt: Tocar
pt_br: Reproduzir
ro: Redă
ru: Воспроизведение
sk: Prehrať
sl: Zaigraj
sv: Spela
ta: இயக்கு
uk: Пуск
zh_cn: 播放

# mpris_pause
source: Pause
ar: ألبث
az: Fasilə
bg: Пауза
cs: Pozastavit
de: Anhalten
el: Παύση
es: Pausar
et: Paus
eu: Eten
fi: Tauko
gl: Deter
hu: Szünet
id: Jeda
is: Í bið
it: Pausa
ja: 一時停止
ko: 일시 정지
lt: Pristabdyti
nl: Pauzeren
pl: Wstrzymaj
pt: Pausa
pt_br: Pausar
ro: Întrerupe
ru: Приостановить
sk: Pozastaviť
sl: Premor
sv: Paus
ta: பொறு
uk: Пауза
zh_cn: 暂停

# mpris_previous
source: Previous
ar: السّابق
az: Əvvəlki
bg: Предишен
cs: Předchozí
de: Zurück
el: Προηγούμενο
es: Anterior
et: Eelmine
eu: Aurrekoa
fi: Edellinen
fr: Précédent
gl: Anterior
hu: Előző
id: Sebelumnya
is: Fyrra
it: Precedente
ja: 前へ
ko: 이전
lt: Ankstesnis
nl: Vorige
nn: Førre
pl: Poprzedni
pt: Anterior
pt_br: Anterior
ro: Precedent
ru: Предыдущая
sk: Predošlé
sl: Prejšnji
sv: Föregående
ta: முந்தையது
uk: Назад
zh_cn: 上一曲

# mpris_rew
source: Rewind
ar: رجوع
az: Geri almaq
bg: Превъртане назад
cs: Přetočit zpět
de: Schneller Rücklauf
el: Ταχεία ώθηση όπισθεν
es: Rebobinar
et: Keri tagasi
eu: Atzera eraman
fi: Kelaa takaisin
fr: Retour rapide
gl: Retroceder
hu: Visszatekerés
id: Mundur-cepat
is: Spóla til baka
it: Riavvolgi
ja: 巻き戻し
ko: 되감기
lt: Persukti atgal
nl: Terugspoelen
nn: Spol tilbake
pl: Przewiń
pt: Recuar
pt_br: Retornar
ro: Rebobinează
ru: Назад
sk: Pretočiť dozadu
sl: Previj
sv: Snabbspola bakåt
ta: பின்னோக்கி செல்
uk: Повний назад
zh_cn: 倒退

# mpris_ff
source: Fast-forward
ar: تقدّم سريع
az: Sürətli irəli
bg: Превъртане напред
cs: Rychle vpřed
de: Vorlauf
el: Ταχεία προώθηση
es: Avance rápido
et: Kiiresti edasi
eu: Aurrera eraman
fi: Pikakelaa
fr: Avance rapide
gl: Cara a adiante
hu: Gyors előretekerés
id: Maju-capat
is: Spóla áfram
it: Avanti veloce
ja: 早送り
ko: 빨리 감기
lt: Persukti pirmyn
nl: Snel vooruit
nn: Spol fram
pl: Przewiń do przodu
pt: Avançar
pt_br: Avançar rapidamente
ro: Derulează rapid înainte
ru: Вперёд
sk: Pretočiť dopredu
sl: Hitro previj naprej
sv: Snabbspola framåt
ta: வேகமாக முன்னோக்கி செல்
uk: Повний вперед
zh_cn: 快进

# mpris_next
source: Next
ar: التّالي
az: Sonrakı
bg: Следващ
cs: Následující
de: Weiter
el: Επόμενο
es: Siguiente
et: Järgmine
eu: Hurrengoa
fi: Seuraava
fr: Suivant
gl: Seguinte
hu: Következő
id: Selanjutnya
is: Næsta
it: Successivo
ja: 次へ
ko: 다음
lt: Kitas
nl: Volgende
nn: Neste
pl: Następny
pt: Seguinte
pt_br: Próximo
ro: Următor
ru: Следующая
sk: Nasledovné
sl: Naslednji
sv: Nästa
ta: அடுத்தது
uk: Далі
zh_cn: 下一曲

# mpris_loop
source: Loop
ar: حلقة
az: Dairəvi
bg: Повторение
cs: Smyčka
el: Βρόχος
es: Bucle
eu: Begizta
fi: Silmukka
fr: En boucle
hu: Ismétlés
id: Ulangi
is: Endurtaka
it: Cicla
ja: 繰り返し
ko: 반복
lt: Kartoti iš naujo
nl: Lus
nn: Repeter
pl: Zapętlij
pt: Ciclo
pt_br: Repetição
ro: Buclă
ru: Повторять
sk: Opakovať
sl: Zanka
sv: Upprepa
ta: சுழற்று
uk: Зациклити
zh_cn: 循环播放

# mpris_shuffle
source: Shuffle
ar: اخلط
az: Qarışıq
bg: Разбъркване
cs: Zamíchat
el: Ανάμιξη
es: Mezclar
eu: Nahasi
fi: Sekoita
fr: Mélanger
hu: Keverés
id: Acak
is: Stokka
it: Mescola
ja: シャッフル
ko: 무순서 재생
lt: Maišyti
nl: Willekeurig afspelen
nn: Stokk om
pl: Wymieszaj
pt: Aleatório
pt_br: Embaralhar
ro: Amestecă
ru: Перемешать
sk: Zamiešať
sl: Razmešaj
sv: Blanda
ta: கலக்கு
uk: Перемішати
zh_cn: 随机播放

# mpris_volume
source: Volume
ar: المستوى
az: Səs səviyyəsi
bg: Сила на звука
cs: Hlasitost
de: Lautstärke
el: Τόμος
es: Volumen
et: Helitugevus
eu: Bolumena
fi: Äänenvoimakkuus
hu: Hangerő
is: Hljóðstyrkur
ja: 音量
ko: 음량
lt: Garsumas
nn: Lydstyrke
pl: Głośność
ro: Volum
ru: Громкость
sk: Hlasitosť
sl: Glasnost
sv: Volym
ta: ஒலியளவு
uk: Гучність
zh_cn: 音量

# mpris_time_settings_title
source: Forward/rewind buttons
ar: زرّا التّقدّم والإرجاع
ast: Botones d'avanzar/rebobinar
az: İrəli/Geri düymələri
bg: Бутони за превъртане напред/назад
cs: Tlačítka vpřed/přetočit
de: Knöpfe Vorwärts/Rückwärts
el: Κουμπιά ταχείας ώθησης
es: Botones de avance/rebobinado
et: Edasi-tagasikerimise nupud
eu: Atzera eraman / Aurrera eraman botoiak
fi: Kelauspainikkeet
fr: Boutons avance / retour rapide.
gl: Botóns de avanzar e retroceder
hu: Előre/visszatekerő gombok
id: Tombol mundur-cepat/maju-cepat
is: Áfram- og afturábak-hnappar
it: Pulsanti di avanzamento/riavvolgimento
ja: 早送り/巻き戻しボタン
ko: 되감기/빨리감기 단추
lt: Persukimo pirmyn/atgal mygtukai
nl: Knoppen vooruit/terug
nn: Spoleknappar
pl: Przyciski naprzód/wstecz
pt: Botões para avançar/recuar
pt_br: Botões para avançar/voltar
ro: Butoane pentru derulare/rebobinare
ru: Кнопки вперёд/назад
sk: Tlačidlá pretočenia dopredu/dozadu
sl: Gumba naprej/nazaj
sv: Framåt- och bakåt-knappar
ta: பின்னோக்கி/முன்னோக்கி செல்வதற்கான பொத்தான்கள்
uk: Кнопки «Вперед/Назад»
zh_cn: 快进/倒退按钮

# mpris_time_settings_summary
source: Adjust the time to fast forward/rewind when pressed
ar: اضبط الوقت عند نقر زرّيّ التّقديم أو الإرجاع
ast: Axusta'l tiempu d'avance/rebobináu al primir
az: Basıldığında sürətli irəli/geriyə üçün vaxtı ayarlamaq
bg: Регулиране на времето за превъртане напред/назад при натискане
cs: Upravit čas pro rychlý posun/přetočení při stisku
de: Sprungweite für Vorlauf/Rücklauf anpassen
el: Χρονική προσαρμογή ταχείας ώθησης ανάλογα με την πίεση
es: Ajustar el tiempo a avanzar o rebobinar rápidamente al pulsar
et: Kiire edasi-tagasikerimise aja kohandamine vajutamisel
eu: Doitu sakatzean aurrera/atzera azkar egin beharreko denbora
fi: Säädä painettaessa tapahtuvan kelauksen kestoa
fr: Ajustez le temps pour l'avance ou retour rapide.
gl: Axuste o tempo que avanzar ou retroceder ao premer
hu: A gyors előre/visszatekerés idejének beállítása, amikor megnyomják
id: Sesuaikan waktu untuk mempercepat mundur/maju ketika ditekan
is: Aðlagaðu tímann þegar ýtt er á hraðspólun/spóla til baka
it: Regola l'ora per avanzare rapidamente o riavvolgere in caso di pressione
ja: 押した時に早送り/巻き戻しする時間を調整
ko: 눌렀을 때 되감거나 빨리 감을 시간 조정
lt: Reguliuoti persukimo pirmyn/atgal laiką, spustelėjus
nl: Pas de tijd aan om snel voorwaarts/terug te gaan bij indrukken
nn: Juster kor langt spoleknappane skal spola
pl: Dostosuj czas do przewijania wprzód lub wstecz po naciśnięciu
pt: Ajusta o tempo para o avanço/recuo quando pressionar
pt_br: Ajuste o tempo para avançar ou retroceder quando pressionar
ro: Ajustează durata de derulat/rebobinat rapid la apăsare
ru: Настройка шага перемотки при нажатии кнопок вперёд или назад
sk: Upraviť čas pretáčania dopredu/dozadu po stlačení tlačidla
sl: Prilagodite čas za hitro premikanje naprej/nazaj, ko ga pritisnete
sv: Justera tiden för att snabbspola framåt eller tillbaka om nertryckt
ta: அழுத்தும்போது எவ்வளவு நேரம் பின்னோக்கி/முன்னோக்கி செல்ல வேண்டும் என்று தேர்வு செய்யுங்கள்
uk: Скоригувати час швидкого гортання вперед або назад при натисканні
zh_cn: 当按下时调整快进或倒退的时间

# mpris_time_entries:0
source: 10 seconds
ar: 10 ثوان
ast: 10 segundos
az: 10 saniyə
bg: 10 секунди
cs: 10 sekund
de: 10 Sekunden
es: 10 segundos
et: 10 sekundit
eu: 10 segundo
fi: 10 sekuntia
fr: 10 secondes
gl: 10 segundos
hu: 10 másodperc
id: 10 detik
is: 10 sekúndur
it: 10 secondi
ja: 10 秒
ko: 10초
lt: 10 sekundžių
nl: 10 seconden
nn: 10 sekund
pl: 10 sekund
pt: 10 segundos
pt_br: 10 segundos
ro: 10 secunde
ru: 10 секунд
sk: 10 sekúnd
sl: 10 sekund
sv: 10 sekunder
ta: 10 நொடிகள்
uk: 10 секунд
zh_cn: 10 秒

# mpris_time_entries:1
source: 20 seconds
ar: 20 ثانية
ast: 20 segundos
az: 20 saniyə
bg: 20 секунди
cs: 20 sekund
de: 20 Sekunden
es: 20 segundos
et: 20 sekundit
eu: 20 segundo
fi: 20 sekuntia
fr: 20 secondes
gl: 20 segundos
hu: 20 másodperc
id: 20 detik
is: 20 sekúndur
it: 20 secondi
ja: 20 秒
ko: 20초
lt: 20 sekundžių
nl: 20 seconden
nn: 20 sekund
pl: 20 sekund
pt: 20 segundos
pt_br: 20 segundos
ro: 20 de secunde
ru: 20 секунд
sk: 20 sekúnd
sl: 20 sekund
sv: 20 sekunder
ta: 20 நொடிகள்
uk: 20 секунд
zh_cn: 20 秒

# mpris_time_entries:2
source: 30 seconds
ar: 30 ثانية
ast: 30 segundos
az: 30 saniyə
bg: 30 секунди
cs: 30 sekund
de: 30 Sekunden
es: 30 segundos
et: 30 sekundit
eu: 30 segundo
fi: 30 sekuntia
fr: 30 secondes
gl: 30 segundos
hu: 30 másodperc
id: 30 detik
is: 30 sekúndur
it: 30 secondi
ja: 30 秒
ko: 30초
lt: 30 sekundžių
nl: 30 seconden
nn: 30 sekund
pl: 30 sekund
pt: 30 segundos
pt_br: 30 segundos
ro: 30 de secunde
ru: 30 секунд
sk: 30 sekúnd
sl: 30 sekund
sv: 30 sekunder
ta: 30 நொடிகள்
uk: 30 секунд
zh_cn: 30 秒

# mpris_time_entries:3
source: 1 minute
ar: دقيقة واحدة
ast: 1 minutu
az: 1 dəqiqə
bg: 1 минута
cs: 1 minuta
el: 1 λεπτό
es: 1 minuto
et: 1 minut
eu: minutu 1
fi: 1 minuutti
gl: 1 minuto
hu: 1 perc
id: 1 menit
is: 1 mínúta
it: 1 minuto
ja: 1 分
ko: 1분
lt: 1 minutė
nl: 1 minuut
nn: 1 minutt
pl: 1 minuta
pt: 1 minuto
pt_br: 1 minuto
ro: 1 minut
ru: 1 минута
sk: 1 minúta
sl: 1 minuta
sv: 1 minut
ta: 1 நிமிடம்
uk: 1 хвилина
zh_cn: 1 分钟

# mpris_time_entries:4
source: 2 minutes
ar: دقيقتان
ast: 2 minutos
az: 2 dəqiqə
bg: 2 минути
cs: 2 minuty
de: 2 Minuten
el: 2 λεπτά
es: 2 minutos
et: 2 minutit
eu: 2 minutu
fi: 2 minuuttia
gl: 2 minutos
hu: 2 perc
id: 2 menit
is: 2 mínútur
it: 2 minuti
ja: 2 分
ko: 2분
lt: 2 minutės
nl: 2 minuten
nn: 2 minutt
pl: 2 minuty
pt: 2 minutos
pt_br: 2 minutos
ro: 2 minute
ru: 2 минуты
sk: 2 minúty
sl: 2 minuti
sv: 2 minuter
ta: 2 நிமிடங்கள்
uk: 2 хвилини
zh_cn: 2 分钟

# mpris_notification_settings_title
source: Show media control notification
ast: Amosar l'avisu del mandu multimedia
az: Media idarəetmə bildirişlərini göstərmək
bg: Показване на известие за управление на медиите
cs: Obrazit oznámení pro ovládání médií
de: Benachrichtigung zur Medienkontrolle anzeigen
el: Εμφάνιση ειδοποίησης κονσόλας πολυμέσων
es: Mostrar notificación del control de medios
et: Meedia juhtimise märguannete näitamine
eu: Erakutsi euskarri kontrolaren jakinarazpena
fi: Näytä mediasäädinilmoitukset
fr: Afficher la notification de contrôle du lecteur multimédia
gl: Mostrar a notificación de control de reprodución.
hu: Médiavezérlő értesítéseinek megjelenítése
id: Tampilkan notifikasi kendali media
it: Mostra la notifica del controllo multimediale
ja: メディア操作の通知を表示
ko: 미디어 제어 알림 표시
lt: Rodyti įvairialypės terpės valdymo pranešimus
nl: Mediabesturingsmelding tonen
nn: Vis varsling med avspelingskontrollar
pl: Pokaż powiadomienia sterowania mediami
pt: Mostrar a notificação do controlo multimédia
pt_br: Mostrar a notificação do controle multimídia
ro: Arată notificare cu control multimedia
ru: Показывать уведомления об управлении воспроизведением
sk: Zobraziť upozornenie ovládania médií
sl: Pokaži obvestilo o nadzoru medija
sv: Visa underrättelser om mediastyrning
ta: ஊடக கட்டுப்பாடு அறிவிப்பைக் காட்டு
uk: Показувати сповіщення щодо керування відтворенням
zh_cn: 显示媒体控制通知
