Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# about_kde_support_kde
source: &lt;h1&gt;Support KDE&lt;/h1&gt; &lt;p&gt;KDE software is and will always be available free of charge, however creating it is not free.&lt;/p&gt; &lt;p&gt;To support development the KDE community has formed the KDE e.V., a non-profit organization legally founded in Germany. KDE e.V. represents the KDE community in legal and financial matters. See &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; for information on KDE e.V.&lt;/p&gt; &lt;p&gt;KDE benefits from many kinds of contributions, including financial. We use the funds to reimburse members and others for expenses they incur when contributing. Further funds are used for legal support and organizing conferences and meetings.&lt;/p&gt; &lt;p&gt;We would like to encourage you to support our efforts with a financial donation, using one of the ways described at &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Thank you very much in advance for your support.
az: &lt;h1&gt;KDE'yə dəstək&lt;/h1&gt; &lt;p&gt;KDE tətbiqləri pulsuzdur və bu hər zaman belə olacaqdır, lakin onların yaradılması pulsuz deyil.&lt;/p&gt; &lt;p&gt;KDE Cəmiyyətini dəstəkləmək üçün Almaniyada qanuni olaraq yaradılmış, qeyri-kommersiya təşkilatı olan KDE e.V formalaşdırlıb. KDE e.V., KDE Cəmiyyətinə maddi və hüquqi yardım göstərir. Da çox məlumat üçün: &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; KDE e.V. baxın&lt;/p&gt; &lt;p&gt;KDE ona göstərilən malliyə da daxil olmaqla bir çox yardımlardan faydalanır. Vəsaitlər, üzvlərə və başqalarına töhfə verərkən çəkdikləri xərcləri ödəmək üçün xərclənir. Əlavə vəsait, hüquqi dəstək üçün və konfrans və görüşlərin təşkili üçün istifadə olunur.&lt;/p&gt; &lt;p&gt;Biz sizi, aşağıda göstərilən yollardan istifadə etməklə bizə maddi dəstəyinizi göztərməyə dəvət edirik: &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Göstərdiyiniz və göstərəcəyiniz hər hansı dəstək üçün sizə təşəkkür edirik.
bg: &lt;h1&gt;Подкрепете KDE&lt;/h1&gt; &lt;p&gt;Софтуерът на KDE е и винаги ще бъде достъпен безплатно, но създаването му не е безплатно.&lt;/p&gt; &lt;p&gt;За да подкрепи разработката, общността на KDE е създала KDE e.V., дружество, което еорганизация с не-стопанска цел, законно основана в Германия. KDE e.V. представлява KDE общността по правни и финансови въпроси. Вижте &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; за информация относно KDE e.V.&lt;/p&gt; &lt;p&gt;KDE се възползва от много видове принос, включително финансов. Ние използваме средствата, за да възстановим на членовете и други лица разходите, които те правят, когато допринасят. Други средства се използват за правна подкрепа и организиране на конференции и срещи.&lt;/p&gt; &lt;p&gt;Бихме искали да ви насърчим да да подкрепите нашите усилия с финансово дарение, като използвате един от начините описани в &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Благодаря ви многопредварително за вашата подкрепа.
cs: &lt;h1&gt;Podpořte KDE&lt;/h1&gt; &lt;p&gt;KDE je a vždy bude dostupné zdarma, ale jeho tvorba zdarma není.&lt;/p&gt; &lt;p&gt;Proto jsme vytvořili Asociaci KDE, neziskovou organizaci založenou v Tuebingenu, Německo. Asociace KDE reprezentuje komunitu KDE v právních a finančních záležitostech. Podívejte se na &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; informace o KDE e.V.&lt;/p&gt; &lt;p&gt;KDE staví na různých způsobech pomoci, včetně finanční. Peníze používáme na proplacení výdajů našich členů a dalších př přispívání. Další finance jsou použity na právnickou podporu, a organizaci konferencí a setkání.&lt;/p&gt; &lt;p&gt;Chtěli bychom vás poprosit o podporu v naší snaze pomocí finančního daru některým ze způsobů popsaných na &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Předem děkujeme za váš příspěvek a podporu.
el: &lt;h1&gt;Υποστηρίξτε το KDE&lt;/h1&gt; &lt;p&gt;Το λογισμικό του KDE είναι και θα είναι πάντα διαθέσιμο δωρεάν, ωστόσο η δημιουργία του δεν είναι δωρεάν.&lt;/p&gt; &lt;p&gt;Για να υποστηρίξετε την ανάπτυξη η κοινότητα του KDE έχει δημιουργήσει στη Γερμανία το KDE e.V., έναν μη-κερδοσκοπικό οργανισμό. Το KDE e.V. εκπροσωπεί την κοινότητα του KDE σε νομικά και χρηματοοικονομικά θέματα. Δείτε το&lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; για πληροφορίες για το KDE e.V.&lt;/p&gt; &lt;p&gt;Το KDE ωφελείται από πολλά είδη συνεισφορών, και οικονομικών. Χρησιμοποιούμε τους οικονομικούς πόρους για αμοιβές μελών και άλλων για έξοδα που παρουσιάζονται όταν συμμετέχουν. Άλλα κονδύλια χρησιμοποιούνται για τη νομική υποστήριξη και τη διοργάνωση συνεδρίων και συναντήσεων.&lt;/p&gt; &lt;p&gt;Θα θέλαμε να σας ενθαρρύνουμε να υποστηρίξετε τις προσπάθειές μας με μια δωρεά, με έναν από τους τρόπους που περιγράφονται στο &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Σας ευχαριστούμε πολύ εκ των προτέρων για την υποστήριξή σας.
es: &lt;h1&gt;Soporte a KDE&lt;/h1&gt; &lt;p&gt;El software KDE es y siempre será gratuito, sin embargo crearlo no lo es.&lt;/p&gt; &lt;p&gt;Para soportar el desarrollo, la comunidad KDE ha creado KDE e.V., una organización sin ánimo de lucro creada en Alemania. KDE e.V. representa a la comunidad KDE en asuntos legales y financieros. Vea &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; para más información de KDE e.V.&lt;/p&gt; &lt;p&gt;KDE se beneficia de muchos tipos de contribuciones, incluyendo financieras. Usamos los fondos para reembolsar los gastos de los contribuidores cuando contribuyen. Otros fondos se usan para dar soporte legal y para organizar conferencias y reuniones.&lt;/p&gt; &lt;p&gt;Le agradeceríamos una donación financiera para soportar nuestros esfuerzos, usando uno de los mecanismos descritos en &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Muchas gracias por su apoyo.
eu: &lt;h1&gt;Babestu KDE&lt;/h1&gt; &lt;p&gt;KDE softwarea doan eskura daiteke eta beti hala izango da, hala ere hura sortzea ez da doan.&lt;/p&gt; &lt;p&gt;Garapenari sostengua emateko KDE elkarteak KDE e.V. sortu du, irabazi asmorik gabeko erakunde bat legalki Alemanian fundatua. KDE e.V. erakundeak KDE proiektua ordezkatzen du gai legal eta finantzakoetan. Begiratu &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; KDE e.V. gaineko informaziorako.&lt;/p&gt; &lt;p&gt;KDE kolaborazio mota askoren onuradun da, finantzetakoa barne. Funtsa partaideek laguntzerakoan jasaten dituzten gastuak ordaintzeko erabiltzen dugu. Funtsaren gainerakoa sostengu legalerako eta konferentziak eta topaketak antolatzeko erabiltzen da.&lt;/p&gt; &lt;p&gt;Gure esfortzuak finantza dohaintza batekin babes ematera animatu nahi zaitugu, hauetan, &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt; azaltzen diren moduetako bat erabiliz.&lt;/p&gt; Aurrez esker mila zure babesagatik
fi: &lt;h1&gt;Tue KDE:tä&lt;/h1&gt; &lt;p&gt;KDE-ohjelmat ovat ja tulevat aina olemaan ilmaisia, mutta niiden luominen ei ole ilmaista.&lt;/p&gt; &lt;p&gt;Kehitystyön tukemiseksi KDE-yhteisö on muodostanut KDE e.V:n, voittoa tuottamattoman yhteisön, joka lain kannalta sijaitsee Saksassa. KDE e.V. edustaa KDE-yhteisöä laki- ja talousasioissa. Osoitteesta &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; löytyy KDE e.V:stä lisätietoa.&lt;/p&gt; &lt;p&gt;KDE voi hyötyä monenlaisista lahjoituksia, myös rahallisista. Varoja käytetään jäsenten ja muiden avustamiskulujen hyvittämiseen, lakitukeen ja konferenssien ja kokousten järjestämiseen.&lt;/p&gt; &lt;p&gt;Rohkaisemme sinua tukemaan pyrkimyksiämme rahalahjoituksella jollakin tavoista, jotka kuvataan osoitteessa &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Kiitoksia tuestasi etukäteen!
fr: &lt;h1&gt;Soutenir KDE&lt;/h1&gt; &lt;p&gt; Les logiciels de KDE sont et seront toujours disponibles gratuitement. Cependant, leur création n'est pas gratuite. &lt;p&gt;Pour soutenir le développement, la communauté KDE a créée KDE e.V., une organisation à but non lucratif, légalement fondée en Allemagne. KDE e.V. représente la communauté KDE pour les questions juridiques et financières. Veuillez consulter la page &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; pour plus d'informations sur KDE e.V.&lt;/p&gt; &lt;p&gt;KDE bénéficie de plusieurs types de contributions, y compris financières. Nous utilisons les fonds pour rembourser les membres et d'autres personnes pour les dépenses qu'ils engagent pour leurs contributions. D'autres fonds sont utilisés pour le soutien juridique et l'organisation de conférences et de réunions. Nous aimerions vous encourager à soutenir nos efforts par un don financier, en utilisant l'un des moyens décrits sur la page &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;. &lt;/p&gt; Nous vous remercions par avance pour votre soutien.
hu: &lt;h1&gt;A KDE támogatása&lt;/h1&gt; &lt;p&gt;A KDE ingyenesen használható, elkészítése azonban nincs ingyen.&lt;/p&gt; &lt;p&gt;Ezért a KDE projekt vezetői létrehoztak egy KDE e.V. nevű nonprofit szervezetet Németországban. A KDE e.V. képviseli a KDE projektet jogi és pénzügyi kérdésekben. Részletes információ itt található: &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt;&lt;/p&gt; &lt;p&gt;A KDE projektnek szüksége van pénzügyi támogatásra a megfelelő működéshez. A pénz elsősorban új tagok toborzásához és a forráskód kezeléséhez szükséges eszközökhöz kell. A további támogatásokat jogi támogatásra, konferenciák és találkozók szervezésére használjuk fel. Ha módjában áll, kérjük járuljon hozzá a projekt finanszírozásához az alább felsorolt módok egyikével: &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Előre is köszönjük a támogatását!
id: &lt;h1&gt;Dukung KDE&lt;/h1&gt; &lt;p&gt;Perangkat lunak KDE adalah dan akan selalu tersedia secara gratis, namun membuatnya tidak gratis.&lt;/p&gt; &lt;p&gt;Untuk mendukung pengembangan Komunitas KDE telah membentuk KDE e.V., sebuah organisasi nirlaba yang didirikan secara legal di Jerman. KDE e.V. mewakili komunitas KDE dalam masalah hukum dan keuangan. Lihat &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; untuk informasi tentang KDE e.V.&lt;/p&gt; &lt;p&gt;KDE mendapat manfaat dari berbagai macam kontribusi, termasuk keuangan. Kami menggunakan dana untuk mengganti anggota dan lainnya untuk pengeluaran yang mereka anggap ketika berkontribusi. Dana lebih lanjut digunakan untuk dukungan hukum dan pengorganisasian konferensi dan rapat.&lt;/p&gt; &lt;p&gt;Kami ingin mendorong kamu untuk mendukung upaya kami dengan sumbangan keuangan, menggunakan salah satu cara yang dijelaskan di &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Terima kasih banyak sebelumnya atas dukunganmu.
it: &lt;h1&gt;Supporta KDE&lt;/h1&gt; &lt;p&gt;Il software KDE è e sarà sempre disponibile gratuitamente, tuttavia la sua creazione non è gratuita.&lt;/p&gt; &lt;p&gt;Per supportare lo sviluppo, la comunità KDE ha dato vita a KDE e.V., un'organizzazione senza scopo di lucro fondata legalmente in Germania. KDE e.V. rappresenta la comunità KDE nelle questioni legali e finanziarie. Vedi &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; per informazioni su KDE e.V.&lt;/p&gt; &lt;p&gt;KDE beneficia di molti tipi di contributi, inclusi quelli finanziari. Usiamo i fondi per rimborsare i membri e altri per le spese che sostengono quando contribuiscono. Ulteriori fondi sono utilizzati per il supporto legale e l'organizzazione di conferenze e riunioni.&lt;/p&gt; &lt;p&gt;Vorremmo incoraggiarti a sostenere i nostri sforzi con una donazione finanziaria, utilizzando uno dei modi descritti in &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Grazie in anticipo per il tuo supporto.
ko: &lt;h1&gt;KDE 지원&lt;/h1&gt; &lt;p&gt;KDE는 무료로 사용 가능하지만, 만드는 것은 무료가 아닙니다.&lt;/p&gt; &lt;p&gt;따라서 KDE 커뮤니티는 독일에 비영리 재단 KDE e.V.를 설립했습니다. KDE e.V.는 KDE 커뮤니티를 법적, 재정적인 면에서 후원합니다. &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; 사이트를 방문하셔서 KDE e.V.에 관한 정보를 확인하십시오.&lt;/p&gt; &lt;p&gt;KDE는 재정적인 보조가 필요합니다. 대부분의 지원금은 구성원에게 대가를 지급하거나 KDE에 기여하는 데 드는 돈을 대는 데 사용됩니다. &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;에 있는 방법을 사용하여 재정적인 지원을 해 주십시오.&lt;/p&gt;여러분의 협조에 미리 감사드립니다.
lt: &lt;h1&gt;Palaikykite KDE&lt;/h1&gt; &lt;p&gt;KDE programinė įranga yra ir visada bus nemokama, vis dėlto, jos plėtojimas nėra nemokamas.&lt;/p&gt; &lt;p&gt;Norėdama remti plėtojimą, KDE bendruomenė įkūrė „KDE e.V.“, pelno nesiekiančią organizaciją, kuri yra teisiškai įsteigta Vokietijoje. „KDE e.V.“ atstovauja KDE bendruomenę teisiniais ir finansiniais klausimais. Išsamesnei informacijai apie „KDE e.V.“ apsilankykite adresu &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt;.&lt;/p&gt; &lt;p&gt;KDE gauna naudą iš daugelio įnašų, įskaitant finansinius. Mes naudojame lėšas, kad apmokėtume nariams ir kitiems asmenims išlaidas, kurias jie patiria talkindami. Likusios lėšos yra naudojamos teisiniams klausimams spręsti bei konferencijų ir susitikimų organizavimui.&lt;/p&gt; &lt;p&gt;Norėtume paraginti jus finansiškai palaikyti mūsų pastangas ir paaukoti, naudojant vieną iš būdų, kurie aprašyti adresu &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Iš anksto labai dėkojame jums už jūsų palaikymą.
nl: &lt;h1&gt;KDE ondersteunen&lt;/h1&gt; &lt;p&gt;KDE software is en zal altijd zonder kosten beschikbaar zijn, echter het maken is niet zonder kosten.&lt;/p&gt; &lt;p&gt;Om te ontwikkelen heeft de KDE gemeenschap de KDE e.V. opgericht, een niet-voor-winst organisatie met een wettelijke basis in Duitsland. KDE e.V. representeert de KDE gemeenschap in juridische en financiële zaken. Zie &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; voor informatie over KDE e.V.&lt;/p&gt; &lt;p&gt;KDE heeft inkomsten uit vele soorten bijdragen, inclusief financiële. We gebruiken de fondsen om leden en anderen te compenseren voor uitgaven die ze doen wanneer ze bijdragen. Verdere fondsen worden gebruikt voor juridische ondersteuning en het organiseren van conferenties en meetings.&lt;/p&gt; &lt;p&gt;We zouden u willen aanmoedigen om onze inspanningen met een financiële donatie te ondersteunen, met gebruik van een van de manieren beschreven in &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Bij voorbaat hartelijk dank voor uw ondersteuning.
nn: &lt;h1&gt;Støtt KDE&lt;/h1&gt; &lt;p&gt;KDE-programma er, og vil alltid vera, gratis, men det er slett ikkje gratis å laga eller vedlikehalda dei.&lt;/p&gt; &lt;p&gt;For å støtta utviklingsarbeidet har KDE-fellesskapet derfor oppretta KDE e.V., ein ideell organisasjon registrert i Tyskland. KDE e.V. representerer KDE-fellesskapet i juridiske og finansielle saker. På &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; finn du meir informasjon om organisasjonen.&lt;/p&gt; &lt;p&gt;Både økonomisk og annan type støtte er til stor hjelp. Pengane går med til å dekkja utgifter medlemmane våre har ved utviklinga av KDE-programma, samt til juridisk bistand og til organisering av konferansar og møte.&lt;/p&gt; &lt;p&gt;På &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; kan du lesa om korleis du kan bidra.&lt;/p&gt; &lt;p&gt;På førehand tusen takk for støtta di.
pl: &lt;h1&gt;Wesprzyj KDE&lt;/h1&gt; &lt;p&gt;Oprogramowanie KDE jest i zawsze będzie dostępne za darmo, jednakże tworzenie go nie jest darmowe.&lt;/p&gt; &lt;p&gt;Aby wesprzeć rozwój, społeczność KDE założyła KDE e.V., organizację non-profit prawnie założoną w Niemczech. KDE e.V. stanowi społeczność KDE w sprawach prawnych i finansowych. Zajrzyj na &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; po więcej szczegółów o KDE e.V.&lt;/p&gt; &lt;p&gt;KDE korzysta z wielu rodzajów pomocy, w tym także finansowej. Używamy środków do zwracania członkom i innym wydatków, które ponoszą podczas tworzenia. Dalsze środki są używane na wsparcie prawne oraz organizowanie konferencji i spotkań.&lt;/p&gt; &lt;p&gt;Zachęcamy do wspierania naszego wysiłku poprzez darowizny, przy użyciu jednego ze sposobów wymienionych na &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Dzięki z góry za twoje wsparcie.
pt: &lt;h1&gt;Suporte ao KDE&lt;/h1&gt; &lt;p&gt;As aplicações do KDE são e sempre serão disponibilizadas sem qualquer encargo, contudo a criação das mesma não é gratuita.&lt;/p&gt; &lt;p&gt;Para dar apoio ao desenvolvimento, a comunidade do KDE criou o KDE e.V., uma organização sem fins lucrativos fundada a nível legal na Alemanha. O KDE e.V. representa a comunidade do KDE nos assuntos legais e financeiros. Veja em &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; mais informações sobre o KDE e.V.&lt;/p&gt; &lt;p&gt;O KDE beneficia de diversos tipos de contribuições, incluindo financeiras. Usamos os fundos para reembolsar os membros e outros colaboradores por despesas em que incorram nas suas contribuições. Os restantes fundos são usados para suporte legal e para a organização de conferências e reuniões.&lt;/p&gt; &lt;p&gt;Gostaríamos de o encorajar a apoiar os nossos esforços com uma doação financeira, usando uma das formas descritas em &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Muito obrigado desde já pelo seu apoio.
ro: &lt;h1&gt;Sprijiniți KDE&lt;/h1&gt; &lt;p&gt;Programele KDE sunt și vor fi pentru totdeauna disponibile gratuit, dar crearea acestora nu e gratuită.&lt;/p&gt; &lt;p&gt;Pentru a susține dezvoltarea, comunitatea KDE a format Asociația KDE – o organizație non-profit fondată juridic în Germania. KDE e.V. reprezintă comunitatea KDE în chestiuni juridice și financiare. Vizitați &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; pentru informații KDE e.V.&lt;/p&gt; &lt;p&gt;KDE beneficiază de multe feluri de sprijin, inclusiv financiar. Fondurile sunt utilizate pentru a rambursa cheltuielile membrilor și ale altora, făcute pentru contribuția la KDE. Fondurile suplimentare sunt folosite pentru chestiuni juridice și pentru organizarea unor conferințe și întâlniri&lt;/p&gt; &lt;p&gt; Vă încurajăm să ajutați KDE printr-o donație financiară, folosind una din modalitățile descrise la &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Vă mulțumim anticipat pentru sprijinul dumneavoastră.
ru: &lt;h1&gt;Поддержать KDE&lt;/h1&gt; &lt;p&gt;Среда KDE распространяется бесплатно, но её создание требует затрат.&lt;/p&gt; &lt;p&gt;Поэтому команда KDE основала Ассоциацию KDE, некоммерческую организацию, которая зарегистрирована в Германии. Ассоциация KDE представляет проект KDE в правовом и финансовом аспектах. Посетите &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; для получения более подробной информации об Ассоциации KDE.&lt;/p&gt; &lt;p&gt;Финансовая поддержка идёт на благо KDE. Большая часть средств используется для возмещения расходов участников проекта, которые они несут при разработке KDE. Остальные средства используются для юридической поддержки и организации конференций и встреч. Вы можете поддержать KDE финансовым пожертвованием, которое может быть внесено одним из способов, описанных на странице &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt;Заранее благодарим за поддержку!
sl: &lt;h1&gt;Podprite KDE&lt;/h1&gt; &lt;p&gt;KDE programje je in bo vedno zastonj, a razvoj tega ni brez stroškov.&lt;/p&gt; &lt;p&gt;Za podporo razvoju je skupnost KDE ustanovila KDE e.V., neprofitno organizacijo legalno ustanovljeno v Nemčiji. KDE e.V. predstavlja skupnost KDE glede pravnih in finančnih vprašanj. Glejte &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; za informacije o KDE e.V.&lt;/p&gt; &lt;p&gt;KDE prejema različne vrste prispevkov vključno finančne. Te prispevke uporabljamo, da članom in ostalim povrnemo stroške, ki nastajajo ob njihovih prispevkih. We use the funds to reimburse members and others for expenses they incur when contributing. Denarna sredstva se uporabljajo tudi za pravno podporo in organiziranje konferenc in srečanj.&lt;/p&gt; &lt;p&gt;Radi bi vas spodbudili, da podprete naša prizadevanja s finančno donacijo, z uporabo enega od načinov, ki so opisani na &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Najlepša hvala vnaprej za vašo podporo.
sv: &lt;h1&gt;Stöd KDE&lt;/h1&gt; &lt;p&gt;KDE är och kommer alltid att vara tillgängligt utan avgift, dock är det inte gratis att ta fram det.&lt;/p&gt; &lt;p&gt;För att stödja utvecklingen upprättade KDE-gruppen KDE e.V., en ideell organisation som juridiskt grundats i Tyskland. KDE e.V. representerar KDE-gemenskapen i juridiska och ekonomiska angelägenheter. Se &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; för information om KDE e.V.&lt;/p&gt; &lt;p&gt;KDE gagnas av många olika typer av bidrag, inklusive ekonomiska. Medlen används för att ersätta medlemmar och andra för utgifter som de åsamkas när de bidrar till KDE. Ytterligare medel används för juridiskt stöd och för att organisera konferenser och möten.&lt;/p&gt; &lt;p&gt;Vi vill gärna uppmuntra dig att stödja vårt arbete med en donation, på något av sätten som beskrivs på &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt;Tack på förhand för ditt stöd.
ta: &lt;h1&gt;கே.டீ.யீ.-ஐ ஆதரியுங்கள்&lt;/h1&gt; &lt;p&gt;கே.டீ.யீ. மென்பொருட்கள் இலவசமாகக் கிடைக்கிறது, மேலும் எப்பொழுதும் இலவசமாகவே கிடைக்கும். ஆனால் அதனை உருவாக்குவது இலவசமல்ல.&lt;/p&gt; &lt;p&gt;உருவாக்கத்தினை தொடர்ந்து ஆதரிக்க, கே.டீ.யீ. சமூகம், KDE e.V. எனும் லாப நோக்கற்ற அமைப்பை ஜெர்மனியில் சட்டபூர்வமாக தொடங்கியுள்ளது. KDE e.V. ஆனது கே.டீ.யீ. சமூகத்தை சட்ட பூர்வமான மற்றும் நிதி ரீதியான விஷயங்களில் பிரதிபலிக்கிறது. KDE e.V. பற்றி அறிந்து கொள்ள &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; என்ற பக்கத்தை பார்க்கவும். &lt;/p&gt; &lt;p&gt;நிதி உள்ளிட்ட பல்வேறு பங்களிப்புகளால் கே.டீ.யீ. பயனடைகிறது. நாங்கள் இந்நிதியினை பங்களிக்கும் போது ஏற்படும் செலவுகளுக்காக உறுப்பினர்களுக்கும் மற்றோருக்கும் பயன்படுத்துகிறோம்.எஞ்சியிருக்கும் நிதி, சட்ட ஆதரவிற்கும் மாநாடுகளை நடத்தவும் பயன்படுத்தப்படுகிறது. &lt;/p&gt; &lt;p&gt; எங்களது முயற்சிகளுக்கு&lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt;-இல் குறிப்பிடப்பட்டுள்ளது போல் நிதியளித்து ஆதரிக்க உங்களை ஊக்குவிக்க விரும்புகிறோம். முன்கூட்டியே உங்களுடைய ஆதரவிற்கு நன்றி.
uk: &lt;h1&gt;Підтримка KDE&lt;/h1&gt; &lt;p&gt;Програмне забезпечення KDE є і завжди буде доступним безкоштовно. Втім, його створення все ж чогось коштує.&lt;/p&gt; &lt;p&gt;Для підтримки розвитку команда KDE створила Спілку KDE (KDE e.V.) — неприбуткову організацію, яку юридично зареєстровано у Тюбінгені, Німеччина. Спілка KDE юридично та фінансово представляє спільноту KDE. Дивіться &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt;, щоб дізнатися більше про Спілку KDE.&lt;/p&gt; &lt;p&gt;Команда KDE потребує допомоги у багатьох аспектах, зокрема фінансових. В основному кошти витрачаються на відшкодування витрат людям, які працюють над розробкою KDE. Інші кошти буде витрачено на підтримку та організацію конференцій та зустрічей.&lt;/p&gt; &lt;p&gt;Якщо ви бажаєте підтримати KDE фінансово, скористайтесь одним зі способів, описаних за адресою &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Заздалегідь вдячні вам за допомогу.
zh_cn: &lt;h1&gt;支持 KDE&lt;/h1&gt; &lt;p&gt;KDE 开发的软件是自由且免费的，但是开发这些软件必须投入大量人力物力。&lt;/p&gt; &lt;p&gt;为了支持软件的开发工作，KDE 社区成立了非营利机构 KDE e.V. ，它是在德国合法注册的协会组织。KDE e.V. 代表 KDE 社区进行法务和财务工作。如需了解 KDE e.V. 的更多信息，请访问 &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt;。&lt;/p&gt; &lt;p&gt;KDE 的正常运作需要来自各方面的支持，其中资金支持也是必不可少的。我们的经费主要用于补贴团队成员和其他人员在为 KDE 进行贡献时的开支，其次则是满足法务支持和组织活动所需的开支。&lt;/p&gt; &lt;p&gt;我们期待您能通过捐助资金的方式来支持 KDE 的运作和发展。如需了解具体的捐助途径，请访问 &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;。&lt;/p&gt;您的慷慨支持，我们必当涌泉相报。
