Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# no_permission_mprisreceiver
source: To be able to control your media players you need to grant access to the notifications
ast: Pa ser a controlar reproductores multimedia precises conceder l'accesu a los avisos
az: Media oynadıcını idarə etmək üçün bildirişlərə girişə icazə verməniz lazımdır
bg: За да можете да контролирате вашия медиен плеър. трябва да осигурите права за достъп до известията
cs: Abyste byli schopni ovládat vaše přehrávače médií, musíte udělit přístup k oznámením
de: Um die Medienwiedergabe zu steuern, muss der Zugriff auf die Benachrichtigungen gewährt werden
el: Για να ελέγξετε τους αναπαραγωγείς πολυμέσων απαιτείται να παραχωρήσετε πρόσβαση στις ειδοποιήσεις
es: Para poder controlar sus reproductores de medios, necesita dar acceso a las notificaciones
et: Meediamängija juhtimiseks tuleb lubada juurdepääs märguannetele
eu: Zure euskarri-jotzaileak kontrolatu ahal izateko jakinarazpenetara atzipena eman behar diozu
fi: Hallitaksesi mediasoittimiasi sinun on annettava käyttöoikeudet ilmoituksiin
fr: Pour pouvoir contrôler vos lecteurs multimédia, veuillez permettre l'accès aux notifications
gl: Para poder controlar os seus reprodutores de son e vídeo ten que garantir acceso ás notificacións
hu: A médialejátszók távirányításához engedélyt kell adnia az értesítésekhez hozzáféréshez
id: Untuk dapat mengendalikan pemutar media, Anda perlu memberikan akses ke notifikasi
it: Per poter controllare i tuoi lettori multimediali devi accordare l'accesso alle notifiche
ja: メディアプレーヤーを操作するためには、通知へのアクセスを許可する必要があります
ko: 미디어 재생기를 제어하려면 알림 접근 권한이 필요합니다
lt: Norėdami valdyti savo medijos leistuves, turite suteikti prieigą prie pranešimų
nl: Om in staat te zijn uw mediaspelers te besturen moet u toegan geven tot de meldingen
nn: Du må gje tilgang til varslingar for å kunne kontrollera mediespelarar
pl: Aby móc sterować odtwarzaczami na tym urządzeniu, należy udzielić dostępu do powiadomień
pt: Para poder controlar os seus leitores multimédia, terá de dar acesso às notificações
pt_br: Para ser possível controlar os seus leitores multimídia é necessário conceder acesso às notificações
ro: Pentru a putea controla lectorul multimedia, trebuie să permiteți accesul la notificări
ru: Чтобы управлять мультимедийными проигрывателями, необходимо разрешить доступ к уведомлениям
sk: Aby ste mohli ovládať multimediálne prehrávače, musíte udeliť prístup k upozorneniam
sl: Če želite upravljati svoje predvajalnike medijev, morate odobriti dostop do obvestil
sv: För att kunna styra mediaspelare måste du ge tillgång till underrättelser
ta: ஊடக இயக்கிகளை கட்டுப்படுத்த, நீங்கள் அறிவிப்புகளை அணுகும் அனுமதியை அளிக்க வேண்டும்
uk: Щоб мати змогу керувати вашими програвачами мультимедійних даних, вам слід надати доступ до сповіщень.
zh_cn: 为了控制您的媒体播放器，您需要授予访问通知的权限

# no_permissions_remotekeyboard
source: To receive keypresses you need to activate the KDE Connect Remote Keyboard
ast: Pa recibir calcos de tecles precises activar el tecláu remotu de KDE Connect
az: Düymə basılmalarını almaq üçün KDE Connect Klaviaturasını aktiv etməlisiniz
bg: За получавате клавишни набирания, трябва да активирате Отдалечена клавиатура на KDE Connect
cs: Pro zachytávání stisků kláves je potřeba aktivovat vzdálenou klávesnici KDE Connect
de: Um Tastatureingaben empfangen zu können, muss die KDE-Connect-Tastatur aktiviert werden
el: Για να λαμβάνετε πατήματα πλήκτρων απαιτείται να ενεργοποιήσετε το πληκτρολόγιο απομακρυσμένης σύνδεσης του KDE
es: Para recibir pulsaciones de teclado debe activar el teclado remoto de KDE Connect
et: Klahvivajutuste vastuvõtmiseks tuleb aktiveerida KDE Connecti kaugklaviatuur
eu: Sakatzeak jasotzeko KDE Connecten urruneko teklatua aktibatu behar duzu
fi: Näppäinpainallusten vastaanottamiseksi KDE Connectin etänäppäimistö on aktivoitava
fr: Vous devez activer le Clavier à distance KDE Connect pour recevoir les appuis sur les touches
gl: Para recibir presións de tecla ten que activar o teclado remoto de KDE Connect
hu: A billentyűlenyomások fogadásához aktiválnia kell a KDE Connect távoli billentyűzetet
id: Untuk menerima penekanan tombol, Anda perlu mengaktifkan KDE Connect Remote Keyboard
it: Per ricevere pressioni di tasti, devi attivare la tastiera remota di KDE Connect
ja: キー入力を受信するには KDE Connect リモートキーボードをアクティブ化する必要があります
ko: 키 입력을 받으려면 KDE Connect 원격 키보드를 활성화해야 합니다
lt: Norėdami gauti klavišų paspaudimus, turite aktyvuoti KDE Connect nuotolinę klaviatūrą
nl: Om indrukken van toetsen te ontvangen moet u het KDE Connect Remote Keyboard activeren
nn: For å ta imot tastetrykk må du slå på fjerntastaturet i KDE Connect
pl: Aby otrzymywać naciśnięcia klawiszy, należy włączyć zdalną klawiaturę KDE Connect
pt: Para receber eventos de teclado, tem de activar o Teclado Remoto do KDE Connect
pt_br: Para receber eventos de teclado é preciso ativar o Teclado Remoto do KDE Connect
ro: Pentru a primi apăsări de taste, trebuie să activați Tastatura de la distanță KDE Connect
ru: Чтобы получать нажатия клавиш, необходимо включить удалённую клавиатуру KDE Connect.
sk: Na prijímanie stlačenia klávesov, musíte aktivovať vzdialenú klávesnicu aplikácie KDE Connect
sl: Za sprejem pritiskov tipk morate aktivirati oddaljeno tipkovnico KDE Connect
sv: KDE-ansluts fjärrtangentbord måste aktiveras för att ta emot tangentnedtryckningar
ta: விசைகளை பெற நீங்கள் கே.டீ.யீ. கனெக்ட் தொலை விசைப்பலகையை செயல்படுத்த வேண்டும்
uk: Щоб отримувати повідомлення щодо натискання клавіш, вам слід активувати віддалену клавіатуру KDE Connect
zh_cn: 要接收按键，您需要激活 KDE Connect 远程键盘

source: Send ping
ar: أرسل وخزة
ast: Unviar un ping
az: Dümsükləmək
bg: Изпращане на пинг
cs: Poslat ping
de: Ping senden
el: Αποστολή ping
es: Enviar ping
et: Saada ping
eu: Bidali ping
fi: Lähetä tiedustelupaketti
fr: Envoyer un « Ping »
gl: Enviar un ping
hu: Ping küldése
id: Kirim ping
is: Senda ping-beiðni
it: Invia ping
ja: Ping を送信
ko: 핑 보내기
lt: Tikrinti ryšį
nl: Ping verzenden
nn: Send pingsignal
pl: Wyślij ping
pt: Enviar um pedido de contacto
pt_br: Enviar ping
ro: Trimite ping
ru: Отправить тестовый сигнал
sk: Odoslať ping
sl: Pošlji ping
sv: Skicka ping
ta: பிங் அனுப்பு
uk: Надіслати сигнал підтримання зв’язку
zh_cn: 发送 Ping

# open_mpris_controls
source: Multimedia control
ar: تحكّمات الوسائط المتعدّدة
ast: Mandu multimedia
az: Multimedia idarə edilməsi
bg: Мултимедиен контрол
cs: Ovládání multimédií
de: Medienkontrolle
el: Έλεγχος πολυμέσων
es: Control multimedia
et: Multimeedia juhtimine
eu: Multimedia kontrola
fi: Multimedian ohjaus
fr: Contrôles multimédia
gl: Control multimedia
hu: Multimédiavezérlés
id: Kendali multimedia
is: Margmiðlunarstýring
it: Controllo multimediale
ja: マルチメディアの操作
ko: 멀티미디어 제어
lt: Įvairialypės terpės valdymas
nl: Bediening van multimedia
nn: Mediekontroll
pl: Sterowanie odtwarzaczem
pt: Comando multimédia
pt_br: Controle multimídia
ro: Control multimedia
ru: Управление воспроизведением
sk: Multimediálny ovládač
sl: Upravljanje večpredstavnosti
sv: Kontroll av multimedia
ta: பல்லூடக கட்டுப்பாடு
uk: Керування відтворенням
zh_cn: 多媒体控制

# remotekeyboard_editing_only_title
source: Handle remote keys only when editing
ast: Remanar les tecles remotes namás al editar
az: Məsafədəki düymələri yalnız redaktə edərkən idarə edin
bg: Работете с отдалечените клавиши само при редактиране
cs: Ovládat vzdálené klávesy při editaci
de: Tastatureingaben nur empfangen wenn ein Textfeld ausgewählt ist
el: Χειρισμός απομακρυσμένων πλήκτρων μόνο στην επεξεργασία
es: Manejar teclas remotas solo al editar
et: Kaugklahvide käitlemine ainult redigeerimisel
eu: Erabili urruneko teklak editatzean besterik ez
fi: Käsittele etänäppäimet vain muokattaessa
fr: Gérer les appuis de touches à distance uniquement lors de l'édition
gl: Xestionar teclas remotas só ao editar.
hu: Távoli billentyűk kezelése csak szerkesztéskor
id: Menangani tombol jarak jauh hanya ketika mengedit
is: Aðeins meðhöndla fjartengda lykla við breytingar/ritun
it: Gestisci i tasti remoti solo durante la modifica
ja: 編集中にのみリモートキーを取り扱う
ko: 편집할 때에만 원격 키 처리하기
lt: Apdoroti nuotolinius klavišus tik redaguojant
nl: Behandel toetsen op afstand alleen bij bewerken
nn: Handter eksterne tastetrykk berre ved redigering
pl: Obsługuj zdalne naciśnięcia klawiszy tylko podczas edycji
pt: Lidar com as teclas remotas apenas na edição
pt_br: Lidar com as teclas remotas apenas na edição
ro: Manipulează taste de la distanță numai la redactare
ru: Обрабатывать удалённые нажатия только при редактировании
sk: Spracovať vzdialené klávesy iba počas upravovania
sl: Oddaljene tipke uporabljajte samo med urejanjem
sv: Hantera bara externa tangenter vid redigering
ta: தொகுக்கும் போது மட்டும் தொலை விசைகளை ஏற்க
uk: Обробляти віддалені клавіші лише під час редагування
zh_cn: 只有在编辑时才接受远程按键

# remotekeyboard_not_connected
source: There is no active remote keyboard connection, establish one in kdeconnect
az: Aktiv bir uzaq klaviatura bağlantısı yoxdur, onu kdeconnect-də yaradın
bg: Няма активна отдалечена клавиатура, установете такава в kdeconnect
cs: Není k dispozici žádné vzdálené připojení klávesnice. Nastavte nějaké pomocí kdeconnect
de: Es besteht keine Verbindung zu einer entfernten Tastatur. Bitte richten Sie diese zunächst auf ihrem verbundenen Gerät ein
el: Δεν υπάρχει ενεργή σύνδεση με απομακρυσμένο πληκτρολόγιο, άνοιξε μία στο kdeconnect
es: No hay ninguna conexión remota de teclado activa, establezca una en kdeconnect
et: Aktiivne kaugklaviatuuri ühendus puudub, pane see paika KDE Connectis
eu: Ez dago urruneko teklatuarekin konexio aktiborik, ezarri bat kdeconnect erabiliz
fi: Etänäppäimistöyhteyksiä ei ole käytössä: muodosta yhteys kdeconnectissa
fr: Aucune connexion active d'un clavier à distance disponible, établissez-en une dans « KDEConnect ».
gl: Non hai ningunha conexión de teclado remoto activa, estableza unha en kdeconnect.
hu: Nincs aktív távoli billentyűzetkapcsolat, létesítsen egyet a kdeconnectben
id: Tidak ada koneksi keyboard jarak jauh yang aktif, buat satu dalam kdeconnect
is: Engin fjartenging lyklaborðs er virk, virkjaðu eina slíka í KDE Connect
it: Non c'è una connessione attiva della tastiera remota, stabiliscine una da kdeconnect
ja: 有効なリモートキーボード接続がありません。KDE Connect で確立してください
ko: 활성화된 원격 키보드 연결이 없습니다. KDE Connect에서 설정하십시오
lt: Nėra jokio aktyvaus nuotolinės klaviatūros ryšio, užmegzkite jį naudodami kdeconnect
nl: Er is geen actieve verbinding met een toetsenbord op afstand, maak er een in kdeconnect
nn: Det finst ikkje noko verksamt tastatursamband (må setjast opp i KDE Connect)
pl: Nie istnieje połączenie zdalnej klawiatury, nawiąż takie połączenie w kdeconnect
pt: Não existe nenhuma ligação activa a teclados remotos - crie uma no 'kdeconnect'
pt_br: Não existe nenhuma conexão ativa a teclados remotos, crie uma no kdeconnect
ro: Nu e nicio conexiune activă de tastatură la distanță, stabiliți una în kdeconnect
ru: Нет активного соединения с удалённой клавиатурой, создайте такое соединение в KDE Connect
sk: Nie je žiadne aktívne pripojenie k vzdialenej klávesnici. Vytvorte nejaké v aplikácii kdeconnect
sl: Ni dejavne povezave z oddaljeno tipkovnico, vzpostavite jo v kdeconnectu
sv: Det finns ingen aktiv anslutning till externt tangentbord, upprätta en i KDE-anslut
ta: எந்த தொலை விசைப்பலகை இணைப்பும் செயலில் இல்லை. கே.டீ.யீ. கொனெக்டைக் கொண்டு ஒன்றை அமைக்கவும்
uk: Немає активних з’єднань із віддаленою клавіатурою. Встановіть таке з’єднання у kdeconnect.
zh_cn: 没有活动的远程键盘链接，请在 KDE Connect 中连接

# remotekeyboard_connected
source: Remote keyboard connection is active
ast: La conexón col tecláu remotu ta activa
az: Uzaq klaviatura bağlantısını aktiv edin
bg: Отдалечената връзка с клавиатурата е активна
cs: Vzdálené připojení klávesnice je aktivní
de: Verbindung zu entfernter Tastatur ist aktiv
el: Η σύνδεση με απομακρυσμένο πληκτρολόγιο είναι ενεργή
es: La conexión remota de teclado está activa
et: Kaugklaviatuuri ühendus on aktiivne
eu: Urruneko teklatuarekin konexioa aktibo dago
fi: Etänäppäimistöyhteys on käytössä
fr: La connexion au clavier sans fil est active
gl: A conexión de teclado remoto está activa.
hu: Távoli billentyűzetkapcsolat aktív
id: Koneksi keyboard jarak jauh telah aktif
is: Fjartenging lyklaborðs er virk
it: La connessione della tastiera remota è attiva
ja: リモートキーボード接続はアクティブです
ko: 원격 키보드 연결이 활성화됨
lt: Nuotolinės klaviatūros ryšys yra aktyvus
nl: Verbinding met toetsenbord op afstand is actief
nn: Eksternt tastatursamband er verksamt
pl: Połączenie zdalnej klawiatury jest nawiązane
pt: A ligação ao teclado remoto está activa
pt_br: A conexão ao teclado remoto está ativa
ro: Conexiunea de tastatură la distanță e activă
ru: Соединение с удалённой клавиатурой активно
sk: Pripojenie k vzdialenej klávesnici je aktívne
sl: Povezava z oddaljeno tipkovnico je dejavna
sv: Anslutning till externt tangentbord är aktiv
ta: தொலை விசைப்பலகை இணைப்பு செயலில் உள்ளது
uk: З’єднання з віддаленою клавіатурою є активним
zh_cn: 远程键盘连接已启用

# remotekeyboard_multiple_connections
source: There is more than one remote keyboard connection, select the device to configure
az: Birdən çox uzaq klaviatura bağlantısı var, tənzimləmək üçün cihazı seçin
bg: Има повече от една отдалечена връзка за клавиатура, изберете устройството за конфигуриране
cs: Je k dispozici více než jedno připojení klávesnice. Vyberte zařízení pro jeho nastavení.
de: Es besteht mehr als eine Verbindungen zu einer entfernten Tastatur. Um Ihre Konfiguration anzupassen, wählen Sie bitte ein Gerät aus
el: Υπάρχουν περισσότερες της μίας συνδέσεις με απομακρυσμένο πληκτρολόγιο, επιλέξτε ποια συσκευή θα διαμορφώσετε
es: Hay más de una conexión remota de teclado, seleccione el dispositivo a configurar
et: Kaugklaviatuuri ühendusi on üle ühe, palun vali seade, mida seadistada
eu: Urruneko teklatuekin konexio bat baino gehiago dago, hautatu konfiguratu beharreko gailua
fi: Etänäppäimistöyhteyksiä on useampia: valitse asetettava laite
fr: Plusieurs connexions à des claviers sans fil sont disponibles, sélectionnez le périphérique à configurer
gl: Hai máis dunha conexión de teclado remoto, seleccione o dispositivo para configurar.
hu: Több, mint egy távoli billentyűzetkapcsolat van, válassza ki a beállítandó eszközt
id: Ada lebih dari satu koneksi keyboard jarak jauh, pilihlah peranti untuk mengkonfigurasi
it: Ci sono più connessioni di tastiere remote, seleziona il dispositivo da configurare
ja: 一つ以上のリモートキーボード接続があります。設定するデバイスを選択してください
ko: 원격 키보드 연결이 여러 개 있습니다. 설정할 장치를 선택하십시오
lt: Yra daugiau nei vienas nuotolinės klaviatūros ryšys, pasirinkite kurį įrenginį konfigūruoti
nl: Er is meer dan een verbinding met een toetsenbord op afstand, selecteer het te configureren apparaat
nn: Det finst meir enn eitt eksternt tastatursamband (vel eining å setja opp)
pl: Nawiązano więcej niż jedno połączenie zdalnej klawiatury, wybierz urządzenie do ustawienia
pt: Existe mais que uma ligação a teclados remotos; seleccione o dispositivo a configurar
pt_br: Existe mais que uma conexão a teclados remotos. Selecione o dispositivo a configurar
ro: Sunt mai multe conexiuni de tastatură la distanță, alegeți dispozitivul de configurat
ru: Подключено более одной удалённой клавиатуры, выберите устройство для настройки
sk: Je dostupných viac pripojení k vzdialeným klávesniciam, vyberte zariadenie na nastavenie
sl: Obstaja več kot ena povezava na oddaljeno tipkovnico, izberite napravo in nastavitve
sv: Det finns mer än en anslutning till externt tangentbord, välj apparat att anpassa
ta: பல தொலை விசைப்பலகை இணைப்புகள் உள்ளன. அமைக்க வேண்டிய சாதனத்தை தேர்ந்தெடுங்கள்
uk: Існує декілька з’єднань із віддаленою клавіатурою. Виберіть пристрій для налаштовування.
zh_cn: 发现多个远程键盘连接，请选择要配置的设备

# open_mousepad
source: Remote input
ar: الدّخل البعيد
ast: Entrada remota
az: Məsafədən giriş
bg: Отдалечен вход
cs: Vzdálený vstup
de: Ferneingabe
el: Απομακρυσμένη είσοδος στοιχείων
es: Entrada remota
et: Kaugsisestus
eu: Urruneko sarrera
fi: Kauko-ohjaus
fr: Contrôle distant
gl: Entrada remota
hu: Távirányítás
id: Input jarak jauh
is: Fjartengd ritun
it: Impulso remoto
ja: リモート入力
ko: 원격 입력
lt: Nuotolinis įvedimas
nl: Invoer op afstand
nn: Fjernstyring
pl: Zdalne sterowanie
pt: Introdução remota de dados
pt_br: Introdução de dados remota
ro: Introducere de la distanță
ru: Удалённый ввод
sk: Vzdialený vstup
sl: Oddaljeni input
sv: Extern inmatning
ta: தொலை உள்ளீடு
uk: Дистанційне введення
zh_cn: 远程输入

# mousepad_info
source: Move a finger on the screen to move the mouse cursor. Tap for a click, and use two/three fingers for right and middle buttons. Use 2 fingers to scroll. Use a long press to drag'n drop.
ast: Movi un deu pela pantalla pa mover el mur. Con un toque faes un clic esquierdu y teniendo primío faes l'aición d'arrastrar y soltar, col toque de dos deos simules un clic derechu y col toque de tres simules un clic col botón d'en mediu del mur. Esliza dos deos pela pantalla pa desplazate.
az: Siçan kursorunu hərəkət etdirmək üçün barmağı ekranda sürüşdürün. Klik üçün ekrana vurun, sağ və orta siçan düymələri üçün iki/üç barmaqla toxunuş edin. Sürüşdürmək üçün iki barmaqdan istifadə edin. Tutub saxlamaq üçün basın saxlayın.
bg: Преместете пръст на екрана, за да преместите курсора на мишката. Докоснете за щракване иИзползвайте два/три пръста за десни и средни бутони. Използвайте 2 пръста за превъртане.Използвайте дълго натискане за влачене.
cs: Pohybujte prstem po obrazovce pro pohybování kurzorem myši. Ťukněte pro kliknutí a použijte dva/tři prsty jako pravé a prostřední tlačítko. Použijte 2 prsty pro posunování. Pro přetažení dlouze podržte.
de: Bewegen Sie Ihren Finger über den Bildschirm um den Mauszeiger zu bewegen. Tippen Sie auf den Bildschirm, um einen Klick zu simulieren und benutzen Sie entsprechend zwei/drei Finger für einen Rechts-/Mittelklick. Verwenden Sie zwei Finger, um zu Scrollen und einen langen Druck um Objekte zu verschieben
el: Μετακινείστε το δάκτυλο στην οθόνη για να μετακινηθεί ο δρομέας του ποντικιού. Χτυπήστε για κλικ και χρησιμοποιήστε δύο/τρία δάκτυλα για δεξί και μεσαίο κλικ. Χρησιμοποιήστε 2 δάκτυλα για κύλιση. Πιέστε με διάρκεια για μετακίνηση και απόθεση.
es: Mueva un dedo sobre la pantalla para mover el cursor del ratón. Pulse para ejecutar un clic y use dos/tres dedos para emular los botones derecho y central. Use 2 dedos para desplazar las pantalla. Use una pulsación larga para arrastrar y soltar.
et: Hiirekursori liigutamiseks liiguta sõrme ekraanil. Koputa klõpsamiseks ja kasuta kaht või kolme sõrme parema ja keskmise nupu jaoks. Kahe sõrmega saab kerida. Pika vajutusega saab lohistada.
eu: Mugitu hatz bat pantailan zehar saguaren erakuslea mugitzeko. Egin tak klik baterako, eta erabili bi/hiru hatz eskuin eta erdiko botoietarako. Erabili 2 hatz labaintzeko. Erabili sakatze luze bat arrastatu eta jaregiteko.
fi: Siirrä hiirikohdistinta liikuttamalla sormea näytöllä. Tee hiirenpainallus napauttamalla, ja käytä kahta tai kolmea sormea oikealle ja keskipainikkeelle. Vieritä kahdella sormella. Pitkällä painalluksella voit vetää ja pudottaa.
fr: Faites glisser votre doigt sur l'écran pour déplacer le pointeur de la souris. Appuyez pour cliquer et utilisez deux/trois doigts pour les clic droit et centre. Utilisez 2 doigts pour faire défiler. Appuyez longtemps pour faire un glisser-déposer.
gl: Mova un dedo na pantalla para mover o cursor do rato. Toque para facer clic, e use dous ou tres dedos para os botóns secundario e central. Use dous dedos para desprazar. Prema durante un tempo para arrastrar e soltar.
hu: Az egérkurzor mozgatásához mozgassa az ujját a képernyőn. Koppintson a kattintáshoz, és használjon két/három ujjat a jobb és a középső gombokhoz. A görgetéshez használjon 2 ujjat. Hosszan húzza az ejtéshez.
id: Pindah jari pada layar untuk memindah kursor mouse. Ketuk untuk klik, dan gunakan dua/tiga jari untuk tombol kanan dan tengah. Gunakan 2 jari untuk menggulir. Gunakan tekan lama untuk seret dan taruh.
is: Færðu fingur á skjánum til að færa bendilinn. Pikkaðu til að smella og notaðu tvo/þrjá fingur sem hægri- og miðjuhnappa. Notaðu tvo fingur til að skruna. Ýttu lengi til að draga-sleppa.
it: Muovi un dito sullo schermo per spostare il puntatore del mouse. Tocca per un clic e usa due/tre dita per i pulsanti destro e centrale. Utilizza 2 dita per scorrere. Utilizza una pressione lunga per trascinare e rilasciare.
ja: スクリーン上で指を動かしてマウスカーソルを移動します。タップはクリックとなり、2/3本指で右クリック、中クリックとなります。2本指を使ってスクロールが可能です。長押しすることでドラッグ&ドロップできます。
ko: 화면에서 손가락을 움직이면 마우스 커서를 움직입니다. 화면을 누르면 왼쪽 단추를 누르고, 두 손가락과 세 손가락으로 누르면 오른쪽/가운데 단추를 누릅니다. 두 손가락을 사용하여 스크롤할 수 있습니다. 드래그 앤 드롭을 사용하려면 길게 누르십시오.
lt: Norėdami judinti pelės žymeklį, judinkite pirštu po ekraną. Bakstelėkite vienkartiniam spustelėjimui ir naudokite du/tris pirštus dešiniajam ir viduriniajam mygtukui. Naudokite 2 pirštus, norėdami slinkti. Naudokite ilgą paspaudimą, norėdami tempti.
nl: Veeg met een vinger op het scherm om de muiscursor te verplaatsen. Tik om te klikken en gebruik twee/drie vingers voor rechter en middelste knop. Twee vingers gebruiken voor schuiven. Druk lang voor slepen en loslaten.
nn: Dra ein finger over skjermen for å flytta peikaren på datamaskina. Trykk for å klikka, og bruk to eller tre fingrar for høvesvis høgre- og midtknappen. Bruk to fingrar for å rulla. Trykk lenge for å dra og sleppa.
pl: Przesuwanie palcem po ekranie przesuwa wskaźnik myszy. Stuknięcie jednym, dwoma i trzema palcami wywołuje odpowiednio naciśnięcie lewym, prawym i środkowym przyciskiem myszy. Dwa palce przewijają. Długie naciśnięcie rozpoczyna czynność przeciągania i upuszczania.
pt: Mova um dedo pelo ecrã para mover o cursor do rato. Dê um toque para carregar no botão esquerdo e use dois/três dedos para os botões direito e do meio. Use uma pressão longa para arrastar e largar.
pt_br: Mova um dedo pela tela para mover o ponteiro do mouse. Dê um toque para clicar e use dois/três dedos para os botões da direita e do meio. Use dois dedos para rolar a tela. Use uma pressão longa para arrastar e soltar.
ro: Mișcați un deget pe ecran pentru a muta cursorul mausului. Atingeți pentru clic, folosiți două/trei degete pentru butoanele drept și mijlociu. Folosiți 2 degete pentru a derula. Apăsați lung pentru tragere-și-lăsare.
ru: Перемещайте палец по экрану для перемещения курсора мыши. Коснитесь для нажатия, используйте касание двумя/тремя пальцами для правой и средней кнопок. Для выполнения прокрутки используйте два пальца, для перетаскивания — долгое нажатие.
sk: Posúvajte prst na obrazovke pre pohyb kurzorom. Ťuknutím kliknete a použitím dvoch/troch prstov stlačíte pravé a stredné tlačidlo. Použitím dvoch prstov rolujete. Použite dlhého stlačenia vykonáte ťahanie a spustenie.
sl: Premaknite prst po zaslonu da bi premikali miško. Tapnite za klik in uporabite dva/tri prste za desni in srednji gumb. Za pomikanje uporabite dva prsta. Uporabite dolg pritisk za povleci in spusti.
sv: Flytta fingret på skärmen för att röra muspekaren. Rör för att klicka, och använd två eller tre fingrar för höger- och mittenknapparna. Använd två fingrar för att panorera. Använd en längre beröring för drag och släpp.
ta: சுட்டிக்குறியை நகர்த்த ஒரு விரலை திரையில் நகர்த்தவும். 'க்ளிக்' செய்வதற்கு தட்டுங்கள். வலது/நடு சுட்டி பட்டன்களுக்கு இரண்டு/மூன்று விரல்களை பயன்படுத்தவும். இரண்டு விரல்களைக் கொண்டு உருளவும். இழுத்து போடுவதற்கு நீண்ட அழுத்தத்தை பயன்படுத்தவும்.
uk: Проведіть по екрану пальцем, щоб пересунути вказівник миші. Дотик одним пальцем означатиме клацання, дотиком двома або трьома пальцями можна імітувати праву і середню кнопки. Гортання відбувається за допомогою двох пальців. Для перетягування зі скиданням скористайтеся тривалим натисканням.
zh_cn: 在屏幕上移动手指来移动光标。轻击代表左键，双指或三指点击代表右键或中键。用双指滚动。用长按来拖放。
