Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# on_non_trusted_message
source: Not on a trusted network: autodiscovery is disabled.
ast: Nun tas nuna rede d'enfotu. Desactivóse la descubrición automática.
az: Etibarlı şəbəkədə deyil, avtomatik aşkar edilmə söndürüldü.
bg: Не сте в доверена мрежа: автоматичното откриване е деактивирано.
cs: Síť není důvěryhodná. Automatické hledání bylo vypnuto.
de: Dies ist kein vertrauenswürdiges Netzwerk: die automatische Erkennung ist deaktiviert.
el: Δεν είστε σε έμπιστο δίκτυο: ο αυτόματος εντοπισμός είναι ανενεργός.
es: No se encuentra en una red confiable: el auto-descubrimiento está desactivado.
et: See ei ole usaldusväärne võrk: automaatne tuvastamine on keelatud.
eu: Ez dago konfiantza duen sare batean: aurkitze automatikoa desgaituta dago.
fi: Ei luotetussa verkossa: automaattihaku on poistettu käytöstä.
fr: Le réseau n'est pas un réseau de confiance : découverte automatique désactivée.
hu: Nem megbízható hálóat: automatikus felfedezés kikapcsolva.
id: Bukan pada jaringan yang dipercaya: autodiscovery telah dinonfungsikan.
it: Non in una rete affidabile: il rilevamento automatico è disabilitato.
ja: 信頼されたネットワークに接続されていません: 自動検出が無効化されました。
ko: 신뢰할 수 없는 네트워크: 자동 발견을 비활성화했습니다.
lt: Nepatikimas tinklas: automatinis aptikimas yra išjungtas.
nl: Niet op een vertrouwd netwerk: automatisch ontdekken is uitgeschakeld.
nn: Ikkje på eit tiltrudd nettverk: autooppdaging er slått av.
pl: Niezaufana sieć: wyłączono samowykrywanie.
pt: Não é uma rede fidedigna: a descoberta automática está desactivada.
pt_br: Não é uma rede confiável: a descoberta automática está desativada.
ro: În afara unei rețele de încredere: descoperirea automată e dezactivată.
ru: Сеть не является доверенной: автообнаружение отключено.
sk: Pripojené k nedôveryhodnej sieti: automatické objavovanie je zakázané.
sl: Ni v zaupanja vrednem omrežju: samodejno odkrivanje je onemogočeno.
sv: Använder inte ett pålitligt nätverk: automatisk upptäckt är inaktiverad.
ta: நம்பகமான பிணையத்தில் இல்லை: தானியங்கி கண்டுபிடிப்பு இயங்காது.
uk: Не є надійною мережею: автовиявлення вимкнено.
zh_cn: 不在信任的网络上：自动发现已被禁用。

# no_file_browser
source: There are no file browsers installed.
ar: لا متصفّحات ملفّات مثبّتة.
ast: Nun hai nengún restolador de ficheros instaláu.
az: Fayllara baxma vasitəsi quraşdırılmayıb.
bg: Няма инсталирани файлови браузъри.
cs: Není nainstalován žádný prohlížeč souborů.
de: Es sind keine Dateiverwaltungsprogramme installiert
el: Δεν υπάρχουν εγκατεστημένοι περιηγητές αρχείων.
es: No hay navegadores de archivos instalados.
et: Ühtegi failisirvijat pole paigaldatud
eu: Ez dago fitxategi arakatzailerik instalatuta.
fi: Tiedostoselaimia ei asennettu.
fr: Aucun navigateur de fichiers installé.
gl: Non hai navegadores de ficheiros instalados.
hu: Nincsenek fájlkezelők telepítve.
id: Tidak adanya penelusur file yang terinstal.
is: Það eru engir skráavafrar uppsettir.
it: Non ci sono navigatori di file installati.
ja: ファイルブラウザがインストールされていません
ko: 설치된 파일 탐색기가 없습니다.
lt: Nėra įdiegta jokių failų tvarkytuvių.
nl: Er zijn geen bestandsbrowsers geïnstalleerd.
nn: Ingen filhandsamarar er installerte.
pl: Nie wgrano żadnych przeglądarek plików.
pt: Não existem gestores de ficheiros instalados.
pt_br: Não há gerenciadores de arquivos instalados.
ro: Nu e niciun navigator de fișiere instalat.
ru: Просмотрщики файлов не установлены
sk: Nie sú nainštalované žiadne prehliadače.
sl: Ni nameščenega nobenega brskalnika datotek.
sv: Det finns inga filbläddrare installerade.
ta: எந்த கோப்பு உலாவியும் நிறுவப்படவில்லை.
uk: Програм для навігації файловою системою не встановлено.
zh_cn: 未安装文件浏览器

# pref_plugin_telepathy
source: Send SMS
ar: أرسل SMS
ast: Unviu de SMS
az: SMS göndərmək
bg: Изпращане на SMS
cs: Poslat SMS
de: SMS senden
el: Αποστολή SMS
es: Enviar SMS
et: SMS-ide saatmine
eu: Bidali SMS
fi: Lähetä tekstiviesti
fr: Envoyer un SMS
gl: Enviar unha mensaxe de texto
hu: SMS küldése
id: Kirim SMS
is: Senda SMS
it: Invia SMS
ja: SMS を送信
ko: SMS 보내기
lt: Siųsti SMS žinutę
nl: SMS verzenden
pl: Wysyłanie SMSów
pt: Enviar um SMS
pt_br: Enviar SMS
ro: Expediază SMS
ru: Отправить SMS
sk: Odoslať SMS
sl: Pošlji SMS
sv: Skicka SMS
ta: SMS அனுப்பு
uk: Надіслати SMS
zh_cn: 发送短消息

# pref_plugin_telepathy_desc
source: Send text messages from your desktop
ar: أرسل رسائل نصّيّة من سطح المكتب
ast: Unvia SMS dende l'ordenador
az: İş Masanızdan mətn ismarıcı göndərin
bg: Изпращане на текстови съобщения от работния ви плот
cs: Posílejte zprávy ze své pracovní plochy
de: SMS von Ihrer Arbeitsfläche senden
el: Αποστολή μηνυμάτων κειμένου από τον υπολογιστή σας
es: Enviar mensajes de texto desde su escritorio
et: Tekstisõnumite saatmine oma töölaualt
eu: Bidali testu-mezuak zure mahaigainetik
fi: Lähetä tekstiviestejä työpöydältäsi
fr: Envoyer des SMS depuis votre bureau
gl: Enviar mensaxes de texto desde o seu escritorio
hu: Szöveges üzenetek küldese a számítógépéről
id: Kirim teks perpesanan dari desktopmu
is: Sendu textaskilaboð úr tölvunni þinni
it: Invia messaggi di testo dal tuo desktop
ja: デスクトップからテキストメッセージを送信
ko: 데스크톱에서 문자 메시지 보내기
lt: Siųsti tekstines žinutes iš savo darbalaukio
nl: Stuur tekstberichten van uw bureaublad
nn: Send tekstmeldingar frå datamaskina
pl: Wysyła wiadomości tekstowe tym urządzeniem z innego urządzenia
pt: Enviar mensagens de texto a partir do seu ambiente de trabalho
pt_br: Envia mensagens de texto do seu Desktop
ro: Trimite mesaje textuale de pe calculatorul de birou
ru: Отправка SMS-сообщений с рабочего стола
sk: Odosielanie textových správ z vášho počítača
sl: Pošlji besedilna sporočila z namizja
sv: Skicka textmeddelanden från skrivbordet
ta: உங்கள் மேசைக்கணினியிலிருந்து குறுஞ்செய்திகளை அனுப்புங்கள்
uk: Надсилати текстові повідомлення з вашої робочої станції
zh_cn: 从桌面发送短消息

# pref_plugin_telepathy_mms
source: Send MMS
az: MMS göndərmək
bg: Изпращане на MMS
cs: Poslat MMS
de: MMS senden
el: Αποστολή MMS
es: Enviar MMS
et: MMS-ide saatmine
eu: Bidali MMS
fi: Lähetä multimediaviesti
fr: Envoyer un « MMS »
hu: MMS küldése
id: Kirim MMS
is: Senda MMS
it: Invia MMS
ja: SMS を送信
ko: MMS 보내기
lt: Siųsti MMS žinutę
nl: MMS verzenden
pl: Wyślij MMSa
pt: Enviar um MMS
pt_br: Enviar MMS
ro: Expediază MMS
ru: Отправка MMS
sk: Odoslať MMS
sl: Pošlji MMS
sv: Skicka MMS
ta: MMS அனுப்பு
uk: Надіслати MMS
zh_cn: 发送彩信

# pref_plugin_telepathy_mms_desc
source: To be able to send MMS from KDE Connect you need to set it as the default SMS app.
az: KDE Connect'dən MMS göndərmək üçün, onu standart SMS tətbiqi kimi təyin etməniz lazımdır.
bg: За да можете да изпращате MMS от KDE Connect, трябва да го зададете като SMS приложение по подразбиране.
cs: Abyste mohli posílat MMS pomocí KDE Connect jej musíte nastavit jako výchozí aplikaci na SMS.
de: Um MMS von KDE Connect aus versenden zu können, müssen Sie es als Standard-SMS-App festlegen.
el: Για να μπορείτε να στέλνετε MMS από το KDE Connect απαιτείται να το ρυθμίσετε ως την προκαθορισμένη εφαρμογή για SMS.
es: Para poder enviar MMS desde KDE Connect necesita configurarlo como la aplicación por omisión de SMS.
et: KDE Connecti kaudu MMS-ide saatmiseks tuleb see määrata SMS-ide vaikerakenduseks.
eu: KDE Connect bidez MMSak bidali ahal izateko, SMS aplikazio lehenetsi gisa ezarri behar duzu.
fi: Multimediaviestien lähettämiseksi KDE Connect on asetettava oletustekstiviestisovellukseksi.
fr: Pour pouvoir envoyer des « MMS » à partir de « KDEConnect », vous avez besoin de définir « KDEConnect » comme votre application par défaut pour les « SMS ».
hu: Ahhoz, hogy MMS-t tudjon küldeni a KDE Connectből, be kell állítania a KDE Connectet alapértelmezett SMS alkalmazásként.
id: Supaya dapat mengirim MMS dari KDE Connect, Anda perlu mengaturnya sebagai aplikasi SMS default.
it: Per poter inviare MMS da KDE Connect, devi impostarlo come applicazione di SMS predefinita.
ja: KDE Connect から MMS を送信するには MMS をデフォルトの SMS アプリとして設定する必要があります。
ko: KDE Connect에서 MMS를 보내려면 기본 SMS 앱으로 설정해야 합니다.
lt: Norėdami siųsti MMS iš KDE Connect, turite nustatyti ją kaip numatytąją SMS programėlę.
nl: Om MMS te kunnen verzenden vanuit KDE Connect moet u het als de standaard SMS-app instellen.
nn: Du må velja KDE Connect som standard­app for å kunna senda MMS.
pl: Aby móc wysyłać MMSa z KDE Connect, musisz ustawić go jako domyślny program do SMSów
pt: Para poder enviar MMS's a partir do KDE Connect, é necessário configurá-lo como a aplicação de SMS's predefinida.
pt_br: Para poder enviar MMS do KDE Connect você precisa primeiro defini-lo como o aplicativo SMS padrão.
ro: Pentru a putea trimite MMS-uri din KDE Connect, trebuie să-l indicați ca aplicație implicită de SMS.
ru: Чтобы иметь возможность посылать MMS с помощью KDE Connect, нужно настроить его как приложение по умолчанию для отправки SMS.
sk: Aby ste mohli odosielať MMS z KDE Connect, musíte ho nastaviť ako predvolenú aplikáciu SMS.
sl: Če želite pošiljati MMS iz KDE Connect, ga morate nastaviti kot privzeto aplikacijo za SMS.
sv: För att kunna skicka MMS från KDE-anslut måste det anges som standardprogram för SMS.
ta: கே.டீ.யீ. கனெக்டிலிருந்து MMS அனுப்ப நீங்கள் அதை இயல்பிருப்பு SMS செயலியாக அமைக்க வேண்டும்.
uk: Щоб мати змогу надсилати MMS з KDE Connect, вам слід встановити цю програму як типову програму для роботи з SMS.
zh_cn: 您需要将 KDE Connect 设置为默认短信应用程序才能通过它发送彩信。

# findmyphone_title
source: Find my phone
ar: جِد جهازي
az: Telefonumu tapmaq
bg: Намиране на моя телефон
cs: Najít můj telefon
de: Mein Telefon suchen
el: Αναζήτηση του κινητού μου
es: Encontrar mi teléfono
et: Leia mu telefon
eu: Bilatu nire telefonoa
fi: Löydä puhelimeni
fr: Trouver mon téléphone
gl: Atopar o móbil
hu: Telefon keresése
id: Temukan ponselku
is: Finna símann minn
it: Trova il mio telefono
ja: スマートフォンを捜索
ko: 내 휴대폰 찾기
lt: Rasti telefoną
nl: Zoek mijn telefoon
nn: Finn telefonen min
pl: Poszukiwania tego telefonu
pt: Descobrir o meu telefone
pt_br: Encontrar meu celular
ro: Găsește-mi telefonul
ru: Поиск телефона
sk: Nájsť môj telefón
sl: Poišči moj telefon
sv: Hitta min telefon
ta: கைபேசியைக் கண்டுபிடி
uk: Знайти телефон
zh_cn: 找到我的手机

# findmyphone_title_tablet
source: Find my tablet
ar: جِد جهازي اللوحيّ
az: Planşetimi tapmaq
bg: Намиране на моя таблет
cs: Najít můj tablet
de: Mein Tablet suchen
el: Αναζήτηση του πινακίου μου
es: Encontrar mi tableta
et: Leia mu tahvel
eu: Bilatu nire tableta
fi: Löydä tablettini
fr: Trouver ma tablette
gl: Atopar a tableta
hu: Tablet keresése
id: Temukan tabletku
is: Finna spjaldtölvuna mína
it: Trova il mio tablet
ja: タブレットを捜索
ko: 내 태블릿 찾기
lt: Rasti planšetę
nl: Zoek mijn tablet
nn: Finn nettbrettet mitt
pl: Poszukiwania tego tabletu
pt: Descobrir o meu 'tablet'
pt_br: Encontrar meu tablet
ro: Găsește-mi tableta
ru: Поиск планшета
sk: Nájsť môj tablet
sl: Poišči mojo tablico
sv: Hitta min surfplatta
ta: பலகைக்கணினியை கண்டுபிடி
uk: Знайти планшет
zh_cn: 找到我的平板电脑

# findmyphone_title_tv
source: Find my TV
az: TV-ni tapmaq
bg: Намери моя телевизор
cs: Najít mou TV
de: Meinen Fernseher suchen
el: Αναζήτηση της τηλεόρασής μου
es: Encontrar mi TV
et: Leia mu teler
eu: Aurkitu nire TB
fi: Etsi televeisioni
fr: Trouver ma télévision
gl: Atopar o meu televisor
hu: TV keresése
id: Temukan TV-ku
is: Finna sjónvarpið mitt
it: Trova il mio televisore
ja: TV を捜索
ko: 내 TV 찾기
lt: Rasti televizorių
nl: Zoek mijn tv
nn: Finn TV-en min
pl: Poszukiwania tego telewizora
pt: Descobrir a minha TV
pt_br: Encontrar minha TV
ro: Găsește-mi televizorul
ru: Поиск телевизора
sk: Nájsť môj televízor
sl: Poišči moj TV
sv: Hitta min tv
ta: தொலைக்காட்சியை கண்டுபிடி
uk: Знайти мій телевізор
zh_cn: 查找我的电视

# findmyphone_description
source: Rings this device so you can find it
ar: يرّن هذا الجهاز لتجده
ast: Fai qu'esti preséu suene pa que pueas atopalu
az: Cihaz zəng çalır, beləliklə onu tapırsınız
bg: Позвънете на това устройство, за да можете да го намерите
cs: Prozvoní toto zařízení, takže jej můžete najít
de: Ruft dieses Gerät an, damit Sie es finden können
el: Καλεί αυτή τη συσκευή ώστε να την εντοπίσετε
es: Hace sonar este dispositivo para que pueda encontrarlo
et: Seadmele helistamine, et see üles leida
eu: Gailuaren dei-doinua jotzen du aurki dezazun
fi: Laittaa laitteen soimaan, jotta voit löytää sen.
fr: Fait sonner le périphérique pour vous aider à le retrouver
gl: Reproduce un son de chamada no dispositivo para que poida atopalo.
hu: Megcsörgeti ezt az eszközt, hogy megtalálhassa
id: Deringkan peranti ini sehingga Anda dapat menemukannya
is: Hringir í þetta tæki svo þú getir fundið það
it: Fa squillare questo dispositivo per trovarlo
ja: このデバイスを鳴らすことで捜索できます
ko: 이 장치에서 소리를 울려서 찾는 데 도움을 줍니다
lt: Skambina į šį įrenginį, kad galėtumėte jį rasti
nl: Laat dit apparaat bellen zodat u het kunt vinden
nn: Spel av lydsignal på eininga, slik at du lett kan finna ho
pl: Dzwoni z innego urządzenia na to urządzenie
pt: Toca este dispositivo para que o possa encontrar
pt_br: Faça este aparelho tocar para encontrá-lo
ro: Sună acest dispozitiv ca să-l puteți găsi
ru: Подача звукового сигнала на устройство, чтобы его можно было найти
sk: Prezvoní toto zariadenie, aby ste ho mohli nájsť
sl: Pozvoni na tej napravi, da jo lahko najdete
sv: Ringer till apparaten så att du kan hitta den
ta: இச்சாதனத்தை நீங்கள் கண்டுபிடிக்க உதவுவதற்கு அதன் மணியை ஒலிக்க செய்யும்.
uk: Відтворити дзвінок, щоб цей пристрій було простіше знайти
zh_cn: 让设备响铃从而找到它

# findmyphone_found
source: Found it
ar: عثر عليه
ast: Atopélu
az: Onu tapmaq
bg: Намерих го
cs: Nalezeno
de: Gefunden
el: Βρέθηκε
es: Encontrado
et: Leitud
eu: Aurkitu du
fi: Löytyi
fr: Trouvé
hu: Megtalálva
id: Ketemu
is: Fann það
it: Trovato
ja: 発見しました
ko: 찾았음
lt: Radau
nl: Gevonden
nn: Fann han
pl: Znaleziony
pt: Encontrei
pt_br: Encontrado
ro: L-am găsit
ru: Найдено
sk: Nájdené
sl: Sem našel
sv: Hittade den
ta: கண்டுபிடித்து விட்டேன்
uk: Знайдено
zh_cn: 已发现

source: Open
ar: افتح
az: Açmaq
bg: Отваряне
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
et: Ava
eu: Ireki
fi: Avaa
fr: Ouvrir
gl: Abrir
hu: Megnyitás
id: Buka
is: Opna
it: Apri
ja: 開く
ko: 열기
lt: Atverti
nl: Openen
nn: Opna
pl: Otwórz
pt: Abrir
pt_br: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sl: Odpri
sv: Öppna
ta: திற
uk: Відкрити
zh_cn: 打开

source: Close
ar: أغلق
az: Bağlamaq
bg: Затваряне
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
eu: Itxi
fi: Sulje
fr: Fermer
gl: Pechar
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Užverti
nl: Sluiten
nn: Lukk
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
ta: மூடு
uk: Закрити
zh_cn: 关闭

# plugins_need_permission
source: Some Plugins need permissions to work (tap for more info):
ast: Dalgunos plugins precisen permisos pa funcionar (tócalos pa más información):
az: Bəzi qoşmaların işləməsi üçün icazələr lazımdır (daha çox məlumat üçün toxunun):
bg: Някои плъгини се нуждаят от разрешения, за да работят (докоснете за повече информация):
cs: Některé moduly potřebují pro práci povolení (ťukněte pro více informací):
de: Einige Module benötigen zusätzliche Berechtigungen, tippen Sie für weitere Details:
el: Κάποια πρόσθετα απαιτούν δικαιώματα για να λειτουργήσουν (χτυπήστε για περισσότερες πληροφορίες):
es: Algunos complementos necesitan permisos para funcionar (pulse para más información):
et: Mõned pluginad vajavad töötamiseks õigusi (koputa rohkema teabe saamiseks);
eu: Plugin batzuek jarduteko baimenak behar dituzte (tak egin informazio gehiagorako):
fi: Jotkin liitännäiset vaativat toimiakseen lisäkäyttöoikeuksia (lisätietoa napsauttamalla):
fr: Certains modules externes nécessitent des permissions pour fonctionner (tapez pour plus d'informations) :
gl: Algúns complementos necesitan permisos para funcionar (toque para máis información):
hu: Néhány bővítménynek engedélyekre van szüksége a működéshez (koppintson további információkért):
id: Beberapa plugin perlu perizinan untuk kerja (ketuk untuk info selebihnya):
it: Alcune estensioni hanno bisogno di permessi per funzionare (tocca per maggiori informazioni):
ja: いくつかのプラグインが機能するには権限が必要です (タップして詳細情報を表示):
ko: 권한이 필요한 플러그인(정보를 보려면 누르기):
lt: Kai kurie papildiniai tam, kad veiktų, reikalauja leidimų (bakstelėkite išsamesnei informacijai):
nl: Sommige plug-ins hebben toestemming nodig om te werken (tik voor meer informatie):
nn: Nokre av tillegga treng utvida løyva for å fungera (trykk på dei for meir informasjon):
pl: Niektóre wtyczki wymagają uprawnień do swojego działania (stuknij, aby dowiedzieć się więcej)
pt: Alguns 'plugins' precisam de permissões para funcionar (toque para mais informações):
pt_br: Alguns plugins precisam de permissões para funcionar (toque para mais informações):
ro: Unele extensii necesită permisiuni pentru a funcționa (atingeți pentru informații suplimentare):
ru: Некоторым модулям нужны разрешения для работы (коснитесь для просмотра подробностей):
sk: Niektoré zásuvné moduly vyžadujú oprávnenia, aby mohli fungovať (ťuknutím získate viac informácií):
sl: Nekateri vtičniki potrebujejo dovoljenja za delovanje (tapnite za več informacij):
sv: Vissa insticksprogram kräver rättigheter för att fungera (rör för mer information):
ta: சில செருகுநிரல்கள் இயங்க அனுமதிகள் தேவை (மேலும் விவரங்களுக்குத் தட்டவும்):
uk: Для роботи деяких додатків потрібні додаткові права доступу (натисніть, щоб дізнатися більше):
zh_cn: 某些插件需要权限才能工作 (点击以获取更多信息)：

# permission_explanation
source: This plugin needs permissions to work
ast: Esti plugin precisa permisos pa funcionar
az: Bu qoşmanın işləməsi üçün icazələr lazımdır
bg: Тази приставка се нуждае от разрешения, за да работи
cs: Tento modul potřebuje pro práci povolení
de: Dieses Modul benötigt zusätzliche Berechtigungen
el: Αυτό το πρόσθετο χρειάζεται δικαιώματα για να λειτουργήσει
es: Este complemento necesita permisos para funcionar
et: See plugin vajab töötamiseks õigusi
eu: Plugin honek baimena behar du funtzionatzeko
fi: Liitännäinen tarvitsee toimiakseen lisäkäyttöoikeuksia
fr: Ce module externe nécessite des permissions pour fonctionner
gl: Este complemento necesita permisos para funcionar.
hu: Ez a bővítmény engedélyeket kér a működéshez
id: Plugin ini perlu perizinan untuk kerja
it: Questa estensione ha bisogno di permessi per funzionare
ja: このプラグインが機能するには権限が必要です
ko: 이 플러그인을 사용하려면 권한이 필요합니다
lt: Šis papildinys tam, kad veiktų, reikalauja leidimų
nl: Deze plug-in heeft toestemming nodig om te werken
nn: Dette tillegget treng utvida løyve for å fungera
pl: Ta wtyczka wymaga uprawnień do działania
pt: Este 'plugin' precisa de permissões para funcionar
pt_br: Este plugin precisa de permissões para funcionar
ro: Această extensie are nevoie de permisiuni ca să lucreze
ru: Этому модулю нужны разрешения для работы
sk: Tento zásuvný modul vyžaduje oprávnenie, aby mohol fungovať
sl: Ti vtičniki potrebujejo dovoljenja za delovanje
sv: Insticksprogrammet behöver rättigheter för att fungera
ta: இச்செருகுநிரல் இயங்க அனுமதிகள் தேவை
uk: Для роботи цього додатка потрібні додаткові права доступу
zh_cn: 这个插件需要权限才能工作

# optional_permission_explanation
source: You need to grant extra permissions to enable all functions
ast: Precises conceder permisos adicionales p'activar toles funciones
az: Bütün funksiyaların işləməsi üçün əlavə icazələr verməlisiniz
bg: Трябва да предоставите допълнителни разрешения, за да активирате всички функции
cs: Pro zpřístupnění všech funkcí potřebujete další oprávnění
de: Es müssen weitere Berechtigungen erteilt werden, um alle Funktionen nutzen zu können
el: Απαιτείται παραχώρηση επιπλέον δικαιωμάτων για την ενεργοποίηση όλων των λειτουργιών
es: Debe otorgar permisos extra para activar todas las funciones
et: Kõigi funktsioonide lubamiseks tuleb sul anda lisaõigusi
eu: Baimen gehiago eman behar dituzu funtzio guztiak gaitzeko
fi: Kaikkien toimintojen käyttämiseksi sinun on annettava lisäkäyttöoikeuksia
fr: Vous devez accorder des permissions supplémentaires pour activer toutes les fonctionnalités
gl: Ten que conceder permisos adicionais para activar todas as funcións.
hu: További engedélyeket kell biztosítania az összes funkció bekapcsolásához
id: Anda perlu memberikan perizinan tambahan untuk memfungsikan semua fungsi
it: Devi concedere permessi aggiuntivi per abilitare tutte le funzioni
ja: すべての機能を有効にするには、追加の権限を許可する必要があります
ko: 모든 기능을 사용하려면 추가 권한이 필요합니다
lt: Norėdami įjungti visas funkcijas, turite suteikti papildomus leidimus
nl: U moet toestemming geven om alle functies in te schakelen
nn: Du må gje utvida løyve for at alle funksjonane skal fungera
pl: Musisz przydzielić dodatkowe uprawnienia, aby włączyć wszystkie funkcje
pt: Precisa de dar permissões extra para activar todas as funcionalidades
pt_br: Você precisa conceder permissões extras para ativar todas as funções
ro: Trebuie să acordați permisiuni suplimentare pentru activarea tuturor funcțiilor
ru: Для включения всех функций необходимо предоставить дополнительные разрешения
sk: Musíte udeliť oprávnenia navyše, aby boli povolené všetky funkcie
sl: Če želite omogočiti vse funkcije, morate podeliti dodatna dovoljenja
sv: Du måste ge extra rättigheter för att aktivera alla funktioner
ta: எல்லா செயல்பாடுகளையும் இயக்க நீங்கள் கூடுதல் அனுமதிகளை வழங்க வேண்டும்
uk: Щоб уможливити використання усіх функцій, вам слід надати програмі додаткові права доступу
zh_cn: 您需要授予额外权限以启用全部功能
