Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# mousepad_single_tap_settings_title
source: Set one finger tap action
ar: اضبط إجراء الطَرق بالأصبع
az: Bir barmaq toxunuşu əməlini təyin edin
bg: Задаване на действие с натискане с един пръст
cs: Nastavit činnost pro ťuknutí prstem
es: Establecer la acción al pulsar con un dedo
eu: Ezarri hatz bakarrarekin tak egitearen ekintza
fi: Aseta yhden sormen napautuksen toiminto
fr: Définir une action pour tapotage avec un doigt
hu: Egy ujjas koppintás beállítása
id: Set aksi ketuk satu jari
is: Stilla aðgerð við pikk með einum fingri
it: Imposta azione per il tocco a un dito
ja: 1本指タップのアクションを設定
ko: 한 손가락으로 눌렀을 때 동작 설정
lt: Nustatyti bakstelėjimo vienu pirštu veiksmą
nl: Tikactie met één vinger instellen
nn: Vel handling for éinfingertrykk
pl: Ustaw działanie po stuknięciu jednym palcem
pt: Definir a acção do toque com um dedo
ro: Stabilește acțiunea de atingere cu un deget
ru: Действие при касании одним пальцем
sl: Nastavite akcijo tapkanja enega prsta
sv: Ställ in åtgärd vid en fingerberöring
ta: ஒருவிரலால் தட்டுவதற்குரிய செயலை அமை
uk: Встановлення дії для торкання одним пальцем
zh_cn: 设置单指点击操作

# mousepad_double_tap_settings_title
source: Set two finger tap action
ar: اضبط إجراء اللمس بإصبعين
ast: Aición al tocar con dos deos
az: İki barmaq toxunuşu əməlini təyin edin
bg: Задаване на действие за докосване с два пръста
cs: Nastavit činnost pro ťuknutí dvěma prsty
de: Aktionsausführung bei Berührung mit zwei Fingern einstellen
el: Ρύθμιση δύο δακτύλων για την ενέργεια χτυπήματος
es: Establecer la acción al pulsar con dos dedos
et: Kahe sõrmega koputamise toimingu määramine
eu: Ezarri bi hatzez tak egitearen ekintza
fi: Aseta kahden sormen napautuksen toiminto
fr: Action pour l'appui à deux doigts
gl: Definir a acción de tocar con dous dedos
hu: Két ujjas koppintás beállítása
id: Set aksi ketuk dua jari
is: Stilla aðgerð við pikk með tveimur fingrum
it: Imposta azione per il tocco a due dita
ja: 2本指タップのアクションを設定
ko: 두 손가락으로 눌렀을 때 동작 설정
lt: Nustatyti bakstelėjimo dviem pirštais veiksmą
nl: Tikactie met twee vingers instellen
nn: Vel handling for tofingertrykk
pl: Ustaw działanie po stuknięciu dwoma palcami
pt: Definir a acção do toque com dois dedos
pt_br: Definir ação do toque com dois dedos
ro: Stabilește acțiunea de atingere cu două degete
ru: Действие при касании двумя пальцами
sk: Nastaviť akciu po ťuknutí dvoma prstami
sl: Nastavite akcijo tapkanja dveh prstov
sv: Ställ in åtgärd vid två fingerberöringar
ta: இரண்டு விரல்களால் தட்டுவதற்குரிய செயலை அமை
uk: Встановлення дії для торкання двома пальцями
zh_cn: 设置双指点击操作

# mousepad_triple_tap_settings_title
source: Set three finger tap action
ar: اضبط إجراء اللمس بثلاث أصابع
ast: Aición al tocar con tres deos
az: Üç barmaq toxunuşu əməlini təyin edin
bg: Задаване на действие с докосване с три пръста
cs: Nastavit činnost pro ťuknutí třemi prsty
de: Aktionsausführung bei Berührung mit drei Fingern einstellen
el: Ρύθμιση τριών δακτύλων για την ενέργεια χτυπήματος
es: Establecer la acción al pulsar con tres dedos
et: Kolme sõrmega koputamise toimingu määramine
eu: Ezarri hiru hatzez tak egitearen ekintza
fi: Aseta kolmen sormen napautuksen toiminto
fr: Action pour l'appui à trois doigts
gl: Definir a acción de tocar con tres dedos
hu: Három ujjas koppintás beállítása
id: Set aksi ketuk tiga jari
is: Stilla aðgerð við pikk með þremur fingrum
it: Imposta azione per il tocco a tre dita
ja: 3本指タップのアクションを設定
ko: 세 손가락으로 눌렀을 때 동작 설정
lt: Nustatyti bakstelėjimo trimis pirštais veiksmą
nl: Tikactie met drie vingers instellen
nn: Vel handling for trefingertrykk
pl: Ustaw działanie po stuknięciu trzema palcami
pt: Definir a acção do toque com três dedos
pt_br: Definir ação do toque com três dedos
ro: Stabilește acțiunea de atingere cu trei degete
ru: Действие при касании тремя пальцами
sk: Nastaviť akciu po ťuknutí troma prstami
sl: Nastavite akcijo tapkanja treh prstov
sv: Ställ in åtgärd vid tre fingerberöringar
ta: மூன்று விரல்களால் தட்டுவதற்குரிய செயலை அமை
uk: Встановлення дії для торкання трьома пальцями
zh_cn: 设置三指点击操作

# mousepad_sensitivity_settings_title
source: Set touchpad sensitivity
ar: اضبط حساسيّة لوحة اللمس
ast: Sensibilidá del panel táctil
az: Toxunma panelinin həsassləğını təyin edin
bg: Настройка на чувствителността на тъчпада
cs: Nastavit citlivost touchpadu
de: Empfindlichkeit des Touchpads einstellen
el: Ρύθμιση ευαισθησίας της οθόνης αφής
es: Establecer sensibilidad del panel táctil
et: Puutepadja tundlikkuse määramine
eu: Ezarri ukimen-saguaren sentikortasuna
fi: Aseta kosketuslevyn herkkyys
fr: Définir la sensibilité du pavé tactile
gl: Definir a sensibilidade do punteiro táctil
hu: Érintőtábla érzékenység beállítása
id: Set kepekaan touchpad
is: Stilla næmni snertiplatta
it: Imposta la sensibilità del touchpad
ja: タッチパッドの感度を設定
ko: 터치패드 감도 설정
lt: Nustatyti jutiklinio kilimėlio jautrumą
nl: Gevoeligheid van touchpad instellen
nn: Vel følsemd for styreplate
pl: Ustaw czułość gładzika
pt: Definir a sensibilidade do rato por toque
pt_br: Definir sensibilidade do touchpad
ro: Stabilește sensibilitatea zonei tactile
ru: Чувствительность сенсорной панели
sk: Nastaviť citlivosť touchpadu
sl: Nastavi občutljivost drsne ploščice
sv: Ställ in tryckplattans känslighet
ta: தொடுபலகையின் உணர்வுத்திறத்தை அமை
uk: Встановити чутливість сенсорної панелі
zh_cn: 设置触摸板灵敏度

# mousepad_acceleration_profile_settings_title
source: Set pointer acceleration
ar: عيّن تسارع المؤشر
ast: Aceleración del punteru
az: Kursorun sürətini təyin edin
bg: Задаване на ускорение на показалеца
cs: Nastavit akceleraci ukazatele
de: Zeigerbeschleunigung einstellen
el: Ρύθμιση επιτάχυνσης δείκτη
es: Establecer la aceleración del puntero
et: Osutusseadme kiirenduse määramine
eu: Ezarri erakuslearen azelerazio
fi: Aseta osoittimen kiihdytys
fr: Définir l'accélération du pointeur
gl: Definir a aceleración do punteiro
hu: Mutatógyorsítás beállítása
id: Setel akselerasi pointer
is: Stilla hröðun bendils
it: Imposta accelerazione del puntatore
ja: ポインタの速度を設定
ko: 포인터 가속 설정
lt: Nustatyti rodyklės pagreitį
nl: Aanwijzerversnelling instellen
nn: Vel peikarakselerasjon
pl: Ustaw przyspieszenie wskaźnika
pt: Definir a aceleração do cursor
pt_br: Definir aceleração do ponteiro
ro: Stabilește accelerația indicatorului
ru: Настройка ускорения курсора
sk: Nastaviť zrýchlenie ukazovateľa
sl: Nastavi pospeške kazalca
sv: Ställ in pekaracceleration
ta: சுட்டிக்குறியின் வேகவளர்ச்சியை அமை
uk: Встановити прискорення вказівника
zh_cn: 设置指针加速度

# mousepad_scroll_direction_title
source: Reverse Scrolling Direction
ar: اعكس اتّجاه التّمرير
ast: Direición de desplazamientu inversa
az: Sürüşdürmənin əks istiqaməti
bg: Обръщане на посоката на превъртане
cs: Obrácený směr posunu
de: Bildlaufrichtung umkehren
el: Κατεύθυνση ανάστροφης κύλησης
es: Invertir dirección de desplazamiento
et: Vastupidi kerimise suund
eu: Alderantzikatu korritzearen norabidea
fi: Käänteinen vierityssuunta
fr: Inverser la direction du défilement
gl: Inverter a dirección de desprazamento
hu: Fordított görgetési irány
id: Arah Menggulir Terbalik
is: Öfug skrunstefna
it: Inverti direzione di scorrimento
ja: スクロールの方向を反転
ko: 스크롤 방향 뒤집기
lt: Apversti slinkimo kryptį
nl: Schuifrichting omdraaien
nn: Omvend rulleretning
pl: Odwróć stronę przewijania
pt: Direcção de Deslocamento Inversa
pt_br: Direção de rolagem inversa
ro: Inversează direcția derulării
ru: Инвертировать направление прокрутки
sk: Obrátiť smer rolovania
sl: Smer povratnega drsenja
sv: Omvänd rullningsriktning
ta: உருளல் திசையை புரட்டு
uk: Зворотний напрямок гортання
zh_cn: 反转滚动方向

# mousepad_tap_entries:0
source: Left click
ar: النّقر باليسار
az: Sol toxunuş
bg: Щракване с ляв бутон
cs: Kliknutí levým tlačítkem myši
es: Clic izquierdo
eu: Ezkerreko klik
fi: Vasen napsautus
fr: Clic gauche
hu: Bal gombos kattintás
id: Klik kiri
is: Vinstri músarsmellur
it: Clic sinistro
ja: 左クリック
ko: 왼쪽 클릭
lt: Kairiojo mygtuko spustelėjimas
nl: Linker muisklik
nn: Venstreklikk
pl: Kliknięcie lewym
pt: Botão esquerdo
pt_br: Clique esquerdo
ro: Clic stâng
ru: Нажатие левой кнопки
sl: Levi klik
sv: Vänsterklick
ta: இடது கிளிக்
uk: Клацання лівою
zh_cn: 左键点击

# mousepad_tap_entries:1
source: Right click
ar: النقر باليمين
az: Sağ toxunuş
bg: Щракване с десен бутон
cs: Kliknutí pravým tlačítkem myši
es: Clic derecho
eu: Eskuineko klik
fi: Oikea napsautus
fr: Clic droit
hu: Jobb gombos kattintás
id: Klik kanan
is: Hægri músarsmellur
it: Clic destro
ja: 右クリック
ko: 오른쪽 단추 클릭
lt: Dešiniojo mygtuko spustelėjimas
nl: Rechter muisklik
nn: Høgreklikk
pl: Kliknięcie prawym
pt: Botão direito
pt_br: Clique direito
ro: Clic drept
ru: Нажатие правой кнопки
sl: Desni klik
sv: Högerklick
ta: வலது கிளிக்
uk: Клацання правою
zh_cn: 右键点击

# mousepad_tap_entries:2
source: Middle click
ar: النّقر بالوسط
az: Orta toxunuş
bg: Щракване със среден бутон
cs: Kliknutí prostředním tlačítkem myši
es: Clic del botón central
eu: Erdiko klik
fi: Keskinapsautus
fr: Clic central
hu: Középső gombos kattintás
id: Klik tengah
is: Miðjumúsarsmellur
it: Clic centrale
ja: 中クリック
ko: 가운데 단추 클릭
lt: Viduriniojo mygtuko spustelėjimas
nl: Middelste muisklik
nn: Midtklikk
pl: Kliknięcie środkowym
pt: Botão do meio
pt_br: Clique com o botão do meio
ro: Clic mijlociu
ru: Нажатие средней кнопки
sl: Srednji klik
sv: Mittenklick
ta: நடு கிளிக்
uk: Клацання середньою
zh_cn: 中间键点击

# mousepad_tap_entries:3
source: Nothing
ar: لا شيء
az: Heç nə
bg: Не
cs: Nic
es: Nada
eu: Ezer ez
fi: Ei toimintoa
fr: Rien
hu: Semmi
id: Tidak ada apa-apa
is: Ekkert
it: Niente
ja: なし
ko: 아무것도 안 함
lt: Nieko
nl: Niets
nn: Ingenting
pl: Nic
pt: Nada
pt_br: Nenhuma
ro: Nimic
ru: Ничего не делать
sl: Nič
sv: Ingenting
ta: ஏதுமில்லை
uk: Нічого
zh_cn: 无操作

# mousepad_sensitivity_entries:0
source: Slowest
ar: الأبطأ
ast: Perlenta
az: Ən yavaş
bg: Най-бавно
cs: Nejpomalejší
de: Langsamste
el: Το πιο αργό
es: Muy poco sensible
et: Kõige aeglasem
eu: Motelena
fi: Hitain
fr: Le plus lent
gl: O máis lento
hu: Leglassabb
id: Pelan
is: Hægast
it: Minima
ja: 最も遅く
ko: 느리게
lt: Lėčiausias
nl: Langzaamst
nn: Saktast
pl: Najmniejsza
pt: Mais Lento
pt_br: Mais lento
ro: Cea mai lentă
ru: Самая низкая
sk: Najpomalšia
sl: Najpočasneje
sv: Långsammaste
ta: மிக மெதுவானது
uk: Найповільніший
zh_cn: 最慢

# mousepad_sensitivity_entries:1
source: Above Slowest
ar: الأقل بطئًا
ast: Lenta
az: Ən yavaşın üstü
bg: Над най-бавното
cs: Méně pomalý
de: Langsam
el: Πάνω από το πιο αργό
es: Poco sensible
et: Kõige aeglasemast kiirem
eu: Motelena baino azkarrago
fi: Hitainta suurempi
fr: Assez lent
gl: Lento
hu: Leglassabb felett
id: Agak Pelan
is: Hraðar en hægast
it: Più veloce
ja: 遅め
ko: 느리게 이상
lt: Virš lėčiausio
nl: Langzaam
nn: Raskare enn saktast
pl: Ponad najmniejszą
pt: Ainda Mais Lento
pt_br: Acima do mais lento
ro: Mai puțin lentă
ru: Низкая
sk: Pomalá
sl: Neja nad najpočasnejšim
sv: Ovanför långsammaste
ta: மெதுவானது
uk: Швидший за найповільніший
zh_cn: 高于最慢

# mousepad_sensitivity_entries:2
source: Default
ar: الافتراضيّ
ast: Por defeutu
az: Standart
bg: По подразбиране
cs: Výchozí
de: Standard
el: Προκαθορισμένο
es: Predeterminada
et: Vaikimisi
eu: Lehenetsia
fi: Oletus
fr: Par défaut
gl: Predeterminado
hu: Alapértelmezett
id: Normal
is: Sjálfgefið
it: Predefinita
ja: デフォルト
ko: 기본값
lt: Numatytasis
nl: Standaard
nn: Standard
pl: Domyślna
pt: Predefinição
pt_br: Padrão
ro: Implicită
ru: Обычная
sk: Predvolená
sl: Privzeto
sv: Normal
ta: இயல்பானது
uk: Типовий
zh_cn: 默认

# mousepad_sensitivity_entries:3
source: Above Default
ar: الأسرع قليلًا
ast: Rápida
az: Standartın üstü
bg: Над стандартното
cs: Rychlejší
de: Schnell
el: Πάνω από το προκαθορισμένο
es: Sensible
et: Keskmisest kiirem
eu: Batezbestekoa baino azkarrago
fi: Oletusta suurempi
fr: Assez rapide
gl: Por riba do predeterminado
hu: Alapértelmezett felett
id: Agak Cepat
is: Hraðar en sjálfgefið
it: Superiore a predefinita
ja: デフォルト以上
ko: 기본값 이상
lt: Virš numatytojo
nl: Boven standaard
nn: Raskare enn standard
pl: Powyżej domyślnej
pt: Acima da Predefinição
pt_br: Acima do padrão
ro: Peste implicită
ru: Высокая
sk: Rýchla
sl: Nekaj nad privzetim
sv: Ovanför normal
ta: வேகமானது
uk: Швидший за типовий
zh_cn: 高于默认

# mousepad_sensitivity_entries:4
source: Fastest
ar: الأسرع
ast: Perrápida
az: Ən tez
bg: Най-бърз
cs: Nejrychlejší
de: Schnellste
el: Το ταχύτερο
es: Muy sensible
et: Kõige kiirem
eu: Azkarrena
fi: Nopein
fr: Le plus rapide
gl: O máis rápido
hu: Leggyorsabb
id: Cepat
is: Hraðasta
it: Massima
ja: 高速
ko: 빠르게
lt: Greičiausias
nl: Snelste
nn: Raskast
pl: Największa
pt: Mais Rápido
pt_br: Mais rápido
ro: Cea mai rapidă
ru: Самая высокая
sk: Najrýchlejšia
sl: Najhitrejše
sv: Snabbaste
ta: மிக வேகமானது
uk: Найшвидший
zh_cn: 最快

# mousepad_acceleration_profile_entries:0
source: No Acceleration
ar: بدون تسريع
ast: Nenguna
az: Sürətlənmə yoxdur
bg: Без ускорение
cs: Bez akcelerace
de: Keine Beschleunigung
el: Χωρίς επιτάχυνση
es: Sin aceleración
et: Kiirendus puudub
eu: Azeleraziorik ez
fi: Ei kiihdytystä
fr: Aucune accélération
gl: Ningunha
hu: Nincs gyorsítás
id: Tidak Ada Akselerasi
is: Engin hröðun
it: Nessuna accelerazione
ja: 加速なし
ko: 가속 없음
lt: Jokio pagreičio
nl: Geen versnelling
nn: Ingen akselerasjon
pl: Brak przyspieszenia
pt: Sem Aceleração
pt_br: Sem aceleração
ro: Fără accelerație
ru: Отключить ускорение
sk: Žiadne zrýchlenie
sl: Brez pospeška
sv: Ingen acceleration
ta: வேகவளர்ச்சி இல்லாதது
uk: Немає прискорення
zh_cn: 无加速

# mousepad_acceleration_profile_entries:1
source: Weakest
ar: الأكثر ضعفاً
ast: Perpoca
az: Ən zəif
bg: Най-слабо
cs: Nejslabší
de: Schwächste
el: Η πιο αδύναμη
es: Más débil
et: Kõige nõrgem
eu: Ahulena
fi: Heikoin
fr: Très faible
gl: A máis débil
hu: Leggyengébb
id: Sangat Lemah
is: Veikast
it: La più debole
ja: 最弱
ko: 매우 약하게
lt: Silpniausias
nl: Zwakste
nn: Svakast
pl: Najsłabsze
pt: Mais Fraca
pt_br: Muito fraca
ro: Cea mai slabă
ru: Минимальное
sk: Najslabšie
sl: Najslabotnejše
sv: Minsta
ta: மிக வலுவற்றது
uk: Найслабше
zh_cn: 最弱

# mousepad_acceleration_profile_entries:2
source: Weaker
ar: ضعيف
ast: Poca
az: Zəif
bg: По-бавно
cs: Slabší
de: Schwach
el: Πιο αδύναμη
es: Débil
et: Nõrgem
eu: Ahulagoa
fi: Heikompi
fr: Relativement faible
gl: Máis débil
hu: Gyengébb
id: Lemah
is: Veikara
it: Più debole
ja: 弱
ko: 약하게
lt: Silpnesnis
nl: Zwakker
nn: Svakare
pl: Słabsze
pt: Fraca
pt_br: Fraca
ro: Mai slabă
ru: Меньше среднего
sk: Slabé
sl: Slabotno
sv: Mindre
ta: வலுவற்றது
uk: Слабке
zh_cn: 更弱

# mousepad_acceleration_profile_entries:3
source: Medium
ar: متوسط
ast: Normal
az: Orta
bg: Средно
cs: Střední
de: Normal
el: Μέση
es: Media
et: Keskmine
eu: Ertaina
fi: Keskinkertainen
fr: Moyenne
gl: Media
hu: Közepes
id: Menengah
is: Miðlungs
it: Media
ja: 中
ko: 중간
lt: Vidutinis
nl: Middel
nn: Middels
pl: Średnie
pt: Média
pt_br: Média
ro: Medie
ru: Среднее
sk: Stredné
sl: Srednje
ta: நடுத்தரமானது
uk: Середнє
zh_cn: 中等

# mousepad_acceleration_profile_entries:4
source: Stronger
ar: أقوى
ast: Muncha
az: Güclü
bg: По-силно
cs: Silná
de: Stark
el: Πιο δυνατή
es: Fuerte
et: Tugev
eu: Sendoagoa
fi: Vahvempi
fr: Relativement forte
gl: Máis forte
hu: Erősebb
id: Kuat
is: Sterkara
it: Più forte
ja: 強
ko: 강하게
lt: Stipresnis
nl: Sterker
nn: Sterkare
pl: Silniejsze
pt: Forte
pt_br: Forte
ro: Mai puternică
ru: Выше среднего
sk: Silnejšie
sl: Močneje
sv: Större
ta: திடமானது
uk: Сильне
zh_cn: 更强

# mousepad_acceleration_profile_entries:5
source: Strongest
ar: الأقوى
ast: Permuncha
az: Ən güclü
bg: Най-силно
cs: Nejsilnější
de: Stärkste
el: Η πιο δυνατή
es: Más fuerte
et: Kõige tugevam
eu: Sendoena
fi: Vahvin
fr: Très forte
gl: A máis forte
hu: Legerősebb
id: Sangat Kuat
is: Sterkast
it: La più forte
ja: 最強
ko: 매우 강하게
lt: Stipriausias
nl: Sterkst
nn: Sterkast
pl: Najsilniejsze
pt: Mais Forte
pt_br: Muito forte
ro: Cea mai puternică
ru: Высокое
sk: Najsilnejšie
sl: Najmočnejše
sv: Störst
ta: மிக திடமானது
uk: Найсильніше
zh_cn: 最强

# sendkeystrokes_send_to
source: Send keystrokes to
az: Düymələrə vuruşları buraya göndərin:
bg: Изпращане на натискания на клавиши към
cs: Posílat úhozy kláves na
de: Tastendruck senden an
el: Αποστολή πληκτρολογήσεων στο
es: Enviar pulsaciones a
eu: Bidali tekla-joaldiak hona
fi: Lähetä näppäinpainallukset…
fr: Envoyez les appuis de touches vers
hu: Billentyűleütések küldése ide:
id: Kirimkan penekanan tombol ke
is: Senda lyklaáslátt til
it: Invia combinazioni di tasti a
ja: キー入力を送信
ko: 다음으로 키 입력 보내기
lt: Siųsti klavišų paspaudimus į
nl: Toetsaanslagen verzenden naar
nn: Send tastetrykk til
pl: Wyślij naciśnięcia klawiszy do
pt: Enviar os eventos de teclado para
pt_br: Enviar pressionamento de teclas para
ro: Trimite apăsări de taste către
ru: Куда посылать нажатия клавиш
sk: Odoslať stlačenia klávesov do
sl: Pošlji pritiske tipk na
sv: Skicka tangentnedtryckningar till
ta: விசைகளை இங்கே அனுப்பு
uk: Надіслати натискання клавіш на
zh_cn: 发送按键到

# sendkeystrokes_textbox_hint
source: Send keystrokes to host
az: Düyməyə vurulmanı ana komputerə göndərin
bg: Изпращане на клавишни комбинации към хост
cs: Posílat úhozy kláves na hostitele
de: Tastendruck an Rechner senden
el: Αποστολή πληκτρολογήσεων στον υπολογιστή
es: Enviar pulsaciones al servidor
eu: Bidali tekla-joaldiak ostalarira
fi: Lähetä näppäinpainallukset koneelle
fr: Envoyez les appuis de touches vers l'hôte
hu: Billentyűleütések küldése a gazdagépnek
id: Kirimkan penekanan tombol ke host
is: Senda lyklaáslátt til hýsilvélar
it: Invia combinazioni di tasti all'host
ja: キー入力をホストに送信
ko: 호스트로 키 입력 보내기
lt: Siųsti klavišų paspaudimus į serverį
nl: Toetsaanslagen verzenden naar host
nn: Send tastetrykk til verten
pl: Wyślij naciśnięcia klawiszy do gospodarza
pt: Enviar os eventos de teclado para a máquina
ro: Trimite apăsări de taste către gazdă
ru: Посылать нажатия клавиш на хост
sk: Odoslať stlačenia klávesov hostiteľovi
sl: Pošlji pritiske tipk gostitelju
sv: Skicka tangentnedtryckningar till värddator
ta: விசைகளை புரவனுக்கு அனுப்பு
uk: Надіслати натискання клавіш на вузол
zh_cn: 发送按键到主机

# sendkeystrokes_disabled_toast
source: Sending keystrokes is disabled - enable it in the settings
az: Düyməə vuruşun göndərilməsi söndürülüb - onu ayarlardan aktiv edin
bg: Изпращането на натискания на клавиши е деактивирано - разрешете го в настройките
cs: Odesílání stisků klávesnice je zakázáno - povolte jej v nastavení
de: Das Senden von Tastatureingaben ist deaktiviert - aktivieren Sie es in den Einstellungen
el: Η αποστολή πληκτρολογήσεων είναι ανενεργή - ενεργοποιήστε την στις ρυθμίσεις
es: Enviar pulsaciones está desactivado - activelo en las preferencias
eu: Tekla-joaldiak bidaltzea ezgaituta dago - gaitu ezazu ezarpenetan
fi: Näppäinpainallusten lähetys ei ole käytössä: ota se käyttöön asetuksista
fr: L'envoi des appuis de touches est désactivé. Veuillez l'activer dans la configuration.
hu: Billentyűleütések küldése kikapcsolva - kapcsolja be a beállításokban
id: Mengirim penekanan tombol dinonaktifkan - aktifkan di pengaturan
is: Sending lyklaásláttar er ekki virkt, virkjaðu það í stillingunum
it: L'invio di combinazioni di tasti è disabilitato: abilitalo nelle impostazioni
ja: キー入力の送信は無効化されています。設定で有効化してください
ko: 키 입력 보내기가 비활성화되어 있습니다. 설정에서 활성화하십시오
lt: Klavišų paspaudimų siuntimas yra išjungtas - įjunkite jį nuostatose
nl: Verzenden van toetsaanslagen is uitgeschakeld - schakel het in in de instellingen
nn: Sending av tastetrykk er slått av. Du kan slå det på i innstillingane.
pl: Wysyłanie naciśnięć klawiszy jest wyłączone - włącz je w ustawieniach
pt: O envio de eventos de teclado está desactivado - active-o na configuração
pt_br: O envio de pressionamento de tecla está desabilitado - habilite-o nas configurações
ro: Trimiterea de apăsări de taste e dezactivată – activați-o în configurări
ru: Отсылка нажатий клавиш отключена: включите её в параметрах
sl: Pošiljanje pritiskov tipk je onemogočeno - omogočite jih v nastavitvah
sv: Skicka tangentnedtryckningar är inaktiverat: aktivera det i inställningarna
ta: விசைகளை அனுப்புதல் முடங்கியுள்ளது - அமைப்புகளில் இதை இயக்குங்கள்
uk: Надсилання натискань клавіш вимкнено — увімкніть його у параметрах програми
zh_cn: 发送按键已禁用 - 请在设置中启用它

# sendkeystrokes_wrong_data
source: Invalid mime type - needs to be 'text/x-keystrokes'
az: Səhv mime növü - 'text/x-keystrokes' üçün lazımdır
bg: Невалиден тип mime - трябва да бъде "text/x-keystrokes"
cs: Neplatný typ MIME - musí být 'text/x-keystrokes'
de: Ungültiger MIME-Typ - er muss „text/x-keystrokes“ sein
el: Μη έγκυρος τύπος mime - χρειάζεται να γίνει 'text/x-keystrokes'
es: Tipo mime inválido - necesita ser «text/x-keystrokes»
eu: MIME-mota baliogabea - 'text/x-keystrokes' izan behar da
fi: Virheellinen MIME-tyyppi: vaaditaan ”text/x-keystrokes”
fr: Type « MIME » non valable. Doit être « text/x-keystrokes »
hu: Érvénytelen MIME-típus - „text/x-keystrokes” kell
id: Tipe mime tidak sah - harus 'text/x-keystrokes'
it: Tipo MIME non valido: deve essere «text/x-keystrokes»
ja: 無効な MIME タイプです。'text/x-keystrokes' である必要があります
ko: MIME 형식이 잘못되었습니다. 'text/x-keystrokes'여야 합니다
lt: Neteisingas mime tipas - turi būti 'text/x-keystrokes'
nl: Ongeldig mime-type - moet 'text/x-keystrokes' zijn
nn: Ugyldig MIME-type – må vera «text/x-keystrokes»
pl: Nieprawidłowy rodzaj mime - musi być 'text/x-keystrokes'
pt: O tipo MIME é inválido - precisa de ser 'text/x-keystrokes'
pt_br: Tipo MIME inválido - precisa ser 'text/x-keystrokes'
ro: Tip MIME nevalid – trebuie să fie „text/x-keystrokes”
ru: Недопустимый тип mime, тип должен быть «text/x-keystrokes»
sl: Neveljavna vrsta mime - mora biti 'text/x-keystrokes'
sv: Ogiltig Mime-type, måste vara 'text/x-keystrokes'
ta: செல்லுபடியாகாத மைம் வகை - 'text/x-keystrokes'-ஆக இருக்க வேண்டும்
uk: Некоректний тип MIME — типом має бути «text/x-keystrokes»
zh_cn: 无效的 MIME 类型 - 需要为“text/x-keystrokes”

# sendkeystrokes_sent_text
source: Sent %1$s to device %2$s
az: %2s cihazına %1s göndərildi
bg: Изпратени %1$s до устройство %2$s
cs: Poslat %1$s na zařízení %2$s
el: Εστάλησαν %1$s στη συσκευή %2$s
es: Enviado %1$s al dispositivo %2$s
eu: %1$s %2$s gailura bidali da
fi: Lähetettiin %1$s laitteelle %2$s
fr: %1s envoyés vers le périphérique %2s
hu: %1$s küldése a(z) %2$s eszköznek
id: Terkirim %1$s ke peranti %2$s
is: Sendi %1$s til tækisins %2$s
it: Inviato %1$s al dispositivo %2$s
ja: ファイル %1$s をデバイス %2$s へ送信しました
ko: %1$s을(를) %2$s 장치로 보냄
lt: %1$s išsiųstas į įrenginį %2$s
nl: %1$s verzenden naar apparaat %2$s
nn: Sende %1$s til eininga %2$s
pl: Wysłano %1$s na urządzenie %2$s
pt: Foi enviado o %1$s para o dispositivo %2$s
pt_br: Enviar %1$s para o dispositivo %2$s
ro: Trimis %1$s către dispozitivul %2$s
ru: Передать %1$s на устройство %2$s
sk: Odoslané %1$s do zariadenia %2$s
sl: Poslano %1$s na napravo %2$s
sv: Skickade %1$s till enhet %2$s
ta: %2$s என்ற சாதனத்துக்கு %1$s அனுப்பப்பட்டது
uk: %1$s надіслано на пристрій %2$s
zh_cn: 发送 %1$s 到设备 %2$s
