Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# runcommand_notpaired
source: Device is not paired
ar: الجهاز غير مقترن
ast: El preséu nun ta empareyáu
az: Cihaz qoşulmayıb
bg: Устройството не е сдвоено
cs: Zařízení není spárováno
de: Das Gerät ist nicht verbunden
el: Η συσκευή δεν συζεύχθηκε
es: El dispositivo no está vinculado
et: Seade pole paaritatud
eu: Gailua ez dago parekatua
fi: Laitetta ei ole kytketty pariksi
fr: Le périphérique n'est pas associé
gl: O dispositivo non está emparellado
hu: Az eszköz nincs párosítva
id: Peranti tidak tersanding
is: Tækið er ekki parað
it: Il dispositivo non è associato
ja: デバイスはペアリングされていません
ko: 장치가 연결되지 않음
nl: Apparaat is niet gepaard
nn: Eininga er ikkje para
pl: Urządzenie jest niesparowane
pt: O dispositivo não está emparelhado
pt_br: Dispositivo não emparelhado
ro: Dispozitivul nu e asociat
ru: Устройство не сопряжено
sk: Zariadenie nie je spárované
sl: Naprava ni uparjena
sv: Apparat inte ihopparad
ta: சாதனம் இணைக்கப்படவில்லை
uk: Пристрій не пов’язано
zh_cn: 设备未配对

# runcommand_nosuchdevice
source: There is no such device
az: Belə cihaz yoxdur
bg: Няма такова устройство
cs: Není zde žádné takové zařízení
de: Ein solches Gerät existiert nicht
el: Δεν υπάρχει τέτοια συσκευή
es: No se encuentra ese dispositivo
et: Sellist seadet ei ole
eu: Ez dago halako gailurik
fi: Tätä laitetta ei ole
fr: Ce périphérique n'existe pas
gl: Non hai tal dispositivo
hu: Nincs ilyen eszköz
id: Di sini tidak ada peranti seperti itu
is: Það er ekkert slíkt tæki
it: Non c'è alcun dispositivo
ja: そのようなデバイスはありません
ko: 장치가 없음
lt: Nėra tokio įrenginio
nl: Dit apparaat bestaat niet
nn: Eininga finst ikkje
pl: Nie ma takiego urządzenia
pt: Não existe esse dispositivo
pt_br: Este dispositivo não existe
ro: Nu există un asemenea dispozitiv
ru: Нет такого устройства
sk: Neexistuje žiadne zariadenie
sl: Ni take naprave
sv: Det finns ingen sådan apparat
ta: அப்படி எச்சாதனமுமில்லை
uk: Такого пристрою не існує
zh_cn: 没有此设备

# runcommand_noruncommandplugin
source: This device does not have the Run Command Plugin enabled
ast: Esti preséu nun tien activáu'l plugin Execución de comandos
az: Bu cihazda aktiv edilmiş Əmr Başlatma Əlavəsi yoxdur
bg: Това устройство няма активиран плъгин за изпълнение на команди
cs: Toto zařízení nemá povolený modul pro spouštění příkazů
de: Dieses Gerät hat das Modul zum Ausführen von Befehlen nicht aktiviert
el: Αυτή η συσκευή δεν έχει ενεργοποιημένο το πρόσθετο εκτέλεσης εντολής
es: Este dispositivo no tiene el complemento para ejecutar órdenes activado
et: Sel seadmel ei ole käsu käivitamise plugin sisse lülitatud
eu: Gailu honek ez dauka gaituta «Exekutatu Komandoa» plugina
fi: Laitteen Suorita komento -liitännäinen ei ole käytössä
fr: Le module externe Exécuter une commande n'est pas activé sur ce périphérique
gl: O dispositivo non ten o complemento de «Executar unha orde» activado
hu: Az eszközön nincs bekapcsolva a Parancs futtatása bővítmény
id: Perangkat ini tidak memiliki Plugin Run Command yang difungsikan
it: Questo dispositivo non ha l'estensione Esegui comando abilitata
ja: このデバイスは 'コマンドを実行' プラグインを有効にしていません
ko: 이 장치에서 명령 실행 플러그인이 활성화되어 있지 않음
lt: Šis įrenginys neturi įjungto papildinio Vykdyti komandą
nl: Dit apparaat heeft de "Run Command Plugin" niet ingeschakeld
nn: Eininga har ikkje «Køyr kommando»-tillegget slått på
pl: To urządzenie nie ma włączonej wtyczki wykonywania poleceń
pt: Este dispositivo não tem o 'Plugin' de Execução de Comandos activo
pt_br: Este dispositivo não tem o plugin 'Executar comando' ativo
ro: Acest dispozitiv nu are extensia „Rulează comandă” activată
ru: На устройстве не задействован подключаемый модуль запуска команд
sk: Toto zariadenie nemá povolený zásuvný modul spustenia príkazu
sl: Ta naprava nima omogočenega vtičnika za zagonski ukaz
sv: Apparaten har inte insticksprogrammet Kör kommando aktiverat
ta: இச்சாதனத்தில் கட்டளைகளை இயக்கும் செருகுநிரல் இயக்கப்படவில்லை.
uk: Для цього пристрою не увімкнено додаток виконання команд
zh_cn: 此设备没有启用“运行命令插件”

# pref_plugin_findremotedevice
source: Find remote device
ar: اعثر على جهاز بعيد
az: Uzaq cihazı tapmaq
bg: Намиране на отдалечено устройство
cs: Najít vzdálené zařízení
de: Entferntes Gerät finden
el: Εύρεση απομακρυσμένης συσκευής
es: Encontrar dispositivo remoto
et: Kaugseadme leidmine
eu: Aurkitu urruneko gailua
fi: Etsi etälaite
fr: Trouver un périphérique distant
gl: Atopar un dispositivo remoto
hu: Távoli eszköz keresése
id: Temukan peranti remot
is: Finna fjartengt tæki
it: Trova il dispositivo remoto
ja: リモートデバイスを捜索
ko: 원격 장치 찾기
lt: Rasti nuotolinį įrenginį
nl: Apparaat op afstand zoeken
nn: Find ekstern eining
pl: Poszukiwania innego urządzenia
pt: Procurar um dispositivo remoto
pt_br: Procurar dispositivo remoto
ro: Găsește dispozitivul distant
ru: Найти удалённое устройство
sk: Nájdenie vzdialeného zariadenia
sl: Najdi oddaljeno napravo
sv: Hitta extern apparat
ta: தொலை சாதனத்தை கண்டுபிடி
uk: Знайти віддалений пристрій
zh_cn: 查找远程设备

# pref_plugin_findremotedevice_desc
source: Ring your remote device
ar: رنّ على الجهاز البعيد
ast: Fai que'l preséu remotu suene
az: Uzaq cihazınıza zəng göndərin
bg: Позвъняване на отдалеченото устройство
cs: Prozvonit vzdálené zařízení
de: Entferntes Gerät anklingeln
el: Ενεργοποιήστε τον ήχο κλήσης της απομακρυσμένης συσκευής σας
es: Hacer sonar el dispositivo remoto
et: Helistamine kaugseadmesse
eu: Jo zure urruneko gailuaren tonua
fi: Soita etälaitteeseen
fr: Faire sonner votre périphérique distant
gl: Facer soar o dispositivo remoto
hu: Távoli eszköz csörgetése
id: Deringkan peranti remotmu
is: Hringdu fjartengda tækinu
it: Fai squillare il dispositivo remoto
ja: リモートデバイスを捜索
ko: 원격 장치 알림 울리기
lt: Skambinti į nuotolinį įrenginį
nl: Maak een oproep naar uw apparaat op afstand
nn: Ring til ekstern eining
pl: Dzwoni z tego urządzenia na inne urządzenie
pt: Fazer tocar o seu dispositivo remoto
pt_br: Fazer tocar o seu dispositivo remoto
ro: Sună dispozitivul distant
ru: Позвонить на удалённое устройство
sk: Zazvoní na vašom vzdialenom zariadení
sl: Zazvonite vašo oddaljeno napravo
sv: Ring till extern apparat
ta: தொலை சாதனத்தை ஒலிக்க செய்
uk: Дзвінок на вашому віддаленому пристрої
zh_cn: 让远程设备响铃

source: Ring
ar: رّن
ast: Facer sonar
az: Zəng
bg: Позвъняване
cs: Prozvonit
de: Klingeln
el: Ήχος κλήσης
es: Hacer sonar
et: Helista
eu: Tonua jo
fi: Soita
fr: Faire sonner
gl: Facer soar
hu: Csörgetés
id: Deringkan
is: Hringur
it: Squilla
ja: 鳴らす
ko: 울리기
lt: Skambinti
nl: Oproep doen
pl: Zadzwoń
pt: Toque
pt_br: Toque
ro: Sună
ru: Звонок
sk: Zazvoniť
sl: Zazvoni
ta: ஒலிக்கச்செய்
uk: Дзвінок
zh_cn: 响铃

# pref_plugin_systemvolume
source: System volume
ar: صوت النظام
ast: Volume del sistema
az: Sistem səs səviyyəsi
bg: Сила на звука на системта
cs: Hlasitost systému
de: Systemlaustärke ändern
el: Ένταση συστήματος
es: Volumen del sistema
et: Süsteemi helitugevus
eu: Sistemaren bolumena
fi: Järjestelmän äänenvoimakkuus
fr: Volume du système
gl: Volume do sistema
hu: Rendszerhangerő
is: Hljóðstyrkur kerfis
it: Volume di sistema
ja: システム音量
ko: 시스템 음량
lt: Sistemos garsumas
nl: Systeemvolume
nn: Systemlydstyrke
pl: Głośność innego urządzenia
pt: Volume do sistema
pt_br: Volume do sistema
ro: Volum de sistem
ru: Системная громкость
sk: Systémová hlasitosť
sl: Sistemska glasnost
sv: Systemvolym
ta: கணினி ஒலியளவு
uk: Системний том
zh_cn: 系统音量

# pref_plugin_systemvolume_desc
source: Control the system volume of the remote device
ast: Controla'l volume del sistema del preséu remotu
az: Uzaq cihazın sistem səs səviyəsini idarə etmək
bg: Управление на системната сила на звука на отдалеченото устройство
cs: Ovládejte hlasitost systému vzdáleného zařízení
de: Die Systemlautstärke verbundener Geräte ändern
el: Ελέγξτε την ένταση του συστήματος της απομακρυσμένης συσκευής
es: Controle el volumen del sistema del dispositivo remoto
et: Kaugseadme helitugevuse juhtimine
eu: Kontrolatu urruneko gailuaren sistemako bolumena
fi: Säädä etälaitteen järjestelmän äänenvoimakkuutta
fr: Contrôler le volume du système du périphérique distant
gl: Controlar o volume do sistema do dispositivo remoto
hu: A távoli eszköz rendszerhangerejének szabályozása
id: Kendalikan volume sistem pada peranti remot
is: Stýrðu hljóðstyrk fjartengda tækisins
it: Controlla il volume di sistema dal dispositivo remoto
ja: リモートデバイスのシステム音量を操作
ko: 원격 장치의 시스템 음량 제어
lt: Valdyti nuotolinio įrenginio sistemos garsumą
nl: Bestuur het systeemvolume vanaf uw apparaat op afstand
nn: Juster systemlydstyrken til ekstern eining
pl: Steruje głośnością innego urządzenia z tego urządzenia
pt: Controle o volume do sistema desde o dispositivo remoto
pt_br: Controle o volume do sistema a partir do dispositivo remoto
ro: Controlează volumul de sistem al dispozitivului distant
ru: Управление системной громкостью удалённого устройства
sk: Ovláda systémovú hlasitosť vzdialeného zariadenia
sl: Nadzoruj sistemsko glasnost oddaljene naprave
sv: Kontrollera systemvolymen för den externa apparaten
ta: தொலை சாதனத்தின் ஒலி அளவை கட்டுப்படுத்து
uk: Керування системним томом на віддаленому пристрої
zh_cn: 在远程设备上控制系统音量

source: Mute
ar: اكتم
az: Susdurmaq
bg: Заглушаване
cs: Ztlumit
de: Stummschalten
el: Σίγαση
es: Silenciar
et: Tumm
eu: Isilarazi
fi: Vaimenna
fr: Muet
gl: Silenciar
hu: Némítás
id: Bungkam
is: Hljóð af
it: Silenzia
ja: ミュート
ko: 음소거
lt: Nutildyti
nl: Dempen
nn: Demp lyd
pl: Wycisz
pt: Silenciar
pt_br: Sem áudio
ro: Muțește
ru: Выключить звук
sk: Stlmiť
sl: Izklop zvoka
sv: Tyst
ta: ஒலியை அடக்கு
uk: Вимкнути звук
zh_cn: 静音

source: All
ar: الكلّ
ast: Too
az: Hamısı
bg: Всички
cs: Vše
de: Alle
el: Όλα
es: Todo
et: Kõik
eu: Guztiak
fi: Kaikki
fr: Tous
gl: Todo
hu: Összes
id: Semua
is: Allt
it: Tutto
ja: すべて
ko: 모두
lt: Visi
nl: Alles
nn: Alle
pl: Wszystkie
pt: Tudo
pt_br: Todos
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sv: Alla
ta: அனைத்து
uk: Усі
zh_cn: 全部

source: Devices
ar: الأجهزة
ast: Preseos
az: Cihazlar
bg: Устройства
cs: Zařízení
de: Geräte
el: Συσκευές
es: Dispositivos
et: Seadmed
eu: Gailuak
fi: Laitteet
fr: Périphériques
gl: Dispositivos
hu: Eszközök
id: Peranti
is: Tæki
it: Dispositivi
ja: デバイス
ko: 장치
lt: Įrenginiai
nl: Apparaten
nn: Einingar
pl: Urządzenia
pt: Dispositivos
pt_br: Dispositivos
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sl: Naprave
sv: Apparater
ta: சாதனங்கள்
uk: Пристрої
zh_cn: 设备

# settings_rename
source: Device name
ar: اسم الجهاز
ast: Nome del preséu
az: Cihazın adı
bg: Име на устройство
cs: Název zařízení
de: Gerätename
el: Όνομα συσκευής
es: Nombre del dispositivo
et: Seadme nimi
eu: Gailuaren izena
fi: Laitenimi
fr: Nom du périphérique
gl: Nome do dispositivo
hu: Eszköznév
id: Nama perangkat
is: Heiti tækis
it: Nome dispositivo
ja: デバイス名
ko: 장치 이름
lt: Įrenginio pavadinimas
nl: Apparaatnaam
nn: Einingsnamn
pl: Nazwa urządzenia
pt: Nome do dispositivo
pt_br: Nome do dispositivo
ro: Denumire dispozitiv
ru: Имя устройства
sk: Názov zariadenia
sl: Ime naprave
sv: Apparatnamn
ta: சாதனத்தின் பெயர்
uk: Назва пристрою
zh_cn: 设备名

# settings_dark_mode
source: Dark theme
ar: سمة مظلمة
ast: Estilu escuru
az: Qaranlıq Görünüş
bg: Тъмна тема
cs: Tmavý motiv
de: Dunkles Design
el: Σκούρο θέμα
es: Tema oscuro
et: Tume teema
eu: Gai iluna
fi: Tumma teema
fr: Thème sombre
gl: Tema escuro
hu: Sötét téma
id: Tema gelap
is: Dökkt þema
it: Tema scuro
ja: ダーク テーマ
ko: 어두운 테마
lt: Tamsus apipavidalinimas
nl: Donker thema
nn: Mørkt tema
pl: Ciemny wygląd
pt: Tema escuro
pt_br: Tema escuro
ro: Tematică întunecată
ru: Тёмное оформление
sk: Tmavý motív
sl: Temna tema
sv: Mörkt tema
ta: கருமையான நிறத்திட்டம்
uk: Темна тема
zh_cn: 深色主题

# settings_more_settings_title
source: More settings
ar: المزيد من الإعدادات
ast: Más axustes
az: Digər ayarlar
bg: Още настройки
cs: Více nastavení
de: Weitere Einstellungen
el: Περισσότερες ρυθμίσεις
es: Más preferencias
et: Rohkem seadistusi
eu: Ezarpen gehiago
fi: Lisää asetuksia
fr: Plus de paramètres
gl: Máis opcións
hu: További beállítások
id: Pengaturan selebihnya
is: Fleiri stillingar
it: Altre impostazioni
ja: その他の設定
ko: 더 많은 설정
lt: Daugiau nuostatų
nl: Meer instellingen
nn: Fleire innstillingar
pl: Więcej ustawień
pt: Mais configurações
pt_br: Mais opções
ro: Mai multe configurări
ru: Дополнительные параметры
sk: Viac nastavení
sl: Več nastavitev
sv: Fler inställningar
ta: மேலும் அமைப்புகள்
uk: Додаткові параметри
zh_cn: 更多设置

# settings_more_settings_text
source: Per-device settings can be found under 'Plugin settings' from within a device.
az: Hər cihaz üçün ayarları cihazın 'Qoşma Ayarları' bölməsində tapa bilərsiniz.
bg: Настройките за всяко устройство могат да бъдат намерени в раздел "Настройки на плъгина" в рамките на устройство.
cs: Nastavení "pro každé zařízení" lze najít v 'Nastavení modulu' v zařízení.
de: Zusätzliche Einstellungen für die verbundenen Geräte können über den Menüpunkt „Modul-Einstellungen“ abgerufen werden
el: Ρυθμίσεις ανά συσκευή είναι στο 'Ρυθμίσεις προσθέτων' μέσα από τη συσκευή.
es: Las preferencias por dispositivo se pueden encontrar bajo «Preferencias del complemento» dentro de cada dispositivo.
et: Seadmekaupa seadistusi leiab seadme "Pluginate seadistuste " all.
eu: Gailu-bakoitzeko ezarpenak aurki daitezke 'Pluginen ezarpenak' barruan.
fi: Laitekohtaiset asetukset löytyvät laitteen ”Liitännäisasetuksista”.
fr: Les paramètres par appareil sont disponibles dans la rubrique « Paramètres des modules externes » sur l'appareil.
gl: Pode atopar as opcións específicas dun dispositivo baixo «Configuración do complemento» desde un dispositivo.
hu: Eszközönkénti beállítások a „Bővítménybeállítások” alatt találhatók egy eszközön belül.
id: Tiap pengaturan peranti bisa ditemukan dibawah 'pengaturan Plugin' dari setiap sebuah peranti.
it: Le impostazioni per dispositivo sono disponibili sotto «Impostazione estensioni» dall'interno del dispositivo.
ja: デバイスごとの設定はデバイス内の 'プラグイン設定' にあります
ko: 장치별 설정은 각각 장치의 '플러그인 설정'에서 확인할 수 있습니다.
lt: Nuostatas kiekvienam atskiram įrenginiui galima rasti įrenginyje "Papildinio nuostatose".
nl: Instellingen per apparaat kunnen gevonden worden onder 'Plug-in-instellingen' vanuit een apparaat.
nn: Innstillingar for einskildeiningar finn du under «Programtillegg-oppsett» på kvar eining.
pl: Dodatkowe ustawienia, dotyczące danego urządzenia, można znaleźć po wejściu na nie i wybranie „Ustawienia wtyczek”.
pt: As configurações por dispositivo podem ser encontradas na 'Configuração do plugin' dentro de um dado dispositivo.
pt_br: As configurações por dispositivo podem ser encontradas nas 'Configurações do plugin' dentro de um determinado dispositivo.
ro: Configurările fiecărui dispozitiv le puteți găsi în „Configurare extensii” dintr-un dispozitiv.
ru: Параметры для каждого из устройств можно найти на устройствах в разделе «Параметры модулей»
sk: Nastavenia zariadenia môžete nájsť v ponuke "Nastavenia zás. modulov" pri každom zariadení.
sl: Nastavitve posamezne naprave najdete v razdelku 'Nastavitve vtičnikov' v napravi.
sv: Inställningar per apparat hittas i 'Insticksprograminställningar' på apparaten.
ta: தனிப்பட்ட சாதனங்களுக்குரிய அமைப்புகள், ஒவ்வொரு சாதனத்துக்கான 'செருகுநிரல் அமைப்புகள்' தனில் இருக்கும்.
uk: Окремі параметри пристроїв наведено на сторінці «Параметри додатків» сторінки пристрою.
zh_cn: 每个设备的独立设置可以在设备页内的“插件设置”下找到。

# setting_persistent_notification
source: Show persistent notification
ast: Amosar un avisu permanente
az: Daimi bildirişi göstərmək
bg: Показване на постоянна нотификация
cs: Ukázat stálé upozornění
de: Dauerhafte Benachrichtigung anzeigen
el: Εμφάνιση μόνιμων ειδοποιήσεων
es: Mostrar notificación persistente
et: Püsimärguannete näitamine
eu: Erakutsi jakinarazpen iraunkorra
fi: Näytä pysyvä ilmoitus
fr: Afficher une notification persistante
gl: Mostrar unha notificación persistente
hu: Állandó értesítések megjelenítése
id: Tampilkan notifikasi kukuh
is: Birta viðvarandi tilkynningu
it: Mostra notifica persistente
ja: 永続的な通知を表示
ko: 항상 표시되는 알림 표시
lt: Rodyti pastovų pranešimą
nl: Blijvende melding tonen
nn: Vis evigvarande varsling
pl: Pokaż nieznikające powiadomienia
pt: Mostrar uma notificação persistente
pt_br: Mostrar a notificação persistente
ro: Arată notificare persistentă
ru: Показывать постоянное уведомление
sk: Zobrazovať trvalé oznámenie
sl: Prikazuj trajno obvestilo
sv: Visa permanent underrättelse
ta: விடாப்பிடி அறிவிப்பைக் காட்டு
uk: Показувати постійне сповіщення
zh_cn: 启用常驻通知栏

# setting_persistent_notification_oreo
source: Persistent notification
ast: Avisu permanente
az: Daimi bildiriş
bg: Постоянна нотификация
cs: Stálé upozornění
de: Dauerhafte Benachrichtigung
el: Μόνιμες ειδοποιήσεις
es: Notificación persistente
et: Püsimärguanded
eu: Jakinarazpen iraunkorra
fi: Pysyvä ilmoitus
fr: Notification persistante
gl: Notificación persistente
hu: Állandó értesítés
id: Notifikasi kukuh
it: Notifica persistente
ja: 永続的な通知
ko: 항상 표시되는 알림
lt: Pastovus pranešimas
nl: Blijvende melding
nn: Evigvarande varsling
pl: Nieznikające powiadomienia
pt: Notificação persistente
pt_br: Notificação persistente
ro: Notificare persistentă
ru: Постоянное уведомление
sk: Trvalé oznámenie
sl: Trajno obvestilo
sv: Permanent underrättelse
ta: விடாப்பிடி அறிவிப்பு
uk: Постійне сповіщення
zh_cn: 持久通知

# setting_persistent_notification_description
source: Tap to enable/disable in Notification settings
ast: Toca pa des/activalu n'Avisos
az: Bildiriş ayarlarında aktiv/deaktiv etmək üçün toxunun
bg: Докоснете, за да разрешите/забраните в настройките за известия
cs: Ťuknutím povolíte/zakážete v nastavení oznámení
de: Klicken um die Benachrichtigungseinstellungen zu aktivieren/deaktivieren
el: Χτύπημα για (απ)ενεργοποίηση στις ρυμίσεις ειδοποιήσεων
es: Pulse para activar/desactivar en las preferencias de notificaciones
et: Koputa märguannete seadistuste lubamiseks/keelamiseks
eu: Tak egin jakinarazpen ezarpenetan gaitzeko/ezgaitzeko
fi: Ota käyttöön tai poista käyttöön napauttamalla ilmoitusasetuksia
fr: Appuyez pour activer/désactiver dans la configuration des notifications
gl: Toque para activar ou desactivar na configuración de notificacións
hu: Koppintson az Értesítésbeállítások bekapcsolásához/kikapcsolásához
id: Ketuk untuk memfungsikan/menonfungsikan dalam pengaturan Notifikasi
it: Tocca per abilitare/disabilitare nelle impostazioni delle notifiche
ja: タップして通知設定内で有効化/無効化します
ko: 알림 설정에서 활성화/비활성화하려면 누르십시오
lt: Bakstelėkite, norėdami įjungti/išjungti Pranešimų nuostatose
nl: Tik om instellingen van meldingen in/uit te schakelen
nn: Trykk for å slå på/av i varslingsinnstillingane
pl: Stuknij, aby je ustawić w ustawieniach powiadomień
pt: Toque para activar/desactivar na configuração das Notificações
pt_br: Toque para ativar/desativar na configuração das Notificações
ro: Atingeți pentru a activa/dezactiva în configurările notificării
ru: Коснитесь, чтобы выключить/выключить в параметрах уведомлений
sk: Ťuknutím povolíte/zakážete nastavenia v upozornení
sl: Tapnite, da omogočite/onemogočite v nastavitvah obvestil
sv: Tryck för att aktivera eller inaktivera i underrättelseinställningarna
ta: அறிவிப்பு அமைப்புகளில் இயக்க/முடக்க தட்டவும்
uk: Торкніться, щоб увімкнути або вимкнути сповіщення
zh_cn: 点击在通知设置中启用/禁用

source: Extra options
ast: Opciones adicionales
az: Əlavə seçimlər
bg: Допълнителни опции
cs: Další možnosti
de: Weitere Einstellungen
el: Επιπλέον επιλογές
es: Opciones adicionales
et: Erivalikud
eu: Aukera gehigarriak
fi: Lisäasetukset
fr: Options supplémentaires
gl: Opcións adicionais
hu: További beállítások
id: Opsi ekstra
is: Fleiri valkostir
it: Opzioni aggiuntive
ja: 追加オプション
ko: 추가 설정
lt: Papildomos parinktys
nl: Extra opties
nn: Tilleggsval
pl: Ustawienia dodatkowe
pt: Opções extra
pt_br: Opções extras
ro: Opțiuni suplimentare
ru: Дополнительные параметры
sk: Voľby navyše
sl: Dodatne možnosti
sv: Extra alternativ
ta: கூடுதல் விருப்பங்கள்
uk: Додаткові параметри
zh_cn: 附加选项

source: Privacy options
ar: خيارات الخصوصية
ast: Opciones de la privacidá
az: Məxfilik seçimləri
bg: Опции за поверителност
cs: Možnosti soukromí
de: Einstellungen zur Privatsphäre
el: Επιλογές ιδιωτικού απορρήτου
es: Opciones de privacidad
et: Privaatsuse valikud
eu: Pribatutasun aukerak
fi: Yksityisyysasetukset
fr: Options de confidentialité
gl: Opcións de intimidade
hu: Adatvédelmi beállítások
id: Opsi privasi
is: Valkostir friðhelgi
it: Opzioni di riservatezza
ja: プライバシーオプション
ko: 프라이버시 설정
lt: Privatumo parinktys
nl: Privacyopties
nn: Personverninstillingar
pl: Ustawienia prywatności
pt: Opções de privacidade
pt_br: Opções de privacidade
ro: Opțiuni de intimitate
ru: Параметры конфиденциальности
sk: Voľby súkromia
sl: Možnosti zasebnosti
sv: Integritetsalternativ
ta: தனியுரிமை விருப்பங்கள்
uk: Параметри конфіденційності
zh_cn: 隐私选项

# set_privacy_options
source: Set your privacy options
ar: حدد خيارات الخصوصية
ast: Afita les opciones de la privacidá
az: Məxfilik seçimlərini quraşdırın
bg: Задаване на опции за поверителност
cs: Nastavte své možnosti soukromí
de: Einstellungen zur Privatsphäre ändern
el: Ρύθμιση επιλογών ιδιωτικού απορρήτου
es: Establezca sus opciones de privacidad
et: Privaatsusvalikute määramine
eu: Ezarri zure pribatutasun aukerak
fi: Aseta yksityisyysasetukset
fr: Configurez vos options de confidentialité
gl: Definir as súas opcións de protección da intimidade
hu: Adatvédelmi beállítások megadása
id: Atur opsi privasimu
is: Valkostir friðhelgi þinnar
it: Imposta le tue opzioni di riservatezza
ja: プライバシーオプションを設定
ko: 프라이버시 설정 변경
lt: Nustatyti savo privatumo parinktis
nl: Stel uw privacyopties in
nn: Vel personverninnstillingar
pl: Ustaw swoją prywatność
pt: Defina as suas opções de privacidade
pt_br: Defina as suas opções de privacidade
ro: Stabiliți opțiunile de intimitate
ru: Настройка параметров конфиденциальности
sk: Nastavte voľby vášho súkromia
sl: Nastavite možnosti zasebnosti
sv: Ställ in integritetsalternativ
ta: உங்கள் தனியுரிமை விருப்பங்களை அமையுங்கள்
uk: Вкажіть ваші параметри конфіденційності
zh_cn: 设置您的隐私选项

# block_contents
source: Block contents of notifications
ar: امنح محتويات الإخطارات
ast: Bloquiar el conteníu de los avisos
az: Bildirişlərin məzmununu bloklamaq
bg: Блокиране на съдържанието на известията
cs: Blokovat obsah oznámení
de: Inhalt von Benachrichtigungen blockieren
el: Φραγή περιεχομένου ειδοποιήσεων
es: Bloquear el contenido de las notificaciones
et: Märguannete sisu blokkimine
eu: Oztopatu jakinarazpenen edukiak
fi: Estä ilmoitusten sisältö
fr: Bloquer les contenus des notifications
gl: Bloquear o contido das notificacións
hu: Értesítések tartalmának blokkolása
id: Blokir konten-konten notifikasi
is: Loka á efni tilkynninga
it: Blocca i contenuti delle notifiche
ja: 通知の内容をブロック
ko: 알림 내용 숨기기
lt: Blokuoti pranešimų turinį
nl: Inhoud van meldingen blokkeren
nn: Blokker varslingsinnhald
pl: Blokuj treści w powiadomieniach
pt: Bloquear o conteúdo das notificações
pt_br: Bloquear o conteúdo das notificações
ro: Blochează conținutul notificărilor
ru: Блокировать содержимое уведомлений
sk: Blokovať obsah upozornení
sl: Blokiraj vsebine obvestil
sv: Blockera underrättelsernas innehåll
ta: அறிவிப்புகளின் உள்ளடக்கத்தை காட்டாதே
uk: Блокувати вміст сповіщень
zh_cn: 阻止通知内容
