Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# device_icon_description
source: Device icon
ar: أيقونة الجهاز
az: Cihaın nişanı
bg: Икона на устройство
cs: Ikona zařízení
de: Gerätesymbol
el: Εικονίδιο συσκευής
es: Icono del dispositivo
et: Seadme ikoon
eu: Gailuaren ikonoa
fi: Laitekuvake
fr: Icône du périphérique
gl: Icona do dispositivo.
hu: Eszközikon
id: Ikon perangkat
is: Táknmynd tækis
it: Icona dispositivo
ja: デバイスアイコン
ko: 장치 아이콘
lt: Įrenginio piktograma
nl: Apparaatpictogram
nn: Einingsikon
pl: Ikona urządzenia
pt: Ícone do dispositivo
pt_br: Ícone do dispositivo
ro: Pictogramă dispozitiv
ru: Значок устройства
sk: Ikona zariadenia
sl: Ikona naprave
sv: Apparatikon
ta: சாதன சின்னம்
uk: Піктограма пристрою
zh_cn: 设备图标

# settings_icon_description
source: Settings icon
ar: أيقونة الإعدادات
az: Ayarlar nişanı
bg: Икона за настройки
cs: Ikona nastavení
de: Einstellungssymbol
el: Εικονίδιο ρυθμίσεων
es: Icono de preferencias
et: Seadistuste ikoon
eu: Ezarpenen ikonoa
fi: Asetuskuvake
fr: Icône des paramètres
gl: Icona da configuración.
hu: Beállítások ikon
id: Ikon pengaturan
is: Stillingatáknmynd
it: Icona impostazioni
ja: 設定アイコン
ko: 설정 아이콘
lt: Nuostatų piktograma
nl: Pictogram voor instellingen
nn: Innstillingsikon
pl: Ikona ustawień
pt: Ícone de configuração
pt_br: Ícone de configurações
ro: Pictogramă configurări
ru: Значок параметров
sk: Ikona nastavení
sl: Ikona nastavitev
sv: Inställningsikon
ta: அமைப்புகளுக்கான சின்னம்
uk: Піктограма параметрів
zh_cn: 设置图标

# presenter_fullscreen
source: Fullscreen
ar: ملء الشّاشة
ast: Pantalla completa
az: Tam_Ekran
bg: Цял екран
cs: Celá obrazovka
de: Vollbild
el: Πλήρης οθόνη
es: Pantalla completa
et: Täisekraan
eu: Pantaila-betea
fi: Koko näyttö
fr: Plein écran
gl: Pantalla completa
hu: Teljes képernyő
id: Layar penuh
is: Skjáfylli
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
lt: Visas ekranas
nl: Volledig scherm
nn: Fullskjerm
pl: Pełny ekran
pt: Ecrã Completo
pt_br: Tela inteira
ro: Ecran complet
ru: На весь экран
sk: Na celú obrazovku
sl: Polni zaslon
sv: Fullskärm
ta: முழுத்திரை
uk: На увесь екран
zh_cn: 全屏

# presenter_exit
source: Exit presentation
ar: اخرج من العرض التقديمي
ast: Colar de la presentación
az: Təqdimatdan çıxış
bg: Изход от презентацията
cs: Ukončit prezentaci
de: Präsentation beenden
el: Έξοδος από την παρουσίαση
es: Salir de la presentación
et: Välju esitlusest
eu: Irten aurkezpenetik
fi: Poistu esitystilasta
fr: Quitter la présentation
gl: Saír da presentación
hu: Kilépés bemutató módból
id: Keluarkan presentasi
is: Fara úr kynningu
it: Esci dalla presentazione
ja: プレゼンテーションを終了
ko: 프레젠테이션 끝내기
lt: Išeiti iš pristatymo
nl: Presentatie beëindigen
nn: Avslutt presentasjon
pl: Zakończ prezentację
pt: Sair da apresentação
pt_br: Sair da apresentação
ro: Părăsește prezentarea
ru: Закончить слайд-шоу
sk: Ukončiť prezentáciu
sl: Izhod iz predstavitve
sv: Avsluta presentation
ta: வில்லைக்காட்சியிலிருந்து வெளியேறு
uk: Вийти з презентації
zh_cn: 退出演示

# presenter_lock_tip
source: You can lock your device and use the volume keys to go to the previous/next slide
ast: Pues bloquiar esti preséu y usar les tecles de volume pa dir a la diapositiva anterior/siguiente
az: Siz cihazınızı kilidləyə və səs düymələri ilə əvvəlki/sonrakı slayda keçid edə bilərsiniz
bg: Можете да заключите устройството си и да използвате клавишите за сила на звука, за да преминете към предишната/следващата слайд
cs: Můžete zamknout zařízení a použít klávesy pro ovládání hlasitosti pro posun na předchozí/další snímek
de: Sie können Ihr Gerät sperren und mit Hilfe der Lauter-/Leiser-Taste zur vorherigen/nächsten Folie wechseln
el: Μπορείτε να κλειδώσετε τη συσκευή σας και να χρησιμοποιήσετε τα πλήκτρα της έντασης για να μεταβείτε σε προηγούμενη/επόμενη διαφάνεια
es: Puede bloquear su dispositivo y usar las teclas de volumen para ir a la diapositiva previa/siguiente
et: Seade on võimalik lukku panna ning liikuda eelmisele/järgmisele slaidile helitugevuse klahvidega
eu: Zure gailua giltzatu dezakezu eta bolumen teklak botoi gisa erabili aurreko/hurrengo diapositibara joateko
fi: Laitteen voi lukita ja käyttää äänenvoimakkuuspainikkeita edellinen/seuraava dia -painikkeina
fr: Vous pouvez verrouiller votre appareil et utiliser les touches de volume pour passer d'une diapositive à l'autre
gl: Pode bloquear o dispositivo e usar as teclas de volume para ir aos fotogramas anterior e seguinte
hu: Zárolhatja az eszközét, és használhatja a hangerő gombokat az előző/következő diára lépéshez
id: Kamu bisa mengunci perantimu dan gunakanlah tombol volume untuk menuju ke slide sebelumnya/selanjutnya
it: Puoi bloccare il tuo dispositivo e utilizzare i tasti del volume per scorrere le diapositive
ja: デバイスをロックして、音量キーでスライドを前/次に移動できます
ko: 장치 잠금 상태에서는 음량 키를 이전/다음 슬라이드 단추로 사용할 수 있습니다
lt: Galite užrakinti savo įrenginį ir perėjimui prie kitos/ankstesnės skaidrės naudoti garsumo mygtukus
nl: U kunt uw apparaat vergrendelen en de volumetoetsen gebruiken om naar de vorige/volgende dia te gaan
nn: Du kan låsa eininga og bruka lydstyrke-knappane som førre/neste-knappar
pl: Możesz zablokować swoje urządzenie i używać przycisków głośności, aby przejść do kolejnej/poprzedniej strony
pt: Poderá bloquear o seu dispositivo para usar as teclas de volume como botões para o 'slide' anterior/seguinte
pt_br: Você pode bloquear o seu dispositivo e usar as teclas de volume para ir para o slide anterior/próximo
ro: Puteți bloca dispozitivul și folosi butoanele de volum pentru a merge la diapozitivul precedent/următor
ru: Устройство можно заблокировать, и для перехода к предыдущему/следующему слайду использовать кнопки управления громкостью.
sk: Môžete uzamknúť vaše zariadenie a použiť klávesy hlasitosti na prechod na predchádzajúci a nasledujúci snímok
sl: Napravo lahko zaklenete in s tipkami za glasnost prehajate na prejšnjo/naslednjo sliko
sv: Apparaten kan låsas och volymtangenterna användas för att gå till föregående eller nästa bild
ta: நீங்கள் உங்கள் சாதனத்தைப் பூட்டினாலும் அடுத்த/முந்தைய காட்சிக்கு செல்ல ஒலியளவு விசைகளைப் பயன்படுத்தலாம்
uk: Ви можете заблокувати ваш пристрій так, щоб користуватися кнопками зміни гучності як кнопками зміни слайдів «Назад»/«Далі».
zh_cn: 您可以锁定设备，用音量键作为上一页/下一页按钮

# add_command
source: Add a command
ar: أضف أمراً
ast: Amiestu d'un comandu
az: Əmr əlavə etmək
bg: Добавяне на команда
cs: Přidat příkaz
de: Einen Befehl hinzufügen
el: Προσθήκη εντολής
es: Añadir una orden
et: Lisa käsk
eu: Gehitu komando bat
fi: Lisää komento
fr: Ajouter une commande
gl: Engadir unha orde
hu: Parancs hozzáadása
id: Tambahkan sebuah perintah
is: Bæta við skipun
it: Aggiungi un comando
ja: コマンドを追加
ko: 명령 추가
lt: Pridėti komandą
nl: Een commando toevoegen
nn: Legg til kommando
pl: Dodaj polecenie
pt: Adicionar um comando
pt_br: Adicionar um comando
ro: Adaugă o comandă
ru: Добавить команду
sk: Pridať príkaz
sl: Dodaj ukaz
sv: Lägg till ett kommando
ta: கட்டளையைச் சேர்
uk: Додати команду
zh_cn: 添加命令

# addcommand_explanation
source: There are no commands registered
ar: لا يوجد أوامر مسجلة
ast: Nun hai comandos rexistraos.
az: Əmrlər qeyd edilməyib
bg: Няма регистрирани команди
cs: Nejsou registrovány žádné příkazy
de: Es sind keine Befehle vorhanden
el: Δεν υπάρχουν καταχωρημένες εντολές
es: No hay ninguna orden registrada
et: Ühtegi käsku pole registreeritud
eu: Ez dago komandorik erregistraturik
fi: Komentoja ei ole rekisteröity
fr: Aucune commande enregistrée
gl: Non hai ordes rexistradas.
hu: Nincsenek regisztrálva parancsok
id: Tidak ada perintah yang diregister
it: Non ci sono comandi registrati
ja: コマンドが登録されていません
ko: 등록된 명령이 없습니다
lt: Nėra registruota jokių komandų
nl: Er zijn geen commando's geregistreerd
nn: Ingen kommandoar er registrerte
pl: Nie zarejestrowano żadnych poleceń
pt: Não existem comandos registados
pt_br: Não há comandos registrados
ro: Nu sunt comenzi înregistrate
ru: Нет настроенных команд.
sk: Nie sú registrované žiadne príkazy
sl: Nobenih ukazov ni registriranih
sv: Det finns inga kommandon registrerade
ta: எக்கட்டளையும் பதிவு செய்யப்படவில்லை
uk: Жодних команд не зареєстровано
zh_cn: 没有已注册的命令

# addcommand_explanation2
source: You can add new commands in the KDE Connect System Settings
ast: Pues amestar más nos axustes de KDE Connect del ordenador
az: Sİz KDE Connect sistem ayarlarında yeni əmrlər əlavə edə bilərsiniz
bg: Можете да добавите нови команди в системните настройки на KDE Connect
cs: Nové příkazy můžete přidat v nastavení systému KDE Connect
de: Sie können neue Befehle in den Systemeinstellungen für KDE Connect hinzufügen
el: Μπορείτε να προσθέσετε νέες εντολές στις ρυθμίσεις συστήματος του KDE Connect
es: Puede añadir nuevas órdenes en las preferencias del sistema de KDE Connect
et: Uusi käske saab lisada Süsteemi seadistustes KDE Connecti all
eu: Komando berriak gehitu ditzakezu KDE Connect sistemaren ezarpenetan
fi: Voit lisätä uusia komentoja KDE Connectin järjestelmäasetuksissa
fr: Vous pouvez ajouter de nouvelles commandes dans la configuration système de KDE Connect
gl: Pode engadir novas ordes desde a configuración do sistema de KDE Connect.
hu: A KDE Connect rendszerbeállításokban adhat hozzá új parancsokat
id: Kamu bisa menambahkan perintah baru dalam System Settings KDE Connect
it: Puoi aggiungere nuovi comandi nelle impostazioni di sistema di KDE Connect
ja: KDE Connect のシステム設定で新しいコマンドを追加できます
ko: 시스템 설정의 KDE Connect에서 새로운 명령을 추가할 수 있습니다
lt: Galite pridėti naujas komandas KDE Connect sistemos nuostatose
nl: U kunt nieuwe commando's in de instellingen voor het KDE connect-systeem toevoegen
nn: Du kan leggja til nye kommandoar i systeminnstillingane til KDE Connect
pl: Nowe polecenie można dodać w ustawieniach systemowych KDE Connect
pt: Poderá adicionar comandos novos na Configuração do Sistema KDE Connect
pt_br: Você pode adicionar novos comandos nas Configurações do Sistema KDE Connect
ro: Puteți adăuga noi comenzi în configurările de sistem KDE Connect
ru: Новые команды можно добавить в системных параметрах KDE Connect.
sk: Môžete pridať nové príkazy v systémových nastaveniach aplikácie KDE Connect
sl: Nove ukaze lahko dodate v sistemskih nastavitvah KDE Connect
sv: Du kan lägga till nya kommandon i KDE-ansluts systeminställningar
ta: கே.டீ.யீ. கனெக்ட் கணினி அமைப்புகளில் நீங்கள் புதிய கட்டளைகளைச் சேர்க்கலாம்
uk: Ви можете додавати нові команди за допомогою Системних параметрів KDE Connect
zh_cn: 您可以在 KDE Connect 系统设置中添加新命令

# add_command_description
source: You can add commands on the desktop
ast: Pues amestar más comandos nel ordenador
az: İş masasında yeni əmr əlavə edə bilərsiniz
bg: Можете да добавяте команди на работния плот
cs: V pracovním prostředí můžete přidat příkazy
de: Sie können neue Befehle auf der Arbeitsfläche hinzufügen
el: Μπορείτε να προσθέσετε εντολές στην επιφάνεια εργασίας
es: Puede añadir órdenes en su escritorio
et: Käske saab lisada töölaual
eu: Komandoak gehitu ditzakezu mahaigainean
fi: Voit lisätä komentoja työpöydälle
fr: Vous pouvez ajouter des commandes sur votre ordinateur
gl: Pode engadir ordes no escritorio.
hu: A számítógépén adhat hozzá új parancsokat
id: Kamu bisa menambahkan perintah pada desktop
it: Puoi aggiungere comandi sul desktop
ja: デスクトップから新しいコマンドを追加できます
ko: 데스크톱에서 명령을 추가할 수 있습니다
lt: Galite pridėti komandas darbalaukyje
nl: U kunt commando's toevoegen op het bureaublad
nn: Du kan leggja til kommandoar på skrivebordet
pl: Możesz dodawać polecenia na pulpicie
pt: Poderá adicionar comandos no ambiente de trabalho
pt_br: Você pode adicionar comandos no ambiente de trabalho
ro: Puteți adăuga comenzi pe calculatorul de birou
ru: Команды возможно добавлять с рабочего стола
sk: Môžete pridať príkazy na počítači
sl: Ukaze lahko dodate na namizju
sv: Du kan lägga till kommandon på skrivbordet
ta: நீங்கள் மேசைக்கணினியிலிருந்து கட்டளைகளை சேர்க்கலாம்
uk: Ви можете додавати команди на комп'ютері
zh_cn: 您可以在桌面添加新命令

# pref_plugin_mprisreceiver
source: Media Player Control
ar: متحكم الوسائط
ast: Mandu pa reproductores multimedia
az: Media Pleyer İdarəsi
bg: Управление на медийния плейър
cs: Ovládání přehrávače médií
de: Steuerung der Medienwiedergabe
el: Κονσόλα αναπαραγωγέα πολυμέσων
es: Control del reproductor de medios
et: Meediafailide mängija juhtimine
eu: Euskarri-jotzailearen kontrola
fi: Mediasoittimen hallinta
fr: Contrôle du lecteur multimédia
gl: Control do reprodutor de multimedia
hu: Médialejátszó vezérlés
id: Kendali Pemutar Media
is: Margmiðlunarstýring
it: Controllo lettore multimediale
ja: メディアプレーヤーの操作
ko: 미디어 재생기 제어
lt: Medijos leistuvės valdymas
nl: Besturing van mediaspeler
nn: Mediespelarkontrollar
pl: Sterowanie odtwarzaczem
pt: Controlo de Leitores Multimédia
pt_br: Controle do reprodutor de mídia
ro: Control lector multimedia
ru: Управление медиапроигрывателем
sk: Multimediálny ovládač
sl: Nadzor predvajalnika medijev
sv: Styrning av mediaspelare
ta: ஊடக இயக்கி கட்டுப்பாடு
uk: Керування відтворенням
zh_cn: 控制媒体播放器

# pref_plugin_mprisreceiver_desc
source: Control your phone's media players from another device
ast: Controla los reproductores multimedia d'esti preséu dende otru
az: Telefonunuzun media pleyerlərini digər cihazdan idarə edin
bg: Управление на медийните плейъри на телефона от друго устройство
cs: Ovládejte přehrávače médií na vašem telefonu z jiného zařízení
de: Ein verbundenes Gerät zum Steuern der lokalen Medienwiedergabe verwenden
el: Ελέγξτε τους αναπαραγωγείς πολυμέσων του τηλεφώνου σας από άλλη συσκευή
es: Controle los reproductores de medios de su teléfono desde otro dispositivo
et: Telefoni meediamängijate juhtimine teisest seadmest
eu: Kontrolatu zure telefonoaren euskarri-jotzaileak beste gailu batetik
fi: Hallitse puhelimesi mediasoittimia toiselta laitteelta
fr: Contrôlez les lecteurs multimédia de votre téléphone depuis un autre appareil
gl: Controlar os reprodutores do seu móbil desde outro dispositivo
hu: A telefon médialejátszóinak vezérlése egy másik eszközről
id: Kendalikan pemutar media ponselmu dari peranti lainnya
it: Controlla i lettori multimediali del tuo telefono da un altro dispositivo
ja: 他のデバイスからスマートフォンのメディアプレーヤーを操作
ko: 다른 장치에서 휴대폰의 미디어 재생기 제어
lt: Valdyti savo telefono medijos leistuves iš kito įrenginio
nl: Uw mediaspelers op uw telefoon besturen vanaf een andere apparaat
nn: Kontroller mediespelarar på telefonen din frå ei anna eining
pl: Steruje odtwarzaczami innego urządzenia z tego urządzenia
pt: Controle os leitores multimédia dos seus telemóveis a partir de outro dispositivo
pt_br: Controle os reprodutores de mídias do seu celular a partir de outro dispositivo
ro: Controlați programele multimedia din telefon de pe alt dispozitiv
ru: Управление воспроизведением на телефоне с другого устройства
sk: Ovláda multimediálne prehrávače vášho telefónu z iného zariadenia
sl: Upravljajte predstavnostne predvajalnike telefona iz druge naprave
sv: Styr telefonens mediaspelare från en annan apparat
ta: இன்னொரு சாதனத்திலிருந்து உங்கள் திறன்பேசியின் ஊடக இயக்கிகளை கட்டுப்படுத்துங்கள்
uk: Керування вашими програвачами на телефоні з іншого пристрою
zh_cn: 从其他设备控制您的手机的播放器

# notification_channel_default
source: Other notifications
ar: إخطارات أخرى
ast: Otros avisos
az: Digər bildirişlər
bg: Други известия
cs: Ostatní oznámení
de: Andere Benachrichtigungen
el: Άλλες ειδοποιήσεις
es: Otras notificaciones
et: Muud märguanded
eu: Beste jakinarazpen batzuk
fi: Muut ilmoitukset
fr: Autres notifications
gl: Outras notificacións
hu: Egyéb értesítések
id: Notifikasi lainnya
is: Aðrar tilkynningar
it: Altre notifiche
ja: 他の通知
ko: 기타 알림
lt: Kiti pranešimai
nl: Overige meldingen
nn: Andre varslingar
pl: Inne powiadomienia
pt: Outras notificações
pt_br: Outras notificações
ro: Alte notificări
ru: Прочие уведомления
sk: Ostatné upozornenia
sl: Ostala obvestila
sv: Andra underrättelser
ta: பிற அறிவிப்புகள்
uk: Інші сповіщення
zh_cn: 其他通知

# notification_channel_persistent
source: Persistent indicator
ast: Indicador permanente
az: Daimi göstərici
bg: Постоянен индикатор
cs: Stálý ukazatel
de: Dauerhafte Benachrichtigung
el: Μόνιμος δείκτης
es: Indicador persistente
et: Püsiindikaator
eu: Adierazle iraunkorra
fi: Pysyvä ilmaisin
fr: Indicateur persistant
gl: Indicador persistente
hu: Állandó jelző
id: Indikator kukuh
it: Indicatore persistente
ja: 永続的なインジケータ
ko: 항상 표시된 표시기
lt: Pastovus indikatorius
nl: Blijvende indicator
nn: Evigvarande varslingar
pl: Nieznikający wskaźnik
pt: Indicador persistente
pt_br: Indicador persistente
ro: Indicator persistent
ru: Постоянный индикатор
sk: Trvalý indikátor
sl: Obstojni indikator
sv: Permanent indikering
ta: விடாப்பிடி அறிவிப்பு
uk: Постійний індикатор
zh_cn: 持久性通知

# notification_channel_media_control
source: Media control
ar: متحكم الوسائط
ast: Mandu multimedia
az: Media İdarəsi
bg: Контрол на медиите
cs: Ovládání médií
de: Medienkontrolle
el: Κονσόλα πολυμέσων
es: Control multimedia
et: Meedia juhtimine
eu: Euskarrien kontrola
fi: Mediaohjaimet
fr: Contrôle multimédia
gl: Control de reprodución
hu: Médiavezérlő
id: Kontrol multimedia
is: Margmiðlunarstýring
it: Controllo multimediale
ja: メディアの操作
ko: 미디어 제어
lt: Įvairialypės terpės valdymas
nl: Besturing van media
nn: Mediestyring
pl: Sterowanie multimediami
pt: Comando multimédia
pt_br: Controle multimídia
ro: Control multimedia
ru: Управление воспроизведением
sk: Multimediálny ovládač
sl: Nadzor medija
sv: Kontroll av media
ta: ஊடக கட்டுப்பாடு
uk: Керування відтворенням
zh_cn: 媒体控制

# notification_channel_filetransfer
source: File transfer
ar: نقل الملفّات
ast: Tresferencia de ficheros
az: Fayl göndərişi
bg: Прехвърляне на файл
cs: Přenos souboru
de: Dateiübertragung
el: Μεταφορά αρχείου
es: Transferencia de archivo
et: Failiülekanne
eu: Fitxategi transferentzia
fi: Tiedostonsiirto
fr: Transfert de fichiers
gl: Transferencia de ficheiros
hu: Fájlátvitel
id: Transfer file
is: Skráarflutningur
it: Trasferimento file
ja: ファイル転送
ko: 파일 전송
lt: Failų persiuntimas
nl: Bestandsoverdracht
nn: Filoverføring
pl: Przesyłanie plików
pt: Transferência de ficheiros
pt_br: Transferência de arquivo
ro: Transfer de fișiere
ru: Передача файлов
sk: Prenos súborov
sl: Prenos datotek
sv: Filöverföring
ta: கோப்பு இடமாற்றம்
uk: Передавання файлів
zh_cn: 文件传送

# notification_channel_high_priority
source: High priority
ar: مرتفعة الأولوية
ast: Prioridá alta
az: Yüksək üstünlük
bg: Висок приоритет
cs: Vysoká priorita
de: Hohe Priorität
el: Υψηλής προτεραιότητας
es: Alta prioridad
et: Kõrge prioriteediga
eu: Lehentasun handia
fi: Korkea etusija
fr: Haute priorité
hu: Magas prioritás
id: Prioritas tinggi
is: Hár forgangur
it: Priorità alta
ja: 高い優先度
ko: 높은 우선 순위
lt: Didelė pirmenybė
nl: Hoge prioriteit
nn: Høg prioritet
pl: Wysoki priorytet
pt: Alta prioridade
pt_br: Prioridade alta
ro: Prioritate ridicată
ru: Высокий приоритет
sk: Vysoká priorita
sl: Visoka prednost
sv: Hög prioritet
ta: அதிக முன்னுரிமை
uk: Високий пріоритет
zh_cn: 高优先级

# notification_channel_sms_mms
source: New Message
ar: رسالة جديدة
ast: Mensaxes nuevos
az: Yeni İsmarıc
bg: Ново съобщение
cs: Nová zpráva
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
et: Uus sõnum
eu: Mezu berria
fi: Uusi viesti
fr: Nouveau message
hu: Új üzenet
id: Pesan Baru
is: Ný skilaboð
it: Nuovo messaggio
ja: 新しいメッセージ
ko: 새 메시지
lt: Nauja žinutė
nl: Nieuw bericht
nn: Ny melding
pl: Nowa wiadomość
pt: Nova Mensagem
pt_br: Nova mensagem
ro: Mesaj nou
ru: Новое сообщение
sk: Nová správa
sl: Novo sporočilo
sv: Nytt meddelande
ta: புதிய தகவல்
uk: Нове повідомлення
zh_cn: 新建消息

# mpris_stop
source: Stop the current player
ar: أوقف المشغل الحالي
az: Cari pleyeri dayandırmaq
bg: Спиране на текущия плейър
cs: Zastavit současný přehrávač
de: Die aktuelle Medienwiedergabe beenden
el: Διακοπή του τρέχοντος αναπαραγωγέα
es: Parar el reproductor actual
et: Peata aktiivne mängija
eu: Gelditu uneko jotzailea
fi: Pysäytä nykyinen soitin
fr: Arrêter le lecteur actuel
gl: Deter o reprodutor actual
hu: Az aktuális lejátszó leállítása
id: Hentikan player saat ini
it: Ferma il lettore attuale
ja: 現在のプレーヤーを停止
ko: 현재 재생기 정지
lt: Stabdyti dabartinę leistuvę
nl: Stop de huidige speler
nn: Stopp gjeldande avspelar
pl: Zatrzymaj bieżący odtwarzacz
pt: Parar o leitor actual
pt_br: Parar o reprodutor atual
ro: Oprește lectorul actual
ru: Остановить текущее воспроизведение
sk: Zastaviť aktuálny prehrávač
sl: Ustavi trenutni predvajalnik
sv: Stoppa aktuell spelare
ta: தற்போதைய இயக்கியை நிறுத்து
uk: Зупинити відтворення у поточному програвачі
zh_cn: 停止但前播放器

source: Copy URL to clipboard
ar: انسخ المسار إلى الحافظة
ast: Copiar la URL al cartafueyu
az: URL'u mübadilə buferinə kopyalamaq
bg: Копиране на URL в клипборда
cs: Kopírovat URL do schránky
de: Adresse in die Zwischenablage kopieren
el: Αντιγραφή του URL στο πρόχειρο
es: Copiar URL al portapapeles
et: Kopeeri URL lõikepuhvrisse
eu: Kopiatu URLa arbelera
fi: Kopioi verkko-osoite leikepöydälle
fr: Copier l'URL dans le presse-papiers
gl: Copiar o URL no portapapeis
hu: URL másolása a vágólapra
id: Salin URL ke clipboard
is: Afrita slóð á klippispjaldið
it: Copia l'URL negli appunti
ja: URL をクリップボードにコピー
ko: 클립보드로 URL 복사
lt: Kopijuoti URL į iškarpinę
nl: URL-adres kopiëren naar klembord
nn: Kopier adresse til utklippstavla
pl: Skopiuj adres URL do schowka
pt: Copiar o URL para a área de transferência
pt_br: Copiar URL para a área de transferência
ro: Copiază URL în clipboard
ru: Копировать URL в буфер обмена
sk: Kopírovať URL do schránky
sl: Kopiraj spletni naslov na odložišče
sv: Kopiera webbadress till klippbordet
ta: முகவரியை பிடிப்புப்பலகையில் நகலெடு
uk: Скопіювати адресу до буфера
zh_cn: 复制 URL 到剪贴板

# clipboard_toast
source: Copied to clipboard
ar: نُسخ إلى الحافظة
ast: Copióse al cartafueyu
az: Mübadilə buferinə kopyalandı
bg: Копиран в клипборда
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
el: Έγινε αντιγραφή στο πρόχειρο
es: Copiado en el portapapeles
et: Kopeeriti lõikepuhvrisse
eu: Arbelera kopiatua
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papier
gl: Copiouse no portapapeis
hu: Másolva a vágólapra
id: Disalin ke clipboard
is: Afritað á klippispjald
it: Copiato negli appunti
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
lt: Nukopijuota į iškarpinę
nl: Gekopieerd naar klembord
nn: Kopiert til utklippstavla
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
pt_br: Copiado para a área de transferência
ro: Copiat în clipboard
ru: Скопировано в буфер обмена
sk: Uložené do schránky
sl: Kopirano na odložišče
sv: Kopierad till klippbordet
ta: பிடிப்புப்பலகையில் நகலெடுக்கப்பட்டது
uk: Скопійовано до буфера
zh_cn: 已复制到剪贴板

# runcommand_notreachable
source: Device is not reachable
ar: الجهاز غير قابل الوصول
ast: El preséu nun ye algamable
az: Cihaz əlçatan deyil
bg: Устройството не е достъпно
cs: Zařízení je nedostupné
de: Das Gerät ist nicht erreichbar
el: Η συσκευή δεν είναι προσβάσιμη
es: El dispositivo no se encuentra accesible
et: Seade pole saadaval
eu: Gailua ez dago eskuragarri
fi: Laite tavoittamattomissa
fr: Le périphérique est inaccessible
gl: O dispositivo está fóra de alcance
hu: Az eszköz nem érhető el
id: Peranti tidak tercapai
is: Tækið er ekki aðgengilegt
it: Il dispositivo non è raggiungibile
ja: デバイスに到達できません
ko: 장치에 접근할 수 없음
nl: Apparaat is niet bereikbaar
nn: Får ikkje kontakt med eininga
pl: Urządzenie jest nieosiągalne
pt: O dispositivo está inacessível
pt_br: Dispositivo não acessível
ro: Dispozitivul nu e accesibil
ru: Устройство недоступно
sk: Zariadenie nie je dosiahnuteľné
sl: Naprava ni dosegljiva
sv: Apparaten kan inte nås
ta: சாதனத்தைக் கிட்ட முடியவில்லை
uk: Немає доступу до пристрою
zh_cn: 设备不可达
