Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# share_destination_folder_preference
source: Destination directory
ar: مجلد الوجهة
ast: Direutoriu de destín
az: Hədəf qovluğu
bg: Директория на местоназначението
cs: Cílový adresář
de: Zielverzeichnis
el: Κατάλογος προορισμού
es: Directorio destino
et: Sihtkataloog
eu: Direktorio xedea
fi: Kohdekansio
fr: Dossier de destination
gl: Directorio de destino
hu: Célmappa
id: Direktori tujuan
is: Móttökumappa
it: Cartella di destinazione
ja: 行き先ディレクトリ
ko: 대상 디렉터리
lt: Paskirties katalogas
nl: Bestemmingsmap
nn: Målmappe
pl: Katalog docelowy
pt: Pasta de destino
pt_br: Pasta de destino
ro: Dosar destinație
ru: Целевой каталог
sk: Cieľový priečinok
sl: Ciljni imenik
sv: Målkatalog
ta: இலக்கு அடைவு
uk: Каталог призначення
zh_cn: 目标目录

source: Share
ar: شارك
az: Paylaşmaq
bg: Споделяне
cs: Sdílet
de: Freigeben
el: Διαμοιρασμός
es: Compartir
et: Jaga
eu: Partekatu
fi: Jaa
fr: Partager
gl: Compartir
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有
ko: 공유
lt: Bendrinti
nl: Delen
nn: Del
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ro: Partajează
ru: Совместное использование
sk: Zdieľať
sl: Deli
sv: Dela
ta: பகிர்
uk: Оприлюднити
zh_cn: 分享

# share_received_file
source: Share "%s"
ar: شارك "%s"
az: "%s" paylaşmaq
bg: Споделяне на "%s"
cs: Sdílet "%s"
de: %s freigeben
el: Διαμοιρασμός «%s»
es: Compartir «%s»
et: Jaga "%s"
eu: Partekatu "%s"
fi: Jaa ”%s”
fr: Partager « %s »
gl: Compartir «%s»
hu: „%s” megosztása
id: Bagikan "%s"
is: Deila "%s"
it: Condividi «%s»
ja: "%s" を共有
ko: "%s" 공유
lt: Bendrinti "%s"
nl: "%s" delen
nn: Del «%s»
pl: Udostępnij "%s"
pt: Partilhar o "%s"
pt_br: Compartilhar "%s"
ro: Partajează „%s”
ru: Совместное использование «%s»
sk: Zdieľať súbor "%s"
sl: Deli "%s"
sv: Dela "%s"
ta: "%s"-ஐப் பகிர்
uk: Оприлюднити «%s»
zh_cn: 分享 "%s"

# title_activity_notification_filter
source: Notification filter
ar: مرشّح الإخطارات
ast: Peñera d'avisos
az: Bildiriş filtri
bg: Филтър на известия
cs: Filtr oznámení
de: Benachrichtigungs-Filter
el: Φιλτράρισμα ειδοποιήσεων
es: Filtro de notificaciones
et: Märguannete filter
eu: Jakinarazpenen iragazkia
fi: Ilmoitussuodatin
fr: Filtre des notifications
gl: Filtro de notificacións
hu: Értesítésszűrő
id: Filter notifikasi
is: Tilkynningasía
it: Filtro delle notifiche
ja: 通知フィルタ
ko: 알림 필터
lt: Pranešimų filtras
nl: Filter voor meldingen
nn: Varslingsfilter
pl: Filtr powiadomień
pt: Filtro de notificações
pt_br: Filtro de notificações
ro: Filtru de notificări
ru: Фильтр уведомлений
sk: Filter upozornení
sl: Filter obvestil
sv: Underrättelsefilter
ta: அறிவிப்பு வடிகட்டி
uk: Фільтр сповіщень
zh_cn: 通知过滤器

# filter_apps_info
source: Notifications will be synchronized for the selected apps.
ar: ستُزامن الإخطارات من التّطبيقات المحدّدة.
ast: Van sincronizase los avisos de les aplicaciones esbillaes.
az: Bildirişlər seçilmiş tətbiqlər üçün eyniləşdiriləcəkdir
bg: Известията ще се синхронизират за избраните приложения.
cs: Oznámení vybraných aplikací bude synchronizováno.
de: Benachrichtigungen werden zwischen den ausgewählten Anwendungen abgeglichen
el: Οι ειδοποιήσεις θα συγχρονίζονται για επιλεγμένες εφαρμογές.
es: Las notificaciones se sincronizarán en las aplicaciones seleccionadas.
et: Valitud rakenduste märguanded sünkroonitakse
eu: Aukeratutako aplikazioen jakinarazpenak sinkronizatuko dira
fi: Valittujen sovellusten ilmoitukset synkronoidaan.
fr: Les notifications seront synchronisées pour les applications sélectionnées.
gl: As notificacións sincronizaranse para os seguintes aplicativos.
hu: A kiválasztott alkalmazások értesítései szinkronizálódnak.
id: Notifikasi akan disinkronkan terhadap apl terpilih.
it: Le notifiche saranno sincronizzate per le applicazioni selezionate.
ja: 選択されたアプリケーションの通知が同期されます。
ko: 선택한 앱의 알림을 동기화합니다.
lt: Pranešimai bus sinchronizuojami pasirinktoms programėlėms.
nl: Meldingen zullen gesynchroniseerd worden voor de geselecteerde apps.
nn: Varslingar vert synkroniserte for dei valde appane.
pl: Współdzieli powiadomienia wybranych programów między urządzeniami.
pt: As notificações serão sincronizadas para as aplicações seleccionadas.
pt_br: As notificações dos aplicativos selecionados serão sincronizadas.
ro: Notificările vor fi sincronizate pentru aplicațiile alese.
ru: Выберите приложения для передачи их уведомлений на ПК
sk: Pre vybrané aplikácie budú synchronizované upozornenia.
sl: Obvestila bodo usklajena za izbrane aplikacije.
sv: Underrättelser synkroniseras för markerade applikationer.
ta: தேர்ந்தெடுக்கப்பட்ட செயலிகளின் அறிவிப்புகள் மட்டும் ஒத்திசையும்.
uk: Сповіщення буде синхронізовано для позначених програм.
zh_cn: 所选软件的通知将会被同步。

# show_notification_if_screen_off
source: Send notifications only if the screen is off
az: Yalnız ekran söndükdə bildiriş göndərmək
bg: Изпращане на известия само ако екранът е изключен
cs: Poslat upozornění pouze při uzamčené obrazovce
es: Enviar notificaciones solo si la pantalla está apagada
eu: Bidali jakinarazpenak bakarrik pantaila itzalita badago
fi: Lähetä ilmoitukset vain näyttö ei ole käytössä
fr: Envoyer des notifications uniquement si l'écran est éteint.
hu: Értesítések küldése, csak ha a képernyő ki van kapcsolva
id: Hanya kirimkan notifikasi saja ketika layarnya mati
it: Invia notifiche solo le schermo è spento
ja: スクリーンがオフのときのみ通知を送信
ko: 화면이 꺼져 있을 때에만 알림 보내기
lt: Siųsti pranešimus tik tuo atveju, jei ekranas yra išjungtas
nl: Meldingen alleen sturen als het scherm uit staat
nn: Send berre varslingar dersom skjermen er av
pl: Wyślij powiadomienia tylko gdy ekran jest wyłączony
pt: Enviar notificações apenas se o ecrã estiver desligado
pt_br: Envia notificações apenas se a tela estiver desligada
ro: Trimite notificări doar dacă ecranul e stins
ru: Только при выключенном экране
sl: Pošlji obvestila le, če je zaslon izključen
sv: Skicka bara underrättelser om skärmen är av
ta: திரை அணைவிலிருந்தால் மட்டும் அறிவிப்புகள் அனுப்பு
uk: Надсилати сповіщення, лише якщо екран вимкнено
zh_cn: 仅在屏幕关闭时发送通知

# sftp_sdcard_num
source: SD card %d
ar: بطاقة SD ‏%d
az: SD kart %d
bg: SD карта %d
cs: SD karta %d
de: SD-Karte %d
es: Tarjeta SD %d
et: SD-kaart %d
eu: %d SD txartela
fi: SD-kortti %d
fr: Carte SD %d
gl: Tarxeta SD %d
hu: %d. SD-kártya
id: Kartu SD %d
is: SD-minniskort %d
it: Scheda SD %d
ja: SD カード %d
ko: SD 카드 %d
lt: SD kortelė %d
nl: SD-kaartje %d
nn: SD-kort %d
pl: Karta SD %d
pt: Cartão SD %d
pt_br: Cartão SD %d
ro: Card SD %d
ru: Карта SD %d
sk: Karta SD %d
sl: SD kartica %d
sv: SD-kort %d
ta: SD அட்டை %d
uk: Картка SD %d
zh_cn: SD 卡 %d

# sftp_sdcard
source: SD card
ar: بطاقة SD
ast: Tarxeta SD
az: SD kart
bg: SD карта
cs: SD karta
de: SD-Karte
es: Tarjeta SD
et: SD-kaart
eu: SD txartela
fi: SD-kortti
fr: Carte SD
gl: Tarxeta SD
hu: SD-kártya
id: Kartu SD
is: SD-minniskort
it: Scheda SD
ja: SD カード
ko: SD 카드
lt: SD kortelė
nl: SD-kaartje
nn: SD-kort
pl: Karta SD
pt: Cartão SD
pt_br: Cartão SD
ro: Card SD
ru: Карта SD
sk: Karta SD
sl: SD kartica
sv: SD-kort
ta: SD அட்டை
uk: Картка SD
zh_cn: SD 卡

# sftp_readonly
source: (read only)
ar: (للقراءة فقط)
ast: (namás llectura)
az: (yalnız oxumaq)
bg: (само за четене)
cs: (pouze ke čtení)
de: (Nur lesen)
el: (ανάγνωση μόνο)
es: (solo lectura)
et: (kirjutuskaitstud)
eu: (irakurri soilik)
fi: (vain luku)
fr: (lecture seule)
gl: (só lectura)
hu: (csak olvasható)
id: (hanya baca)
is: (skrifvarið)
it: (sola lettura)
ja: (読み取り専用)
ko: (읽기 전용)
lt: (tik skaitymui)
nl: (alleen-lezen)
nn: (skriveverna)
pl: (tylko do odczytu)
pt: (apenas para leitura)
pt_br: (somente leitura)
ro: (numai citire)
ru: (только чтение)
sk: (iba na čítanie)
sl: (samo za branje)
sv: (skrivskyddat)
ta: (படித்தல் மட்டும்)
uk: (лише читання)
zh_cn: (只读)

# sftp_camera
source: Camera pictures
ar: صور الكاميرا
az: Kamera şəkilləri
bg: Снимки от камерата
cs: Obrázky z fotoaparátu
de: Kamerabilder
el: Φωτογραφίες
es: Imágenes de la cámara
et: Kaamera pildid
eu: Kamerako irudiak
fi: Kamerakuvat
fr: Images de l'appareil photo
gl: Imaxes da cámara
hu: Fényképek
id: Gambar kamera
is: Myndir á myndavél
it: Immagini fotocamera
ja: カメラ画像
ko: 카메라 사진
lt: Kameros nuotraukos
nl: Afbeeldingen van camera
nn: Kamerabilete
pl: Zdjęcia z aparatu
pt: Fotografias
pt_br: Imagens da câmera
ro: Fotografii
ru: Фотографии с камеры
sk: Obrázky fotoaparátu
sl: Posnetki kamere
sv: Kamerabilder
ta: படக்கருவி படங்கள்
uk: Знімки фотоапарата
zh_cn: 相机照片

# add_device_dialog_title
source: Add device
ar: أضف جهازاً
ast: Amiestu d'un preséu
az: Cihaz əlavə etmək
bg: Добавяне на устройство
cs: Přidat zařízení
de: Gerät hinzufügen
el: Προσθήκη συσκευής
es: Añadir dispositivo
et: Seadme lisamine
eu: Gehitu gailua
fi: Lisää laite
fr: Ajouter un périphérique
gl: Engadir o dispositivo
hu: Eszköz hozzáadása
id: Tambahkan peranti
is: Bæta við tæki
it: Aggiungi dispositivo
ja: デバイスを追加
ko: 장치 추가
lt: Pridėti įrenginį
nl: Apparaat toevoegen
nn: Legg til eining
pl: Dodawanie urządzenia
pt: Adicionar um dispositivo
pt_br: Adicionar dispositivo
ro: Adaugă dispozitiv
ru: Добавление устройства
sk: Pridanie zariadenia
sl: Dodaj napravo
sv: Lägg till apparat
ta: சாதனத்தைச் சேர்
uk: Додавання пристрою
zh_cn: 添加设备

# add_device_hint
source: Hostname or IP address
ar: اسم المضيف أو عنوان IP
ast: Nome d'agospiu o direición IP
az: Host_adı və ya İP ünvanı
bg: Име на хост или IP адрес
cs: Název hostitele nebo IP adresa
de: Rechnername oder IP-Adresse
el: Όνομα ή IP διεύθυνση
es: Nombre o dirección IP
et: Masinanimi või IP-aadress
eu: Ostalari-izena edo IP helbidea
fi: Konenimi tai IP-osoite
fr: Nom d'hôte ou adresse IP
gl: Nome de máquina ou enderezo IP
hu: Gépnév vagy IP-cím
id: Alamat IP atau hostname
is: Vélarheiti eða IP vistfang
it: Nome host o indirizzo IP
ja: ホスト名/IPアドレス
ko: 호스트 이름이나 IP 주소
lt: Mazgo pavadinimas arba IP adresas
nl: Hostnaam of IP-adres
nn: Vertsnamn/IP-adresse
pl: Nazwa gospodarza lub adres IP
pt: Nome ou IP da máquina
pt_br: Nome de máquina ou endereço IP
ro: Nume gazdă sau adresă IP
ru: Имя хоста или адрес IP
sk: Názov hostiteľa alebo adresa IP
sl: Ime gostitelja ali naslov IP
sv: Värddatornamn eller IP-adress
ta: புரவன் பெயர் அல்லது IP முகவரி
uk: Назва або IP-адреса вузла
zh_cn: 主机名或 IP 地址

# sftp_preference_detected_sdcards
source: Detected SD cards
az: SD kartı aşkar edildi
bg: Открити SD карти
cs: Nalezené karty SD
de: SD-Karte erkannt
el: Εντοπισμένες SD κάρτες
es: Tarjetas SD detectadas
et: Tuvastatud SD-kaardid
eu: Detektatutako SD txartelak
fi: Havaitut SD-kortit
fr: Cartes SD détectées
gl: Tarxetas SD detectadas
hu: Észlelt SD-kártyák
id: Kartu SD terdeteksi
is: SD-minniskort sem hafa fundist
it: Schede SD rilevate
ja: 検出された SD カード
ko: 감지된 SD 카드
lt: Aptiktos SD kortelės
nl: SD-kaarten gevonden
nn: Oppdaga SD-kort
pl: Wykryte karty SD
pt: Cartões SD detectados
pt_br: Cartões SD detectados
ro: Carduri SD detectate
ru: Обнаруженные карты SD
sk: Rozpoznané karty SD
sl: Zaznane kartice SD
sv: Detekterade SD-kort
ta: கண்டறியப்பட்ட SD அட்டைகள்
uk: Виявлені картки SD
zh_cn: 检测到 SD 卡

# sftp_preference_edit_sdcard_title
source: Edit SD card
az: SD karta düzəliş
bg: Редактиране на SD карта
cs: Upravit kartu SD
de: SD-Karte bearbeiten
el: Επεξεργασία SD κάρτας
es: Editar tarjeta SD
et: SD-kaardi muutmine
eu: Editatu SD txartela
fi: Muokkaa SD-korttia
fr: Modifier la carte SD
gl: Editar a tarxeta SD
hu: SD-kártya szerkesztése
id: Edit kartu SD
is: Breyta SD-minniskorti
it: Modifica scheda SD
ja: SD カードを編集
ko: SD 카드 편집
lt: Taisyti SD kortelė
nl: SD-kaart bewerken
nn: Rediger SD-kort
pl: Edytuj kartę SD
pt: Editar o cartão SD
pt_br: Editar cartão SD
ro: Modifică card SD
ru: Параметры карты SD
sk: Upraviť kartu SD
sl: Uredi kartico SD
sv: Redigera SD-kort
ta: SD அட்டயைத் திருத்து
uk: Редагувати картку SD
zh_cn: 编辑 SD 卡

# sftp_preference_configured_storage_locations
source: Configured storage locations
ast: Allugamientos d'almacenamientu configuraos
az: Saxlama yerini tənzimləmək
bg: Конфигурирани места за съхранение
cs: Nastavená umístění úložiště
de: Vorhandene Speicherort
el: Διαμορφωμένες τοποθεσίες αποθήκης
es: Localizaciones de almacenamiento configuradas
et: Seadistatud salvestuskohad
eu: Konfiguratutako biltegiratze kokalekuak
fi: Asetetut tallennustilat
fr: Emplacements de stockage configurés
gl: Lugares de almacenamento configurados
hu: Beállított tárolóhelyek
id: Lokasi penyimpanan terkonfigurasi
is: Stilltar geymslustaðsetningar
it: Posizioni di archiviazione configurate
ja: 設定されたストレージの場所
ko: 설정된 저장소 위치
lt: Sukonfigūruotos saugyklų vietos
nl: Opslaglocaties geconfigureerd
nn: Oppsette lagringsområde
pl: Wybrane miejsca w pamięci
pt: Locais de armazenamento configurados
pt_br: Locais de armazenamento configurados
ro: Locuri de stocare configurate
ru: Настроенные местоположения хранилищ
sk: Nastavené umiestnenia úložísk
sl: Nastavljene lokacije za shranjevanje
sv: Anpassa lagringsplatser
ta: அமைக்கப்பட்ட தேக்கக இடங்கள்
uk: Налаштовані розташування сховищ
zh_cn: 已配置存储位置

# sftp_preference_add_storage_location_title
source: Add storage location
ast: Allugamientu d'almacenamientu adicional
az: Saxlama yeri əlavə etmək
bg: Добавяне на място за съхранение
cs: Přidejte umístění úložiště
de: Speicherort hinzufügen
el: Προσθήκη τοποθεσίας αποθήκης
es: Añadir localización de almacenamiento
et: Salvestuskoha lisamine
eu: Gehitu biltegiratze kokalekua
fi: Lisää tallennustila
fr: Ajouter un emplacement de stockage
gl: Engadir un lugar de almacenamento
hu: Tárolóhely hozzáadása
id: Tambahkan lokasi penyimpanan
is: Bæta við staðsetningu gagnageymslu
it: Aggiungi posizione di archiviazione
ja: ストレージの場所を追加
ko: 저장소 위치 추가
lt: Pridėti saugyklos vietą
nl: Opslaglocatie toegevoegd
nn: Legg til lagringsområde
pl: Dodawanie miejsca w pamięci
pt: Adicionar um local de armazenamento
pt_br: Adicionar local de armazenamento
ro: Adaugă loc de stocare
ru: Добавить местоположение хранилища
sk: Pridať umiestnenie úložiska
sl: Dodaj lokacijo za shranjevanje
sv: Lägg till lagringsplats
ta: தேக்கக இடத்தைச் சேர்
uk: Додати розташування сховища
zh_cn: 添加存储位置

# sftp_preference_edit_storage_location
source: Edit storage location
ast: Edición del allugamientu d'almacenamientu
az: Saxlama yerinə düzəliş
bg: Редактиране на място за съхранение
cs: Upravit umístění úložiště
de: Speicherort bearbeiten
el: Επεξεργασία τοποθεσίας αποθήκης
es: Editar localización de almacenamiento
et: Salvestuskoha muutmine
eu: Editatu biltegiratze kokalekua
fi: Muokkaa tallennustilaa
fr: Modifier un emplacement de stockage
gl: Editar un lugar de almacenamento
hu: Tárolóhely szerkesztése
id: Edit lokasi penyimpanan
is: Breyta staðsetningu gagnageymslu
it: Modifica posizione di archiviazione
ja: ストレージの場所を編集
ko: 저장소 위치 편집
lt: Taisyti saugyklos vietą
nl: Opslaglocatie bewerken
nn: Rediger lagringsområde
pl: Edytowanie miejsca w pamięci
pt: Editar o local de armazenamento
pt_br: Editar local de armazenamento
ro: Modifică locul de stocare
ru: Изменить местоположение хранилища
sk: Upraviť umiestnenie úložiska
sl: Uredi lokacijo za shranjevanje
sv: Redigera lagringsplats
ta: தேக்கக இடத்தைத் திருத்து
uk: Редагувати розташування сховища
zh_cn: 编辑存储位置

# sftp_preference_add_camera_shortcut
source: Add camera folder shortcut
az: Kamera qovluğu qısayolu yaratmaq
bg: Добавяне на пряк път до папката на камерата
cs: Přidat zkratku na složku fotoaparátu
de: Verknüpfung zum Kamera-Ordner erstellen
el: Προσθήκη συντόμευσης φακέλου κάμερας
es: Añadir acceso rápido a la carpeta de la cámara
et: Lisa kaamerakausta kiirviit
eu: Gehitu kamera karpetaren lasterbidea
fi: Lisää oikopolku kamerakansioon
fr: Ajouter un raccourci pour le dossier de l'appareil photo
gl: Engadir un atallo ao cartafol de cámara
hu: Kamera mappa ikon hozzáadása
id: Tambahkan shortcut folder kamera
is: Bæta við flýtileið í myndavélarmöppu
it: Aggiungi scorciatoia alla cartella della fotocamera
ja: カメラフォルダのショートカットを追加
ko: 카메라 폴더 바로 가기 추가
lt: Pridėti kameros aplanko trumpinį
nl: Sneltoets voor cameramap toevoegen
nn: Legg til snarveg til kameramappe
pl: Dodaj skrót katalogu aparatu
pt: Adicionar um atalho para a pasta da câmara
pt_br: Adicionar atalho para pasta da câmera
ro: Adaugă scurtătură pentru dosarul camerei
ru: Добавить ярлык для папки камеры
sk: Pridať odkaz na priečinok fotoaparátu
sl: Dodaj bližnjico do mape kamere
sv: Lägg till genväg till kamerakatalog
ta: புகைப்பட அடைவுக்கு குறுக்குவழி
uk: Додати кнопку для теки камери
zh_cn: 添加相机文件夹快捷方式

# sftp_preference_add_camera_shortcut_summary_on
source: Add a shortcut to the camera folder
az: Kamera qovluğuna qısayolu əlavə etmək
bg: Добавяне на пряк път до папката на камерата
cs: Přidat zkratku na složku fotoaparátu
de: Verknüpfung zum Kamera-Ordner erstellen
el: Προσθήκη συντόμευσης στο φάκελο της κάμερας
es: Añadir un acceso rápido a la carpeta de la cámara
et: Kaamerakausta kiirviida lisamine
eu: Gehitu lasterbide bat kamera karpetara
fi: Lisää oikopolku kamerakansioon
fr: Ajouter un raccourci vers le dossier de l'appareil photo
gl: Engadir un atallo ao cartafol da cámara
hu: Parancsikon hozzáadása a kamera mappához
id: Tambahkan sebuah shortcut ke folder kamera
is: Bæta við flýtileið í myndavélarmöppuna
it: Aggiungi una scorciatoia alla cartella della fotocamera
ja: カメラフォルダへのショートカットを追加
ko: 카메라 폴더 바로 가기 추가
lt: Pridėti šaukinį į kameros aplanką
nl: Een sneltoets naar de cameramap toevoegen
nn: Legg til ein snarveg til kameramappa
pl: Dodaj skrót do katalogu aparatu
pt: Adicionar um atalho para a pasta da câmara
pt_br: Adiciona um atalho para a pasta da câmera
ro: Adaugă o scurtătură pentru dosarul camerei de fotografiat
ru: Добавить ярлык для папки камеры
sk: Pridá odkaz na priečinok fotoaparátu
sl: Dodaj bližnjico za mapo kamere
sv: Lägg till en genväg till kamerakatalogen
ta: புகைப்பட அடைவுக்குக் குறுக்குவழியைச் சேர்
uk: Додати кнопку для теки камери
zh_cn: 添加到相机文件夹的快捷方式

# sftp_preference_add_camera_shortcut_summary_off
source: Do not add a shortcut to the camera folder
az: Kamera qovluğuna qısayol əlavə etməmək
bg: Да не се добавя пряк път до папката на камерата
cs: Nepřidávat zkratku na složku fotoaparátu
de: Keine Verknüpfung zum Kamera-Ordner erstellen
el: Να μην προστεθεί συντόμευση στο φάκελο της κάμερας
es: No añadir un acceso rápido a la carpeta de la cámara
et: Kaamerakausta kiirviita ei lisata
eu: Ez gehitu lasterbide bat kamera karpetara
fi: Älä lisää oikopolkua kamerakansioon
fr: Ne pas ajouter de raccourci vers le dossier de l'appareil photo
gl: Non engadir un atallo ao cartafol da cámara
hu: Ne adjon hozzá a kamera mappához parancsikont
id: Jangan tambahkan sebuah shortcut ke folder kamera
is: Ekki bæta við flýtileið í myndavélarmöppuna
it: Non aggiungere una scorciatoia alla cartella della fotocamera
ja: カメラフォルダのショートカットを追加しない
ko: 카메라 폴더 바로 가기 추가하지 않음
lt: Nepridėti šaukinio į kameros aplanką
nl: Geen sneltoets naar de cameramap toevoegen
nn: Ikkje legg til ein snarveg til kameramappa
pl: Nie dodawaj skrótu do katalogu aparatu
pt: Não adicionar um atalho para a pasta da câmara
pt_br: Não adiciona um atalho para a pasta da câmera
ro: Nu adăuga o scurtătură pentru dosarul camerei de fotografiat
ru: Не добавлять ярлык для папки камеры
sk: Nepridá odkaz na priečinok fotoaparátu
sl: Ne dodaj bližnjice do mape za kamero
sv: Lägg inte till en genväg till kamerakatalogen
ta: புகைப்பட அடைவுக்குக் குறுக்குவழியைச் சேர்க்காதே
uk: Не додавати кнопку для теки камери
zh_cn: 不要添加到相机文件夹的快捷方式

# sftp_storage_preference_storage_location
source: Storage location
ast: Allugamientu d'almacenamientu
az: Saxlama yeri
bg: Място за съхранение
cs: Umístění úložiště
de: Speicherort
el: Τοποθεσία αποθήκης
es: Localización de almacenamiento
et: Salvestuskoht
eu: Biltegiratze kokalekua
fi: Tallennustila
fr: Emplacement de stockage
gl: Lugar de almacenamento
hu: Tárolóhely
id: Lokasi penyimpanan
is: Staðsetning gagnageymslu
it: Posizione di archiviazione
ja: ストレージの場所
ko: 저장소 위치
lt: Saugyklos vieta
nl: Opslaglocatie
nn: Lagringsområde
pl: Miejsce w pamięci
pt: Local de armazenamento
pt_br: Local de armazenamento
ro: Loc de stocare
ru: Местоположение хранилища
sk: Umiestnenie úložiska
sl: Lokacija shrambe
sv: Lagringsplats
ta: தேக்கக இடம்
uk: Розташування сховища
zh_cn: 存储位置

# sftp_storage_preference_storage_location_already_configured
source: This location has already been configured
ast: Esti allugamientu yá se configuró
az: Bu yer artıq tənzimlənib
bg: Това местоположение вече е конфигурирано
cs: ´Operace již byla zrušena
de: Dieser Ort wurde bereits konfiguriert
el: Αυτή η τοποθεσία έχει ήδη διαμορφωθεί
es: Esta localización ya ha sido configurada
et: See asukoht on juba seadistatud
eu: Kokaleku hau jada konfiguratuta dago
fi: Tämä sijainti on jo asetettu
fr: Cet emplacement est déjà configuré
gl: Este lugar xa está configurado
hu: Ez a hely már be van állítva-
id: Lokasi ini sudah dikonfigurasi
is: Þessi staðsetning er þegar stillt.
it: Questa posizione è già stata configurata
ja: この場所は既に設定されています
ko: 이 위치는 이미 설정됨
lt: Ši vieta jau yra sukonfigūruota
nl: Deze locatie is al geconfigureerd
nn: Dette lagringsområdet er alt sett opp
pl: To miejsce było już ustawione
pt: Este local já foi configurado
pt_br: Este local já foi configurado
ro: Această amplasare a fost configurată deja
ru: Это местоположение уже было настроено
sk: Toto umiestnenie už bolo nastavené
sl: Ta lokacija je že bila nastavljena
sv: Platsen har redan ställts in
ta: இந்த இடம் ஏற்கனவே அமைக்கப்பட்டுள்ளது
uk: Це розташування вже налаштовано
zh_cn: 位置已被配置

# sftp_storage_preference_click_to_select
source: click to select
ar: انقر للاختيار
ast: calca pa esbillar
az: klikləyərək seçin
bg: кликнете за избор
cs: klikněte pro výběr
de: Zum Auswählen klicken
el: κλικ για επιλογή
es: pulsar para seleccionar
et: klõpsa valimiseks
eu: klik egin aukeratzeko
fi: valitse napsauttamalla
fr: cliquez pour sélectionner
gl: premer para seleccionar
hu: kattintson a kiválasztáshoz
id: klik untuk pilih
is: smelltu til að velja
it: clic per selezionare
ja: クリックして選択
ko: 클릭해서 선택
lt: spustelėkite norėdami pasirinkti
nl: klik om te selecteren
nn: trykk for å velja
pl: kliknij, aby wybrać
pt: carregar para seleccionar
pt_br: clique para selecionar
ro: apasă pentru a alege
ru: нажмите для выбора
sk: Kliknutím vyberiete
sl: klikni za izbiro
sv: klicka för att välja
ta: தேர்ந்தெடுக்க தட்டுங்கள்
uk: клацання для позначення
zh_cn: 点击选择

# sftp_storage_preference_display_name
source: Display name
ar: اسم العرض
ast: Nome
az: Görünən adı
bg: Показвано име
cs: Název obrazovky
de: Anzeigename
el: Όνομα οθόνης
es: Mostrar nombre
et: Näidatav nimi
eu: Azaltzeko izena
fi: Näyttönimi
fr: Nom d'affichage
gl: Nome para mostrar
hu: Megjelenített név
id: Tampilan nama
is: Birtingarnafn
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
lt: Rodomas pavadinimas
nl: Schermnaam
nn: Visingsnamn
pl: Nazwa do wyświetlania
pt: Nome visível
pt_br: Nome de exibição
ro: Denumire afișată
ru: Отображаемое имя
sk: Zobraziť názov
sl: Prikaži ime
sv: Namn att visa
ta: காட்சிப்பெயர்
uk: Назва дисплея
zh_cn: 显示名
