Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# block_images
source: Block images in notifications
ar: امنع الصور في الإخطارات
ast: Bloquiar les imáxenes de los avisos
az: Bildirişlərin şəkillərini bloklamaq
bg: Блокиране на изображения в известията
cs: Blokovat obrázky v oznámení
de: Bilder in Benachrichtigungen blockieren
el: Φραγή εικόνων σε ειδοποιήσεις
es: Bloquear las imágenes en las notificaciones
et: Märguannete piltide blokkimine
eu: Oztopatu jakinarazpenen irudiak
fi: Estä ilmoitusten kuvat
fr: Bloquer les images des notifications
gl: Bloquear as imaxes nas notificacións
hu: Képek blokkolása az értesítésekben
id: Blokir citra-citra dalam notifikasi
is: Loka á myndir í tilkynningum
it: Blocca le immagini nelle notifiche
ja: 通知の画像をブロック
ko: 알림 이미지 숨기기
lt: Blokuoti pranešimuose paveiksliukus
nl: Afbeeldingen in meldingen blokkeren
nn: Blokker bilete i varslingar
pl: Blokuj obrazy w powiadomieniach
pt: Bloquear as imagens das notificações
pt_br: Bloquear as imagens das notificações
ro: Blochează imaginile din notificări
ru: Блокировать изображения в уведомлениях
sk: Blokovať obrázky v upozorneniach
sl: Blokiraj slike v obvestilih
sv: Blockera bilder i underrättelser
ta: அறிவிப்புகளில் படங்களை காட்டாதே
uk: Блокувати зображення у сповіщеннях
zh_cn: 阻止通知图像

# notification_channel_receivenotification
source: Notifications from other devices
ar: إخطارات من أجهزة أخرى
ast: Avisos d'otros preseos
az: Digar cihazlardan bilsirişlər
bg: Известия от други устройства
cs: Oznámení z ostatních zařízení
de: Benachrichtigungen verbundener Geräte
el: Ειδοποιήσεις από άλλες συσκευές
es: Notificaciones desde otros dispositivos
et: Märguanded teistest seadmetest
eu: Beste gailu batzuen jakinarazpenak
fi: Muiden laitteiden ilmoitukset
fr: Notifications provenant d'autres périphériques
gl: Notificacións desde outros dispositivos
hu: Értesítések más eszközökről
id: Notifikasi dari peranti lainnya
is: Tilkynningar frá öðrum tækjum
it: Notifiche da altri dispositivi
ja: 他のデバイスからの通知
ko: 다른 장치의 알림
lt: Pranešimai iš kitų įrenginių
nl: Meldingen van andere apparaten
nn: Varslingar frå andre einingar
pl: Powiadomienia z innych urządzeń
pt: Notificações dos outros dispositivos
pt_br: Notificações dos outros dispositivos
ro: Notificări de pe alte dispozitive
ru: Уведомления с других устройств
sk: Upozornenia z iných zariadení
sl: Obvestila ostalih naprav
sv: Underrättelser från andra apparater
ta: மற்ற சாதனங்களிலிருந்து அறிவிப்புகள்
uk: Сповіщення з інших пристроїв
zh_cn: 来自其他设备的通知

# take_picture
source: Launch camera
ar: شغّل الكاميرا
ast: Llanzamientu de la cámara
az: Kameranı açmaq
bg: Стартиране на камерата
cs: Spustit fotoaparát
de: Kamera starten
el: Εκτέλεση κάμερας
es: Lanzar cámara
et: Käivita kaamera
eu: Abiarazi kamera
fi: Käynnistä kamera
fr: Lancer l'appareil photo
gl: Iniciar a cámara
hu: Kamera indítása
id: Luncurkan kamera
is: Ræsa myndavél
it: Avvia fotocamera
ja: カメラを起動
ko: 카메라 실행
lt: Paleisti kamerą
nl: Start camera
nn: Opna kamera
pl: Uruchamianie aparatu
pt: Lançar a câmara
pt_br: Iniciar câmera
ro: Lansează aparatul foto
ru: Запустить камеру
sk: Spustenie fotoaparátu
sl: Zaženi kamero
sv: Starta kamera
ta: புகைப்பட செயலியை திற
uk: Запустити камеру
zh_cn: 启动相机

# plugin_photo_desc
source: Launch the camera app to ease taking and transferring pictures
ast: Llanza l'aplicación de la cámara p'acenciellar la fechura y tresferencia de semeyes
az: Şəkillər çəkmək və göndərməyi asanlaşdırmaq üçün kamera tətbiqini başladın
bg: Стартирайте приложението за камера, за да улесните правенето и прехвърлянето на снимки
cs: Spusťte aplikaci fotoaparátu pro snadné zachytávání s přenos obrázků
de: Die Kamera starten um das Erstellen und Übertragen von Bildern zu vereinfachen
el: Εκτέλεση της εφαρμογής κάμερας για διευκόλυνση στη λήψη και μεταφορά φωτογραφιών
es: Lanzar la aplicación de la cámara para facilitar tomar y transferir imágenes
et: Kaamerarakenduse käivitamine piltide tegemiseks ja ülekandmiseks
eu: Abiarazi kamerako aplikazioa argazkiak hartzeko eta transferitzeko
fi: Helpota kuvien ottamista ja siirtämistä käynnistämällä kamerasovellus
fr: Lancer l'application appareil photo pour prendre et transférer des photos
gl: Iniciar o aplicativo da cámara para facilitar sacar e transferir imaxes
hu: A kamera alkalmazás indítása képek készítésének és átvitelének megkönnyítésére
id: Luncurkan sebuah aplikasi kamera agar memudahkan pe
it: Avvia l'applicazione della fotocamera per scattare e trasferire foto con facilità
ja: 素早く写真を撮り、転送するためにカメラを起動
ko: 카메라 앱을 실행하여 쉽게 사진을 찍고 전송
lt: Paleisti kameros programėlę, kad būtų palengvintas nuotraukų darymas ir persiuntimas
nl: Start de camera-app om nemen en overdragen van afbeeldingen te vergemakkelijken
nn: Opna kamera-appen for å gjera det lettare å ta og overføra bilete
pl: Zezwala na uruchamianie aparatu, aby ułatwić robienie i przesyłanie zdjęć
pt: Lança a aplicação da câmara para facilitar a tirada de fotografias e sua transferência
pt_br: Iniciar o aplicativo da câmera para facilitar a captura e transferência de fotos
ro: Lansează aplicația de aparat foto pentru a facilita obținerea și transferul pozelor
ru: Запуск камеры для простого создания и передачи снимков
sk: Spustí aplikáciu fotoaparátu na uľahčenie zachytenia a prenosu obrázkov
sl: Zaženite aplikacijo za kamero, da olajšate fotografiranje in prenos fotografij
sv: Starta kameraprogrammet för att förenkla att ta och överföra bilder
ta: புகைப்படங்களை எளிதாக எடுக்கவும் மாற்றவும் படக்கருவி செயலியை திறக்கும்
uk: Запустити додаток камери для спрощення знімання та передавання фотографій
zh_cn: 启动相机应用程序以方便拍摄和转移图片

# no_app_for_opening
source: No suitable app found to open this file
ast: Nun atopó nenguna aplicación afayadiza p'abrir esti ficheru.
az: Bu faylı açmaq üçün uyğun tətbiq tapılmadı
bg: Не е намерено подходящо приложение за отваряне на този файл
cs: Pro otevření tohoto souboru nebyla nalezena vhodná aplikace
de: Es wurde keine passende App zum Öffnen dieser Datei gefunden
el: Δεν βρέθηκε κατάλληλη εφαρμογή για το άνοιγμα αυτού του αρχείου
es: No se encontró ninguna aplicación adecuada para abrir este archivo
et: Selle faili avamiseks ei leitud sobivat rakendust
eu: Ez da fitxategi hau irekitzeko aplikazio egokirik aurkitu
fi: Tämän tiedoston avaamiseen sopivaa sovellusta ei löytynyt
fr: Aucune application adaptée trouvée pour ouvrir ce fichier.
gl: Non se atopou ningún aplicativo axeitado para abrir este ficheiro
hu: Nem található alkalmazás a fájl megnyitásához
id: Tidak menemukan aplikasi yang pantas untuk membuka file ini
is: Ekkert hentugt forrit fannst til að opna þessa skrá
it: Nessuna applicazione appropriata trovata per aprire questo file
ja: このファイルを開くのに適切なアプリが見つかりません
ko: 이 파일을 열 수 있는 앱을 찾을 수 없음
lt: Šio failo atvėrimui nerasta jokios tinkamos programėlės
nl: Geen geschikte toepassing gevonden om dit bestand te openen
nn: Fann ikkje nokon app som kan opna denne fila
pl: Nie znaleziono aplikacji do otwarcia tego pliku
pt: Não existe nenhuma aplicação adequada para abrir este ficheiro
pt_br: Não foi encontrado nenhum aplicativo adequado para abrir este arquivo
ro: Nu a fost găsită nicio aplicație care să deschidă acest fișier
ru: Для открытия этого файла нет подходящих приложений
sk: Nenašla sa vhodná aplikácia na otvorenie tohto súboru
sl: Ni primerne aplikacije za odpiranje te datoteke
sv: Inget lämpligt program hittades för att öppna filen
ta: இக்கோப்பை திறப்பதற்குகந்த செயலி ஏதுமில்லை
uk: Не знайдено відповідної програми для відкриття цього файла
zh_cn: 没有找到合适的应用程序打开此文件

# remote_keyboard_service
source: KDE Connect Remote Keyboard
ast: Tecláu remotu de KDE Connect
az: KDE Connect Uzaq Klaviaturası
bg: Отдалечена клавиатура KDE Connect
cs: Vzdálená klávesnice pro KDE Connect
de: Entfernte Tastatur für KDE Connect
el: Απομακρυσμένο πληκτρολόγιο KDE Connect
es: Teclado remoto de KDE Connect
et: KDE Connecti kaugklaviatuur
eu: KDE Connect urruneko teklatua
fi: KDE Connect -etänäppäimistö
fr: Clavier à distance KDE Connect
gl: Teclado remoto de KDE Connect
hu: KDE Connect távoli billentyűzet
id: Keyboard Remote KDE Connect
is: Fjartengt lyklaborð KDE Connect
it: Tastiera remota di KDE Connect
ja: KDE Connect リモートキーボード
ko: KDE Connect 원격 키보드
lt: KDE Connect nuotolinė klaviatūra
nl: KDE Connect Toetsenbord op afstand
nn: KDE Connect fjerntastatur
pl: Zdalna klawiatura KDE Connect
pt: Teclado Remoto do KDE Connect
pt_br: Teclado Remoto do KDE Connect
ro: Tastatura de la distanță KDE Connect
ru: Удалённая клавиатура KDE Connect
sk: KDE Connect Vzdialená Klávesnica
sl: Oddaljena tipkovnica KDE Connect
sv: KDE-anslut fjärrtangentbord
ta: கே.டீ.யீ. கனெக்ட் தொலை விசைப்பலகை
uk: Віддалена клавіатура KDE Connect
zh_cn: KDE Connect 远程键盘

# presenter_pointer
source: Pointer
ar: المؤشر
ast: Punteru
az: Kursor
bg: Показалец
cs: Ukazatel
de: Laserpointer
el: Δείκτης
es: Puntero
et: Osutusseade
eu: Erakuslea
fi: Osoitin
fr: Pointeur
gl: Punteiro
hu: Mutató
id: Penunjuk
is: Bendill
it: Puntatore
ja: ポインタ
ko: 포인터
lt: Rodyklė
nl: Aanwijzer
nn: Peikar
pl: Wskaźnik
pt: Cursor
pt_br: Ponteiro
ro: Indicator
ru: Указатель
sk: Ukazovateľ
sl: Kazalec
sv: Pekare
ta: சுட்டி
uk: Указка
zh_cn: 指针

source: Trusted networks
ar: الشّبكات الموثوقة
ast: Redes d'enfotu
az: Etibarlı şəbəkələr
bg: Доверени мрежи
cs: Důvěryhodné sítě
de: Vertrauenswürdiges Netzwerk
el: Έμπιστα δίκτυα
es: Redes confiables
et: Usaldusväärsed võrgud
eu: Konfiantza duten sareak
fi: Luotetut verkot
fr: Réseaux de confiance
hu: Megbízható hálózatok
id: Jaringan terpercaya
is: Treyst netkerfi
it: Reti affidabili
ja: 信頼されたネットワーク
ko: 신뢰할 수 있는 네트워크
lt: Patikimi tinklai
nl: Vertrouwde netwerken
nn: Tiltrudde nettverk
pl: Sieci zaufane
pt: Redes fidedignas
pt_br: Redes confiáveis
ro: Rețele de încredere
ru: Доверенные сети
sk: Dôveryhodné siete
sl: Zaupanje vredna omrežja
sv: Pålitliga nätverk
ta: நம்பகமான பிணையங்கள்
uk: Надійні мережі
zh_cn: 信任的网络

# trusted_networks_desc
source: Restrict autodiscovery to known networks
ast: Torga la descubrición automática en redes conocíes
az: Bilinən şəbəkələrin avtomatik aşkar edilməsini məhdudlaşdırmaq
bg: Ограничаване на автоматичното откриване до познати мрежи
cs: Omezit automatické hledání na známé sítě
de: Automatische Erkennung auf bekannte Netzwerke beschränken
el: Να περιοριστεί η αυτόματη ανακάλυψη σε γνωστά δίκτυα
es: Restringir el auto-descubrimiento para redes conocidas
et: Automaatset tuvastamist kasutatakse ainult tuntud võrkudes
eu: Mugatu aurkitze automatikoa sare ezagunetara
fi: Rajaa automaattihaku tunnettuihin verkkoihin
fr: Restreindre la découverte automatique aux réseaux connus
hu: Automatikus felfedezés korlátozása az ismert hálózatokra
id: Membatasi autodiscovery untuk mengetahui jaringan
it: Limita il rilevamento automatico alle reti conosciute
ja: 自動検出を既知のネットワークでのみに制限する
ko: 신뢰할 수 있는 네트워크에서만 자동 발견 사용
lt: Apriboti automatinį aptikimą iki žinomų tinklų
nl: Automatisch ontdekken beperken tot bekende netwerken
nn: Avgrens autooppdaging til kjende nettverk
pl: Ogranicz samowykrywanie do znanych sieci
pt: Restringir a descoberta automática às redes desconhecidas
pt_br: Restringir a descoberta automática a redes conhecidas
ro: Restricționează descoperirea automată la rețele de încredere
ru: Использовать автоматическое обнаружение только в доверенных сетях
sk: Obmedzí automatické objavovanie iba na známe siete
sl: Omejite samodejno odkrivanje na znana omrežja
sv: Begränsar automatisk upptäckt till kända nätverk
ta: தெரிந்த பிணையங்களில் மட்டும் தானாக சாதனங்களை கண்டுபிடி
uk: Обмежити автовиявлення відомими мережами
zh_cn: 限制只在已知网络中启用自动发现

# add_trusted_network
source: Add %1s
ar: أضف %s
az: %1s əlavə etmək
bg: Добавяне на %1s
cs: Přidat %1s
de: %1s hinzufügen
el: Προσθήκη %1s
es: Añadir %1s
et: Lisa %1s
eu: Gehitu %1s
fi: Lisää %1s
fr: Ajouter %1s
hu: %1s hozzáadása
id: Tambahkan %1s
is: Bæta við %1s
it: Aggiungi %1s
ja: %1s を追加
ko: %1s 추가
lt: Pridėti %1s
nl: %1s toevoegen
nn: Legg til %1s
pl: Dodaj %1s
pt: Adicionar a %1s
pt_br: Adicionar à %1s
ro: Adaugă %1s
ru: Добавить %1s
sk: Pridať sieť %1s
sl: Dodaj %1s
sv: Lägg till %1s
ta: %1s-ஐச் சேர்
uk: Додати %1s
zh_cn: 添加 %1s

# empty_trusted_networks_list_text
source: You haven't added any trusted network yet
ast: Entá nun amestesti nenguna rede d'enfotu
az: Hələlik hər hansı bir etibarlı şəbəkə əlavə edilməyib
bg: Все още не сте добавили надеждна мрежа
cs: Nepřidali jste žádné důvěryhodné sítě
de: Sie haben bisher noch kein vertrauenswürdiges Netzwerk hinzugefügt
el: Δεν έχετε προσθέσει ακόμη κάποιο έμπιστο δίκτυο
es: No ha añadido ninguna red confiable de momento
et: Sa ei ole veel lisanud ühtegi usaldusväärset võrku
eu: Oraindik ez duzu gehitu konfiantza duen sarerik
fi: Luotettuja verkkoja ei ole vielä lisätty
fr: Vous n'avez pas encore ajouté de réseau de confiance
hu: Még nem adott hozzá megbízható hálózatot
id: Kamu belum memiliki jaringan terpercaya apa pun yang ditambahkan
it: Non hai aggiunto ancora alcuna rete affidabile
ja: 追加された信頼されたネットワークはありません
ko: 신뢰할 수 있는 네트워크를 추가하지 않았습니다
lt: Kol kas nesate pridėję jokių patikimų tinklų
nl: U hebt nog geen vertrouwd netwerk toegevoegd
nn: Du har ikkje lagt til eit tiltrudd nettverk enno
pl: Nie dodałeś jeszcze żadnej zaufanej sieci
pt: Ainda não adicionou nenhuma rede fidedigna
pt_br: Você ainda não adicionou nenhuma rede confiável
ro: Încă nu ați adăugat nicio rețea de încredere
ru: Ещё не было добавлено ни одной доверенной сети
sk: Zatiaľ ste nepridali žiadnu dôveryhodnú sieť
sl: Niste še dodali nobenega zaupanja vrednega omrežja
sv: Du har inte lagt till några pålitliga nätverk ännu
ta: நீங்கள் இன்னும் எந்த நம்பகமான பிணையத்தையும் சேர்க்கவில்லை
uk: Вами ще не додано надійних мереж
zh_cn: 您还没有添加任何可信的网络

# allow_all_networks_text
source: Allow all
ar: اسمح للكل
ast: Permitir toes
az: Hamısına icazə vermək
cs: Povolit všechny
de: Alle erlauben
el: Να επιτρέπονται όλα
es: Permitir todas
et: Luba kõik
eu: Baimendu guztiak
fi: Salli kaikki
fr: Tout autoriser
hu: Összes engedélyezése
id: Bolehkan semua
is: Leyfa allt
it: Consenti tutte
ja: すべて許可
ko: 모두 허용
lt: Leisti visus
nl: Allen toestaan
nn: Tillat alle
pl: Zezwól wszystkim
pt: Permitir tudo
pt_br: Permitir tudo
ro: Permite toate
ru: Разрешить во всех сетях
sk: Povoliť všetky
sl: Dovoli vse
sv: Tillåt alla
ta: அனைத்தையும் அனுமதி
uk: Дозволити всі
zh_cn: 允许所有

# location_permission_needed_title
source: Permission required
ar: الإذن مطلوب
ast: Ríquese un permisu
az: İcazə tələb edlir
bg: Изисква се разрешение
cs: Získán přístup
de: Berechtigung erforderlich
el: Απαιτείται πρόσβαση
es: Permisos requeridos
et: Õigusenõue
eu: Baimena beharrezkoa da
fi: Käyttöoikeus vaaditaan
fr: Permissions requises
hu: Engedély szükséges
id: Diperlukan perizinan
is: Krafist er heimildar
it: Permesso richiesto
ja: 許可が必要です
ko: 권한이 필요함
lt: Reikalingas leidimas
nl: Toestemming vereist
nn: Krev utvida løyve
pl: Wymagana zgoda
pt: É necessária a permissão
pt_br: É necessário ter permissão
ro: Permisiune cerută
ru: Требуется разрешение
sk: Potrebné oprávnenia
sl: Zahtevano dovoljenje
sv: Rättighet krävs
ta: அனுமதி தேவை
uk: Потрібні права доступу
zh_cn: 需要权限

# location_permission_needed_desc
source: Android requires the Location permission to identify your WiFi network
ast: Android rique'l permisu Allugamientu pa indentificar redes Wi-Fi
az: Android, Sizin WiFi şəbəkənizi müəyyənləşdirmək üçün icazə tələb edir
bg: Android изисква разрешение за местоположение, за да идентифицира вашата WiFi мрежа
cs: Pro identifikaci sítě WiFi Android vyžaduje oprávnění zjistit polohu
el: Το android απαιτεί το δικαίωμα πρόσβασης στην τοποθεσία για να αναγνωρίσει το WiFI δίκτυό σας
es: Android necesita el permiso de localización para identificar su red WiFi
et: Android nõuab asukohaõigust sinu WiFi-võrgu tuvastamiseks
eu: Android-ek Kokatze baimena behar du zure WiFi sarea identifikatzeko
fi: Tunnistaakseen langattoman verkkosi Android vaatii käyttöoikeuden sijaintiin
fr: Android requiert la permission de géolocalisation pour identifier votre réseau Wifi
hu: Az Androidnak szüksége van a Helymeghatározási engedélyre a WiFi hálózat azonosításához
id: Android memerlukan perizinan Lokasi untuk mengidentifikasi jaringan WiFi kamu
it: Android richiede il permesso Posizione per identificare la tua rete WiFi
ja: WiFi ネットワークを発見するには、位置情報を Android に提供する必要があります。
ko: 안드로이드에서 Wi-Fi 네트워크를 식별하려면 위치 권한이 필요합니다
lt: Android reikalauja Vietos leidimo, kad atpažintų jūsų belaidį (WiFi) tinklą
nl: Android vereist de toestemming voor locatie om uw WiFi-netwerk te identificeren
nn: Tilgang til geografisk plassering må vera påslått for identifisering av Wi-Fi-nettverket
pl: Android wymaga pozwolenia na dostęp do położenia, aby móc rozpoznać twoją sieć WiFi
pt: O Android precisa da permissão de Localização para identificar a sua rede WiFi
pt_br: O Android precisa da permissão de Localização para identificar a sua rede Wi-Fi
ro: Android cere permisiunea de localizare pentru a vă identifica rețeaua WiFi
ru: Для идентификации сети WiFi системе Android требуется разрешение на доступ к местоположению
sk: Systém Android vyžaduje oprávnenia k umiestneniu kvôli identifikácie vašej siete WiFi
sl: Android potrebuje dovoljenje za lokacijo, da prepozna vaše omrežje WiFi
sv: Android kräver platsrättigheter för att identifiera WIFI-nätverk
ta: உங்கள் Wi-Fi பிணையத்தை அடையாளங்காண, ஆண்ட்ராய்டுக்கு இருப்பிட அனுமதி தேவை
uk: Android потрібні права доступу до даних місця перебування для ідентифікації вашої мережі WiFi
zh_cn: Android 需要位置权限才能识别您的 WiFi 网络

# clipboard_android_x_incompat
source: Android 10 has removed clipboard access to all apps. This plugin will be disabled.
ast: Android 10 quitó l'accesu al cartafueyu en toles aplicaciones. Esti plugin va desactivase.
az: Android 10 bütün tətbiqlər üçün mübadilə buferinə girişi aradan qaldırıb. Bu qoşma söndürüləcək.
bg: Android 10 премахна достъпа до клипборда за всички приложения. Тази приставка ще бъде деактивирана.
cs: Android 10 odstranit přístup ke schránce pro všechny aplikace. Tento modul bude zakázán.
de: In Android 10 wurde der Zugriff auf die Zwischenablage für alle Apps entfernt. Diese Modul wird deaktiviert.
el: Το android έχει αφαιρέσει την πρόσβαση στο πρόχειρο από όλες τις εφαρμογές. Αυτό το πρόσθετο θα απενεργοποιηθεί.
es: Android 10 ha eliminado el acceso al portapapeles para todas las aplicaciones. Este complemento se desactivará.
et: Android 10 eemaldas lõikepuhvri kasutamise võimaluse kõigilt rakendustelt. See plugin enam ei tööta.
eu: Android 10ek arbela atzitzeko aukera kendu die aplikazio guztiei. Plugin hau desgaitu egingo da.
fi: Android 10 on poistanut kaikkien sovellusten leikepöytäkäytön. Liitännäinen poistetaan käytöstä.
fr: Android 10 a supprimé l'accès des applications au presse-papier. Ce module externe sera désactivé.
hu: Az Android 10 eltávolította a vágólaphoz való hozzáférést minden alkalmazásból. Ez a bővítmény le lesz tiltva.
id: Android 10 telah menghapus akses clipboard ke semua aplikasi. Plugin ini akan dinonfungsikan.
it: Android 10 ha rimosso l'accesso agli appunti a tutte le applicazioni. Questa estensione sarà disabilitata.
ja: Android 10 はすべてのアプリからクリップボードへのアクセスを削除しました。このプラグインは無効化されます。
ko: 안드로이드 10부터는 앱에서 클립보드에 접근할 수 없습니다. 이 플러그인이 비활성화되었습니다.
lt: Android 10 pašalino iškarpinės prieigą prie visų programėlių. Šis papildinys bus išjungtas.
nl: Android 10 heeft toegang tot het klembord naar alle toepassingen verwijderd. Deze plug-in zal uitgeschakeld worden.
nn: Android 10 har fjerna tilgang til utklippstavla for alle program. Programtillegget vert derfor slått av.
pl: Android 10 odebrał dostęp do schowka wszystkim programom. Ta wtyczka pozostanie wyłączona.
pt: O Android 10 removeu o acesso à área de transferência para todas as aplicações. Este 'plugin' ficará desactivado.
pt_br: O Android 10 removeu o acesso à área de transferência para todos os aplicativos. Este plugin ficará desativado.
ro: Android 10 a eliminat accesul la clipboard pentru toate aplicațiile. Această extensie va fi dezactivată.
ru: В ОС Android версии 10 для всех приложений был запрещён доступ к буферу. Этот подключаемый модуль будет отключён.
sk: V systéme Android 10 je odstránený prístup k schránke pre všetky aplikácie. Tento zásuvný modul bude zakázaný.
sl: Android 10 je odstranil dostop do odložišča za vse aplikacije. Ta vtičnik bo onemogočen.
sv: Android 10 har tagit bort åtkomst till klippbordet för alla applikationer. Det här insticksprogrammet kommer att inaktiveras.
ta: ஆண்ட்ராய்டு 10 எல்லா செயலிகளுக்கான பிடிப்புப்பலகை அனுமதியை நீக்கிவிட்டது. இந்த செருகுநிரல் இயங்காது.
uk: У Android 10 вилучено доступ до буфера даних для усіх програм. Цей додаток буде вимкнено.
zh_cn: Android 10 已删除所有应用的剪贴板访问权限。此插件将被禁用。

# mpris_open_url
source: Continue playing here
az: Burada oxutmağa davam edin
bg: Продължете да играете тук
cs: Pokračovat v přehrávání zde
de: Wiedergabe hier fortsetzen
el: Συνεχίστε να παίζετε εδώ
es: Continuar reproduciendo aquí
et: Jätka esitamist siin
eu: Jarraitu hemen jotzen
fi: Jatka toistoa tästä
fr: Continuer la lecture ici
hu: Lejátszás folytatása itt
id: Lanjut memutar di sini
is: Halda áfram spilun hér
it: Continua qui la riproduzione
ja: このデバイスで再生を続ける
ko: 여기에서 계속 재생
lt: Tęsti atkūrimą čia
nl: Hier doorgaan met afspelen
nn: Hald fram avspeling her
pl: Kontynuuj odtwarzanie tutaj
pt: Continuar a tocar aqui
pt_br: Continuar tocando aqui
ro: Continuă redarea aici
ru: Продолжить воспроизведения отсюда
sk: Pokračovať v prehrávaní tu
sl: Nadaljujte z igranjem tukaj
sv: Fortsätt spela här
ta: இங்கிருந்து தொடர்ந்து இயக்கு
uk: Продовжити відтворення тут
zh_cn: 继续在此播放

# cant_open_url
source: Can't open URL to continue playing
ast: Nun pue abrise la URL pa siguir cola reproducción
az: Oxutmanı davam etdirmək üçün URL açıla bilmir
bg: Не мога да отворя URL адреса, за да продължа играта
cs: Nelze otevřít URL pro pokračování v přehrávání
de: Die URL zum Fortsetzen der Wiedergabe kann nicht geöffnet werden
el: Αδυναμία ανοίγματος URL για να συνεχίσετε να παίζετε
es: No se pudo abrir la URL para continuar reproduciendo
et: URL-i avamine esitamise jätkamiseks nurjus
eu: Ezin da ireki URLa jotzen jarraitzeko
fi: Verkko-osoitetta ei voi avata toiston jatkamiseksi
fr: Impossible d'ouvrir l'URL pour continuer la lecture
hu: Nem lehet megnyitni az URL-t a lejátszás folytatásához
id: Tidak bisa membuka URL untuk melanjutkan pemutaran
it: Impossibile aprire l'URL per continuare la riproduzione
ja: 再生を続けるための URL を開けません
ko: 계속 재생할 URL을 열 수 없음
lt: Nepavyksta atverti URL, kad būtų tęsiamas atkūrimas
nl: Kan URL niet openen om door te gaan met afspelen
nn: Kan ikkje opna adressa for framhald av avspeling
pl: Nie można otworzyć adresu URL, aby kontynuować odtwarzanie
pt: Não é possível abrir o URL para continuar a tocar
pt_br: Não foi possível abrir a URL para continuar tocando
ro: URL-ul nu poate fi deschis pentru a continua redarea
ru: Не удалось открыть URL для продолжения воспроизведения
sk: Nedá sa otvoriť URL pre pokračovanie v prehrávaní
sl: Ne morem odpreti spletnega naslova za nadaljevanje predvajanja
sv: Kan inte öppna webbadress för att sluta spela
ta: தொடர்ந்து இயக்க முகவரியை திறக்க முடியவில்லை
uk: Не вдалося відкрити адресу для продовження відтворення
zh_cn: 无法大概 URL 继续播放

# bigscreen_home
source: Home
ar: المنزل
az: Ev
bg: Домашен адрес
cs: Domů
el: Αρχική
es: Inicio
et: Kodu
eu: Etxea
fi: Koti
fr: Accueil
hu: Kezdőképernyő
id: Rumah
is: Heim
it: Inizio
ja: ホーム
ko: 홈
lt: Pradžia
nn: Heim
pl: Dom
pt: Início
pt_br: Início
ro: Acasă
ru: На домашнюю страницу
sk: Domov
sl: Domov
sv: Hem
ta: முகப்பு
uk: Домівка
zh_cn: 主页

# bigscreen_up
source: Up
ar: أعلى
az: Yuxarı
bg: Преместване нагоре
cs: Nahoru
de: Oben
el: Επάνω
es: Arriba
et: Ülal
eu: Gora
fi: Ylemmäs
fr: Vers le haut
hu: Fel
id: Naik
is: Upp
it: Su
ja: 上
ko: 위
lt: Aukštyn
nl: Omhoog
nn: Opp
pl: Góra
pt: Cima
pt_br: Para cima
ro: Sus
ru: Вверх
sk: Hore
sl: Gor
sv: Uppåt
ta: மேலே
uk: Вгору
zh_cn: 上
