Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# pref_plugin_remotekeyboard_desc
source: Receive keypress events from remote devices
az: Düyməyə basmanı məsafədəki qurğudan almaq
bg: Получаване на клавишни набирания от отдалечено устройство
cs: Přijímat události stisku kláves ze vzdálených zařízení
de: Tastatureingaben entfernter Geräte empfangen
el: Λήψη συμβάντων πληκτρολόγησης από απομακρυσμένες συσκευές
es: Recibir eventos de pulsación de teclas desde dispositivos remotos
et: Kaugseadmete klahvivajutuste vastuvõtmine
eu: Jaso tekla-sakatze gertaerak urruneko gailuetatik
fi: Vastaanottaa etälaitteiden näppäinpainallustapahtumat
fr: Recevoir les appuis de touches des périphériques distants
gl: Recibir eventos de teclas premidas de dispositivos remotos.
hu: Billentyűlenyomás események fogadása távoli eszközökről
id: Terima peristiwa penekanan tombol dari peranti jarak jauh
is: Taktu á móti lyklainnslætti frá fjartengdum tækjum
it: Ricevi eventi di pressione dei tasti da dispositivi remoti
ja: リモートデバイスからキーイベントを受信
ko: 원격 장치의 키 입력 이벤트 받기
lt: Gauti klavišų paspaudimo įvykius iš nuotolinių įrenginių
nl: Toetsaanslaggebeurtenissen ontvangen van externe apparaten
nn: Ta imot tastetrykk frå eksterne einingar
pl: Odbiera naciśnięcia klawiszy z innego urządzenia do sterowania tym urządzeniem
pt: Receber eventos de teclas dos dispositivos remotos
pt_br: Recebe os eventos de pressionamento de teclas dos dispositivos remotos
ro: Primește evenimente de apăsare a tastelor de la dispozitive distante
ru: Получение нажатий клавиш с удалённых устройств
sk: Prijme udalosti stlačenia klávesov z diaľkových zariadení
sl: Prejemanje dogodkov tipk od oddaljenih naprav
sv: Ta emot tangentnedtryckningar från externa apparater
ta: தொலை சாதனங்களிலிருந்து விசையழுத்தல்களைப் பெறும்
uk: Отримувати події натискання клавіш з віддаленого пристрою
zh_cn: 从远程设备接收按键事件

# pref_plugin_mpris
source: Multimedia controls
ar: تحكّمات الوسائط المتعدّدة
ast: Controles multimedia
az: Multimedia idarəsi
bg: Мултимедиен контрол
cs: Ovládání multimédií
de: Medienkontrolle
el: Κονσόλα πολυμέσων
es: Controles multimedia
et: Multimeedia juhtimine
eu: Multimedia kontrolak
fi: Multimedian ohjaus
fr: Contrôles multimédia
gl: Controis multimedia
hu: Multimédiavezérlők
id: Kendalikan multimedia
is: Margmiðlunarstýringar
it: Controlli multimediali
ja: マルチメディアの操作
ko: 멀티미디어 제어
lt: Įvairialypės terpės valdikliai
nl: Bediening van multimedia
nn: Mediekontrollar
pl: Sterowanie odtwarzaczem
pt: Comandos multimédia
pt_br: Controle multimídia
ro: Controale multimedia
ru: Элементы управления мультимедия
sk: Multimediálne ovládače
sl: Upravljanje večpredstavnosti
sv: Multimediakontroller
ta: பல்லூடக கட்டுப்பாடு
uk: Керування відтворенням
zh_cn: 多媒体控制

# pref_plugin_mpris_desc
source: Provides a remote control for your media player
ar: توفّر تحكّمًا بعيدًا لمشغّل الوسائط
az: Media oynadıcınızı idarə etməyə imkan verir
bg: Осигурява отдалечен контрол за вашия медиен плеър
cs: Poskytuje dálkové ovládání přehrávačů médií
de: Die Medienwiedergabe verbundener Geräte steuern
el: Παρέχει ένα τηλεχειριστήριο για την αναπαραγωγή πολυμέσων
es: Proporciona un control remoto para su reproductor de medios
et: Meediamängija kaugjuhtimise võimaldamine
eu: Zure euskarri-jotzailearen urruneko kontrola ematen dizu
fi: Mahdollistaa mediasoittimen etäohjauksen
fr: Fournit une télécommande pour votre lecteur multimédia
gl: Fornece un mando a distancia para o reprodutor.
hu: Médialejátszók távirányítása
id: Menyediakan sebuah kendali jarak jauh untuk pemutar mediamu
is: Er með fjarstýringu fyrir margmiðlunarspilara
it: Fornisce un controllo remoto per il tuo lettore multimediale
ja: あなたのメディアプレーヤーへのリモート操作を提供します
ko: 내 미디어 재생기 원격 제어
lt: Pateikia jūsų medijos leistuvės nuotolinį valdymą
nl: Biedt een afstandsbediening voor uw mediaspeler
nn: Gje fjernkontroll til mediespelarar
pl: Steruje odtwarzaczami tego urządzenia z innego urządzenia
pt: Oferece um comando à distância para o seu leitor multimédia
pt_br: Fornece um controle remoto de seu reprodutor de mídia
ro: Furnizează control de la distanță pentru lectorul multimedia
ru: Предоставляет дистанционное управление медиапроигрывателем
sk: Poskytuje diaľkové ovládanie pre váš prehrávač médií
sl: Omogoča daljinski upravljalnik za predvajalnik medijev
sv: Tillhandahåller en fjärrkontroll för mediaspelaren
ta: உங்கள் ஊடக இயக்கிக்கு ஒரு தொலையியக்கியை வழங்கும்
uk: Надає можливість віддаленого керування вашим мультимедійним програвачем
zh_cn: 遥控媒体播放器

# pref_plugin_runcommand
source: Run Command
ar: شغّل أمرًا
ast: Execución de comandos
az: Əmr başlatmaq
bg: Изпълняване на команда
cs: Spustit příkaz
de: Befehl ausführen
el: Εκτέλεση εντολής
es: Ejecutar orden
et: Käsu käivitamine
eu: Exekutatu agindua
fi: Suorita komento
fr: Exécuter une commande
gl: Executar unha orde
hu: Parancs futtatása
id: Jalankan Perintah
is: Keyra skipun
it: Esegui comando
ja: コマンドを実行
ko: 명령 실행
lt: Vykdyti komandą
nl: Commando uitvoeren
nn: Køyr kommando
pl: Wykonywanie poleceń
pt: Executar um Comando
pt_br: Executar comando
ro: Rulează comandă
ru: Запуск команд
sk: Spustenie príkazu
sl: Izvedi ukaz
sv: Kör kommando
ta: கட்டளையை இயக்கு
uk: Виконати команду
zh_cn: 运行命令

# pref_plugin_runcommand_desc
source: Trigger remote commands from your phone or tablet
ar: تحفّز أوامر عن بعد من الهاتف أو اللوحيّ
ast: Aiciona comandos remotos dende'l preséu
az: Əmrləri telefon və ya planşetiniz ilə məsafədən başlatmaq
bg: Изпълняване на отдалечена команда от вашия телефон или таблет
cs: Spouštějte příkazy vzdáleně z vašeho telefonu
de: Konsolen-Befehle auf verbundenen Geräten ausführen
el: Εκτέλεση απομακρυσμένων εντολών από το τηλέφωνο ή την ταμπλέτα
es: Ejecutar órdenes remotas desde su teléfono o tableta
et: Telefonist või tahvlist kaugkäskude käivitamine
eu: Abiarazi urruneko aginduak zure telefono edo tabletatik
fi: Suorita komentoja etänä puhelimelta tai tabletilta
fr: Exécuter des commandes à distance sur votre téléphone ou tablette
gl: Provocar ordes remotas desde o teléfono ou tableta.
hu: Távoli parancsok kiváltása telefonjáról vagy tabletjéről
id: Pemicu perintah jarak jauh dari ponsel dan tablet-mu
is: Settu fjartengt í gang skipanir frá símanum þínum eða spjaldtölvu
it: Esegui comandi remoti dal tuo telefono o tablet
ja: スマートフォンやタブレットからリモートコマンドを実行
ko: 내 휴대폰이나 태블릿에서 원격 명령 실행
lt: Paleisti nuotolines komandas iš savo telefono ar planšetės
nl: Commando's afvuren op afstand vanaf uw telefoon of tablet
nn: Utløys fjernkommandoar frå telefonen eller nettbrettet
pl: Wykonuje polecenia na innym urządzeniu z tego urządzenia
pt: Despoletar comandos remotos a partir do seu telefone ou 'tablet'
pt_br: Aciona comandos remotos a partir do seu celular ou tablet
ro: Declanșează comenzi la distanță de pe telefon sau tabletă
ru: Удалённый запуск команд с телефона или планшета
sk: Vyvolá vzdialené príkazy z vášho telefónu alebo tabletu
sl: S telefona ali tabličnega računalnika sprožate oddaljene ukaze
sv: Utlös fjärrkommandon från din telefon eller surfplatta
ta: உங்கள் திறன்பேசி அல்லது பலகைக்கணினியிலிருந்து கட்டளைகளை இயக்குங்கள்
uk: Віддалені команди з вашого телефону або планшета
zh_cn: 触发您的手机或平板电脑的远程命令

# pref_plugin_contacts
source: Contacts Synchronizer
ar: مزامن المتراسلين
ast: Sincronizador de contautos
az: Əlaqələri eyniləşdirin
bg: Синхронизиране на контакти
cs: Synchronizace kontaktů
de: Kontakte-Abgleich
el: Πρόγραμμα συγχρονισμού επαφών
es: Sincronizador de contactos
et: Kontaktide sünkroonimine
eu: Kontaktuen sinkronizatzailea
fi: Yhteystietosynkronointi
fr: Synchronisation de contacts
gl: Sincronizador de contactos
hu: Névjegyszinkronizáló
id: Penyinkron Kontak
is: Samstilling tengiliða
it: Sincronizzazione contatti
ja: 連絡先の同期
ko: 연락처 동기화 도구
lt: Adresatų sinchronizavimas
nl: Synchronisator van contactpersonen
nn: Kontaktsynkronisering
pl: Udostępnianie kontaktów
pt: Sincronização de Contactos
pt_br: Sincronização de contatos
ro: Sincronizator de contacte
ru: Синхронизация контактов
sk: Nástroj na synchronizáciu kontaktov
sl: Usklajevalnik stikov
sv: Kontaktsynkronisering
ta: தொடர்பு ஒத்திசைப்பி
uk: Засіб синхронізації контактів
zh_cn: 联系人同步

# pref_plugin_contacts_desc
source: Allow synchronizing the device's contacts book
ast: Permite la sincronización de la llista telefónica del teléfonu
az: Cihazın kontak kitabçasını eyniləşdirməyə icazə vermək
bg: Позволява синхронизиране на контактите от телефона
cs: Povolit synchronizaci kontaktů zařízení
de: Die lokal gespeicherten Kontakte mit verbundenen Geräten teilen
el: Επιτρέπει το συγχρονισμό του βιβλίου επαφών της συσκευής
es: Permitir sincronizar los contactos del dispositivo
et: Võimaldab sünkroonida seadme kontaktiloendit
eu: Utzi gailuaren kontaktuen liburuak sinkronizatzen
fi: Sallii laitteen yhteystietojen synkronoinnin
fr: Permet de synchroniser le carnet de contacts du périphérique
gl: Permitir sincronizar o caderno de contactos do dispositivo
hu: Az eszköz névjegyeinek szinkronizálása
id: Izinkan menyinkronkan buku kontak pada peranti
is: Gerir kleift að samstilla við tengiliðaskrá tækisins
it: Consenti la sincronizzazione della rubrica del dispositivo
ja: デバイスの連絡先の同期を許可
ko: 장치의 주소록에 있는 연락처 동기화
lt: Leisti sinchronizuoti įrenginio adresatų knygą
nl: Staat synchronisatie van het contactpersonenboek van het apparaat toe
nn: Tillat synkronisering av adresseboka på eininga
pl: Udostępnia książkę kontaktów tego urządzenia innemu urządzeniu
pt: Permitir a sincronização do livro de contactos do dispositivo
pt_br: Permite a sincronização do livro de endereços do dispositivo
ro: Permite sincronizarea cărții de telefoane a dispozitivului
ru: Разрешить синхронизацию адресной книги устройства
sk: Umožní synchronizáciu adresára kontaktov zariadenia
sl: Dovoli usklajevanje računalnikovega adresarja z imeni iz naprave
sv: Tillåt synkronisering av apparatens kontaktlista
ta: சாதனத்தின் தொடர்பு பட்டியலை ஒத்திசைக்க உதவும்
uk: Уможливлює синхронізацію записів контактів на пристрої
zh_cn: 允许同步设备的通讯录

# pref_plugin_ping
source: Ping
ar: وخزة
az: Dümsükləmək
bg: Пинг
fi: Tiedustelupaketti
fr: Commande « Ping »
is: Ping-skipun
ko: 핑
lt: Ryšio patikrinimas
pl: Wysyłanie pingów
pt: Contacto
ru: Проверка связи
ta: பிங்
uk: Підтримання зв’язку

# pref_plugin_ping_desc
source: Send and receive pings
ar: أرسل واستقبل وخزات
ast: Unviu y receición de pings
az: Siqnal göndərmək və almaq
bg: Изпращане и получаване на пинг
cs: Posílat a přijímat ping
de: Pings senden und empfangen
el: Αποστολή και λήψη pings
es: Enviar y recibir pings
et: Pingide saatmine ja vastuvõtmine
eu: Bidali eta jaso pingak
fi: Lähetä ja vastaanota tiedustelupaketteja
fr: Envoie et reçoit des commandes « Ping »
gl: Envíe e reciba pings
hu: Pingek küldése és fogadása
id: Kirim dan terima ping
is: Senda og taka við ping-merkjum
it: Invia e ricevi ping
ja: Ping を送受信
ko: 핑 보내고 받기
lt: Siųsti ir gauti ryšio patikrinimus
nl: Pings verzenden en ontvangen
nn: Send og ta imot pingsignal
pl: Odbiera i wysyła pingi między urządzeniami
pt: Enviar e receber pedidos de contacto ('ping')
pt_br: Envia e recebe pings
ro: Trimite și primește ping-uri
ru: Отправка и получение тестовых запросов
sk: Odošle a prijme signály ping
sl: Pošli in sprejemaj pinge
sv: Skicka och ta emot ping
ta: பிங்குகளை (ping) அனுப்பு மற்றும் பெறு
uk: Надсилання і отримання сигналів підтримання зв’язку
zh_cn: 发送和接受 Ping

# pref_plugin_notifications
source: Notification sync
ar: مزامنة الإخطارات
ast: Sincronización d'avisos
az: Bildiriş eyniləşdirməsi
bg: Синхронизиране на уведомленията
cs: Synchronizace oznámení
de: Benachrichtigungs-Abgleich
el: Συγχρονισμός ειδοποιήσεων
es: Sincronizar notificaciones
et: Märguannete sünkroonimine
eu: Jakinarazpenen sinkronizazioa
fi: Ilmoitusten synkronointi
fr: Synchronisation des notifications
gl: Sincronización de notificacións
hu: Értesítés szinkronizáció
id: Sinkron notifikasi
is: Samstilling tilkynninga
it: Sincronizzazione notifiche
ja: 通知の同期
ko: 알림 동기화
lt: Pranešimų sinchronizavimas
nl: Synchronisatie van meldingen
nn: Synkroniser varslingar
pl: Wysyłanie powiadomień
pt: Sincronização da notificação
pt_br: Sincronizar notificações
ro: Sincronizare notificări
ru: Синхронизация уведомлений
sk: Synchronizácia upozornení
sl: Usklajevanje obvestil
sv: Synkronisering av underrättelser
ta: அறிவிப்பு ஒத்திசைவு
uk: Синхронізація сповіщень
zh_cn: 通知同步

# pref_plugin_notifications_desc
source: Access your notifications from other devices
ar: انفذ إلى إخطاراتك من أجهزة أخرى
ast: Accede a los avisos d'otros preseos
az: Bildirişləri digər cihazlardan əldə etmək
bg: Достъп до уведомленията от други устройства
cs: Zpřístupněte si oznámení z jiných zařízení
de: Benachrichtigungen an verbundene Geräte weiterleiten und dort anzeigen
el: Πρόσβαση σε ειδοποιήσεις από άλλες συσκευές
es: Acceder a las notificaciones desde otros dispositivos
et: Märguannete nägemine teistes seadmetes
eu: Atzitu zure jakinarazpenak beste gailuetatik
fi: Näe ilmoituksesi muissa laitteissa
fr: Accédez à vos notifications depuis d'autres périphériques
gl: Acceda ás súas notificacións desde outros dispositivos
hu: Hozzáférés az értesítésekhez más eszközökről
id: Akses notifikasimu dari peranti lain
is: Fáðu aðgang að tilkynningum frá öðrum tækjum
it: Consenti l'accesso alle notifiche dagli altri dispositivi
ja: 他のデバイスから通知にアクセス
ko: 다른 장치에서 알림 보기
lt: Gauti prieigą prie savo pranešimų iš kitų įrenginių
nl: Bekijk uw meldingen van andere apparaten
nn: Få tilgang til varslingar frå andre einingar
pl: Wysyła powiadomienia na inne urządzenia
pt: Aceder às suas notificações a partir de outros dispositivos
pt_br: Acesse suas notificações a partir de outros dispositivos
ro: Accesați-vă notificările de pe alte dispozitive
ru: Доступ к уведомлениям с других устройств
sk: Umožní prístup k vašim upozorneniam iných zariadení
sl: Dostopajte do svojih obvestil iz drugih naprav
sv: Kom åt underrättelser från andra apparater
ta: உங்கள் அறிவிப்புகளை மற்ற சாதனங்களிலிருந்து அணுகுங்கள்
uk: Доступ до ваших сповіщень з інших пристроїв
zh_cn: 从其他设备访问您的通知

# pref_plugin_receive_notifications
source: Receive notifications
ar: استقبل الإخطارات
ast: Receición d'avisos
az: Bildirişləri almaq
bg: Получаване на известия
cs: Přijímat oznámení
de: Benachrichtigungen empfangen
el: Λήψη ειδοποιήσεων
es: Recibir notificaciones
et: Märguannete vastuvõtmine
eu: Jaso jakinarazpenak
fi: Vastaanota ilmoituksia
fr: Recevoir les notifications
gl: Recibir notificacións
hu: Értesítések fogadása
id: Terima notifikasi
is: Taka á móti tilkynningum
it: Ricevi notifiche
ja: 通知の受信
ko: 알림 받기
lt: Gauti pranešimus
nl: Meldingen ontvangen
nn: Ta imot varslingar
pl: Odbieranie powiadomień
pt: Receber as notificações
pt_br: Receber notificações
ro: Primește notificări
ru: Получение уведомлений
sk: Prijímanie upozornení
sl: Prejemaj obvestila
sv: Ta emot underrättelser
ta: அறிவிப்புகளை பெறு
uk: Отримати сповіщення
zh_cn: 接收通知

# pref_plugin_receive_notifications_desc
source: Receive notifications from the other device and display them on Android
ar: استقبل الإخطارات من الجهاز الآخر واعرضها على أندرويد
ast: Recibe los avisos d'otros preseos y amúesalos n'Android
az: Bildirişləri digər cihazlardan almaq və onları Android'də göstərmək
bg: Получаване на известия от друго устройство и показването им в Android
cs: Přijímat oznámení z jiného zařízení a zobrazovat je v Androidu
de: Benachrichtigungen verbundener Geräte empfangen und anzeigen
el: Λήψη ειδοποιήσεων από την άλλη συσκευή και προβολή τους στο Android
es: Recibir notificaciones desde el otro dispositivo y mostrarlas en Android
et: Märguannete vastuvõtmine teisest seadmest ja nende näitamine Androidis
eu: Jaso jakinarazpenak beste gailutik eta bistaratu Androiden
fi: Vastaanota ilmoituksia toiselta laitteelta ja näytä ne Androidissa
fr: Recevoir les notifications du périphérique et les afficher dans Android
gl: Recibir notificacións do outro dispositivo e mostralas en Android
hu: Értesítések fogadása más eszközökről, és megjelenítésük Androidon
id: Terima notifikasi dari peranti lain dan menampilkannya pada Android
is: Taktu á móti tilkynningum frá hinu tækinu og birtu þær á Android
it: Ricevi notifiche da altri dispositivi e le visualizza su Android
ja: 他のデバイスから通知を受信し、Android に表示します
ko: 다른 장치의 알림을 받아서 안드로이드 알림에 표시
lt: Gauti pranešimus iš kito įrenginio ir rodyti juos Android įrenginyje
nl: Meldingen van het andere apparaat ontvangen en tonen op Android
nn: Ta imot varslingar frå den andre eininga og vis dei i Android
pl: Odbiera powiadomienia z innych urządzeń
pt: Receber as notificações de outros dispositivos e mostrá-las no Android
pt_br: Recebe as notificações de outros dispositivos e as mostra no Android
ro: Primește notificări de pe alte dispozitive și le afișează în Android
ru: Получение уведомлений с другого устройства и показ их на Android
sk: Prijme upozornenia z iného zariadenia a zobrazí ich v systéme Android
sl: Prejemaj obvestila iz drugih naprav in jih prikazuj na Androidu
sv: Ta emot underrättelser från andra apparater och visa dem på Android
ta: இன்னொரு சாதனத்திலிருந்து அறிவிப்புகளை பெற்று அவற்றை ஆண்ட்ராய்டில் காட்டும்
uk: Отримання сповіщень з іншого пристрою і показ їх у Android
zh_cn: 从其他设备接收通知并显示在 Android 上

# pref_plugin_sharereceiver
source: Share and receive
ar: شارك واستقبل
ast: Compartición y receición
az: Paylaşmaq və Almaq
bg: Споделяне и получаване
cs: Sdílet a přijmout
de: Veröffentlichen und Empfangen
el: Διαμοιρασμός και λήψη
es: Compartir y recibir
et: Jagamine ja vastuvõtmine
eu: Partekatu eta jaso
fi: Jako ja vastaanottaminen
fr: Partager et recevoir
gl: Compartir e recibir
hu: Megosztás és fogadás
id: Kirim dan terima
is: Senda og taka við
it: Condividi e ricevi
ja: 共有と受信
ko: 공유하고 받기
lt: Bendrinti ir gauti
nl: Delen en Ontvangen
nn: Del og ta imot
pl: Udostępnianie i pobieranie
pt: Partilhar e receber
pt_br: Compartilhar e receber
ro: Partajează și primește
ru: Общие данные и приём данных
sk: Zdieľanie a prijímanie
sl: Deli in prejemaj
sv: Dela och ta emot
ta: பகிர் மற்றும் பேறு
uk: Надання і отримання
zh_cn: 发送和接收

# pref_plugin_sharereceiver_desc
source: Share files and URLs between devices
ar: شارك الملفّات والعناوين بين الجهازين
ast: Comparte ficheros y URLs ente preseos
az: Faylları və URL'ları cihazlarla paylaşmaq
bg: Споделяне на файлове и адреси между устройствата
cs: Sdílet soubory a odkazy mezi zařízeními
de: Dateien und Adressen (URLs) mit verbundenen Geräten teilen
el: Διαμοιρασμός αρχείων και URL μεταξύ συσκευών
es: Compartir archivos y URL entre dispositivos
et: Failide ja URL-ide jagamine seadmete vahel
eu: Partekatu fitxategiak eta URLak gailuen artean
fi: Jaa tiedostoja ja osoitteita laitteiden välillä
fr: Partagez des URLs et des fichiers entre périphériques
gl: Comparta ficheiros e enderezos URL entre dispositivos
hu: Fájlok és URL-ek megosztása eszközök között
id: Berbagi file dan URL antara peranti
is: Deildu skrám og slóðum á milli tækja
it: Condividi file e URL tra i dispositivi
ja: デバイス間でファイルと URL を共有
ko: 장치끼리 파일과 URL 공유
lt: Bendrinti failus ir URL adresus tarp įrenginių
nl: Bestanden en URL's delen tussen apparaten
nn: Del filer og nettadresser mellom einingar
pl: Udostępnia pliki i adresy URL pomiędzy urządzeniami
pt: Partilhar ficheiros e URL's entre dispositivos
pt_br: Compartilha arquivos e URLs entre os dispositivos
ro: Partajează fișiere și URL-uri între dispozitive
ru: Общие файлы и адреса URL для устройств
sk: Zdieľa súbory a URL medzi zariadeniami
sl: Deli si datoteke in spletne naslove med napravami
sv: Dela filer och webbadresser mellan apparater
ta: சாதனங்களுக்கு இடையில் கோப்புகள் மற்றும் முகவரிகளை பகிருங்கள்
uk: Спільне використання файлів і адрес між пристроями
zh_cn: 在设备间共享文件和链接

# device_list_empty
source: No devices
ar: لا أجهزة
ast: Nun hai preseos
az: Cihaz yoxdur
bg: Няма устройства
cs: Žádná zařízení
de: Keine Geräte
el: Χωρίς συσκευές
es: Ningún dispositivo
et: Seadmed puuduvad
eu: Gailurik ez
fi: Ei laitteita
fr: Pas de périphériques
gl: Non hai dispositivos.
hu: Nincsenek eszközök
id: Tidak ada peranti
is: Engin tæki
it: Nessun dispositivo
ja: デバイスなし
ko: 장치 없음
lt: Jokių įrenginių
nl: Geen apparaten
nn: Ingen einingar
pl: Brak urządzeń
pt: Sem dispositivos
pt_br: Sem dispositivos
ro: Niciun dispozitiv
ru: Нет устройств
sk: Žiadne zariadenia
sl: Ni naprav
sv: Inga apparater
ta: எந்த சாதனமும் இல்லை
uk: Немає пристроїв
zh_cn: 无设备

source: OK
ar: حسنًا
ast: Aceutar
bg: Добре
el: Εντάξει
es: Aceptar
eu: Ados
gl: Aceptar
id: Oke
is: Í lagi
ko: 확인
lt: Gerai
ro: Bine
ru: ОК
sl: V redu
ta: சரி
uk: Гаразд
zh_cn: 确定

# sad_ok
source: OK :(
ar: حسنًا ):
ast: Val :(
el: Εντάξει :(
eu: Ados :(
id: Oke :(
is: Í lagi :(
ja: OK (´・ω・｀)
ko: 확인 :(
lt: Gerai :(
ro: Bine :(
ru: ОК :(
sl: V redu :(
ta: சரி :-(
uk: Гаразд :(
zh_cn: 确定 :(

source: Cancel
ar: ألغِ
ast: Encaboxar
az: İmtina
bg: Отказ
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Loobu
eu: Utzi
fi: Peru
fr: Annuler
gl: Cancelar
hu: Mégsem
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atsisakyti
nl: Annuleren
nn: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Renunță
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்து செய்
uk: Скасувати
zh_cn: 取消

source: Open settings
ar: افتح الإعدادات
az: Ayarları açmaq
bg: Отваряне на настройките
cs: Otevřít nastavení
de: Einstellungen öffnen
el: Ρυθμίσεις ανοίγματος
es: Abrir preferencias
et: Ava seadistused
eu: Ireki ezarpenak
fi: Avaa asetukset
fr: Accéder aux paramètres
gl: Abrir a configuración
hu: Beállítások megnyitása
id: Buka pengaturan
is: Opna stillingar
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
lt: Atverti nuostatas
nl: Instellingen openen
nn: Opna innstillingar
pl: Otwórz ustawienia
pt: Abrir a configuração
pt_br: Abrir configurações
ro: Deschide configurările
ru: Настроить
sk: Otvoriť nastavenia
sl: Odpri nastavitve
sv: Öppna inställningarna
ta: அமைப்புகளை திற
uk: Відкрити вікно параметрів
zh_cn: 打开设置

# no_permissions
source: You need to grant permission to access notifications
ar: عليك إعطاء التّطبيق صلاحيّات للنّفاذ إلى الإخطارات
ast: Precises conceder l'accesu a los avisos
az: Bildirişlər almağa icazə verməniz lazımdır
bg: Трябва да осигурите права за достъп до уведомленията
cs: Pro zpřístupnění oznámení potřebujete oprávnění
de: Sie müssen die Erlaubnis zum Zugriff auf die Benachrichtigungen erteilen
el: Απαιτείται παραχώρηση δικαιωμάτων για την πρόσβαση σε ειδοποιήσεις
es: Debe otorgar permisos para acceder a las notificaciones
et: Märguannete nägemiseks tuleb anda vastavad õigused
eu: Jakinarazpenak atzitzeko baimena eman behar duzu
fi: Ilmoitusten näkemiseksi sinun on annettava käyttöoikeus ilmoituksiin
fr: Vous devez accorder la permission d'accéder aux notifications
gl: Debe conceder permisos para acceder ás notificacións
hu: Engedélyt kell adnia az értesítésekhez való hozzáféréshez
id: Anda perlu memberikan izin untuk mengakses notifikasi
is: Þú verður að gefa heimild til að fá aðgang að tilkynningum
it: Devi concedere i permessi per l'accesso alle notifiche
ja: 通知にアクセスするには権限を許可する必要があります
ko: 알림 접근 권한이 필요합니다
lt: Norėdami gauti prieigą prie pranešimų, turite suteikti leidimą
nl: U moet toestemming geven voor toegang tot meldingen
nn: Du må gje tilgang til lesing av varslingar
pl: Aby uzyskać dostęp do powiadomień, należy przydzielić uprawnienia
pt: Precisa de dar permissões de acesso às notificações
pt_br: Você precisa conceder permissão para acessar as notificações
ro: Trebuie să acordați permisiunea pentru accesarea notificărilor
ru: Разрешите доступ к уведомлениям
sk: Musíte udeliť oprávnenia na prístup k upozorneniam
sl: Za dostop do obvestil morate odobriti dovoljenje
sv: Du måste ge rättighet att komma åt underrättelser
ta: நீங்கள் அறிவிப்புகளை அணுக அனுமதி தர வேண்டும்
uk: Вам слід надати доступ до сповіщень
zh_cn: 您需要授予权限以访问通知
