Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# sftp_storage_preference_display_name_already_used
source: This display name is already used
ast: Esti nome yá ta usándose
az: Bu ad artıq istifadə olunub
bg: Това име на дисплея вече се използва
cs: Tento název obrazovky je již použit
de: Dieser Anzeigename wird bereits verwendet
el: Αυτό το όνομα οθόνης είναι σε χρήση
es: Este nombre de dispositivo ya está en uso
et: See nimi on juba kasutusel
eu: Azaltzeko izen hau jada erabilita dago
fi: Tämä näyttönimi on jo käytössä
fr: Ce nom d'affichage est déjà utilisé
gl: Este nome para mostrar xa está a usarse
hu: Ez a név már használatban van
id: Tampilan nama ini sudah digunakan
is: Birtingarnafnið er þegar í notkun
it: Il nome visualizzato è già in uso
ja: この表示名は既に使用されています
ko: 이 표시 이름이 이미 사용 중임
lt: Šis rodomas pavadinimas jau yra naudojamas
nl: Deze schermnaam wordt al gebruikt
nn: Dette visingsnamnet er alt i bruk
pl: Nazwa do wyświetlania jest już używana
pt: Este nome visível já foi usado
pt_br: Este nome de exibição já está em uso
ro: Această denumire afișată e folosită deja
ru: Это отображаемое имя уже используется
sk: Tento zobrazovaný názov už je použitý
sl: To ime je že uporabljeno
sv: Namn att visa används redan
ta: இக்காட்சிப்பெயர் ஏற்கனவே பயனிலுள்ளது
uk: Цю назву дисплея вже використано
zh_cn: 此显示名已被使用

# sftp_storage_preference_display_name_cannot_be_empty
source: Display name cannot be empty
ast: El nome nun pue tar baleru
az: Görünən ad boş ola bilməz
bg: Името на дисплея не може да бъде празно
cs: Název obrazovky nesmí být prázdný
de: Der Anzeigename darf nicht leer sein
el: Το όνομα οθόνης δε γίνεται να είναι κενό
es: El nombre de dispositivo no puede estar vacío
et: Näidatav nimi ei tohi olla andmata
eu: Azaltzeko izena ezin da hutsik egon
fi: Näyttönimi ei voi olla tyhjä
fr: Impossible de configurer un nom d'affichage vide
gl: O nome para mostrar non pode estar baleiro
hu: A megjelenített név nem lehet üres
id: Tampilan nama tidak boleh kosong
is: Birtingarnafn má ekki vera tómt
it: Il nome visualizzato non può essere vuoto
ja: 表示名は空にできません
ko: 표시 이름을 비워둘 수 없음
lt: Rodomas pavadinimas negali būti tuščias
nl: Schermnaam mag niet leeg zijn
nn: Visiningsnamnet kan ikkje vera tomt
pl: Nazwa do wyświetlania nie może być pusta
pt: O nome visível não pode estar vazio
pt_br: O nome de exibição não pode esta vazio
ro: Denumirea afișată nu poate fi goală
ru: Отображаемое имя не может быть пустым
sk: Zobrazovaný názov nemôže byť prázdny
sl: Ime ne sme biti prazno
sv: Namn att visa kan inte vara tomt
ta: காட்சி பெயர் காலியாக இருக்க முடியாது
uk: Назва дисплея не може бути порожньою
zh_cn: 显示名不能为空

# sftp_action_mode_menu_delete
source: Delete
ar: احذف
ast: Desaniciar
az: Silmək
bg: Изтриване
cs: Smazat
de: Löschen
el: Διαγραφή
es: Borrar
et: Kustuta
eu: Ezabatu
fi: Poista
fr: Supprimer
gl: Eliminar
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
nl: Verwijderen
nn: Slett
pl: Usuń
pt: Apagar
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Briši
sv: Ta bort
ta: அகற்று
uk: Вилучити
zh_cn: 删除

# sftp_no_sdcard_detected
source: No SD card detected
ar: لم يكتشف أي بطاقة ذاكرة
az: SD kart aşkar edilmədi
bg: Не е открита SD карта
cs: Nebyla zjištěna žádná karta SD
de: Keine SD-Karte erkannt
el: Δεν εντοπίστηκε SD κάρτα
es: No se ha detectado ninguna tarjeta SD
et: Ühtegi SD-kaarti ei leitud
eu: Ez da SD txartelik detektatu
fi: SD-kortteja ei havaittu
fr: Aucune carte SD détectée
gl: Non se detectaron tarxetas SD
hu: Nem található SD-kártya
id: Tidak ada kartu SD yang terdeteksi
is: Ekkert SD-minniskort fannst
it: Nessuna scheda SD rilevata
ja: SD カードが検出されません
ko: SD 카드가 감지되지 않았음
lt: Neaptikta jokios SD kortelės
nl: Geen SD-kaart gedetecteerd
nn: Fann ikkje noko SD-kort
pl: Nie wykryto żadnej karty SD
pt: Nenhum cartão SD detectado
pt_br: Nenhum cartão SD detectado
ro: Niciun card SD detectat
ru: Карт SD не обнаружено
sk: Nebola rozpoznaná žiadna karta SD
sl: Ni naznane kartice SD
sv: Inga SD-kort detekterades
ta: SD அட்டை கண்டறியப்படவில்லை
uk: Не виявлено карток SD
zh_cn: 没有检测到 SD 卡

# sftp_no_storage_locations_configured
source: No storage locations configured
ast: Nun se configuraron allugamientos d'almacenamientu
az: Saxlama yeri tənzimlənməyib
bg: Няма конфигурирани места за съхранение
cs: Nebyla nastavena umístění úložiště.
de: Keine Speicherorte ausgewählt
el: Δεν διαμορφώθηκαν τοποθεσίες αποθήκης
es: No hay configurada ninguna localización de almacenamiento
et: Ühtegi salvestuskohta pole seadistatud
eu: Ez da biltegiratze kokalekurik konfiguratu
fi: Tallennustiloja ei ole asetettu
fr: Aucun emplacement stockage n'est configuré
gl: Non se configuraron localizacións de almacenamento
hu: Nincs beállítva tárolóhely
id: Tidak ada lokasi penyimpanan yang dikonfigurasi
is: Engar geymslustaðsetningar stilltar
it: Nessuna posizione di archiviazione configurata
ja: ストレージの場所が設定されていません
ko: 저장소 위치가 설정되지 않았음
lt: Nėra sukonfigūruota jokių saugyklos vietų
nl: Geen opslaglocaties geconfigureerd
nn: Ingen lagringsområde er sette opp
pl: Nie ustawiono miejsc w pamięci
pt: Não estão configurados locais de armazenamento
pt_br: Nenhum local de armazenamento configurado
ro: Niciun loc de stocare configurat
ru: Нет настроенных хранилищ
sk: Nie sú nastavené žiadne umiestnenia úložísk
sl: Lokacije shranjevanja niso nastavljene
sv: Inga lagringsplatser inställda
ta: தேக்கக இடங்கள் எதுவும் அமைக்கப்படவில்லை
uk: Не налаштовано розташувань сховищ
zh_cn: 未配置存储位置

# sftp_saf_permission_explanation
source: To access files remotely you have to configure storage locations
ast: P'acceder remotamente a los ficheros tienes de configurar allugamientos d'almacenamientu
az: Fayllara uzaqdan daxil olmaq üçün saxlama yerlərini konfiqurasiya etməlisiniz
bg: За да получите достъп до файлове от разстояние, трябва да конфигурирате местата за съхранение
cs: Pro vzdálený přístup k souborům musíte nastavit umístění úložišť
de: Um von außerhalb auf Ihre Dateien zugreifen zu können, muss mindestens ein Speicherort vorhanden sein
el: Για να έχετε απομακρυσμένη πρόσβαση σε αρχεία απαιτείται να διαμορφώσετε τοποθεσίες αποθήκης
es: Para acceder a los archivos remotamente debe configurar las localizaciones de almacenamiento
et: Ligipääsuks failidele eemalt tuleb seadistada salvestuskohad
eu: Fitxategiak urrunetik atzitzeko biltegiratze kokalekuak konfiguratu behar dituzu
fi: Tallennustilat on asetettava etätiedostojen käyttämiseksi
fr: Vous devez configurer des emplacements de stockage pour accéder aux fichiers à distance
gl: Para acceder a ficheiro remotamente ten que configurar lugares de almacenamento
hu: A fájlok távoli eléréséhez be kell állítania a tárolóhelyeket
id: Untuk mengakses file secara jarak jauh, Anda harus mengkonfigurasi lokasi penyimpanan
it: Per accedere da remoto ai file, devi configurare posizioni di archiviazione
ja: リモートからファイルにアクセスするには、ストレージの場所を設定する必要があります
ko: 원격으로 파일에 접근하려면 저장소 위치를 설정해야 함
lt: Norėdami gauti nuotolinę prieigą prie failų, turite sukonfigūruoti saugyklos vietas
nl: Om toegang te hebben tot bestanden op afstand moet u opslaglocaties configureren
nn: For å få tilgang til filer over nettet må du setja opp lagringsområde.
pl: Aby przeglądać pliki zdalnie, należy ustawić miejsca w pamięci
pt: Para aceder a ficheiros remotos, tem de configurar os locais de armazenamento
pt_br: Para acessar arquivos remotamente você precisa configurar locais de armazenamento
ro: Pentru a accesa fișiere de la distanță, trebuie să configurați locuri de stocare
ru: Для удалённого доступа к файлам необходимо настроить местоположения хранилищ
sk: Na vzdialený prístup k súborom musíte nastaviť umiestnenia úložísk
sl: Za dostop do datotek na daljavo morate nastaviti lokacije za shranjevanje
sv: För att komma åt filer från en annan apparat måste lagringsplatser ställas in
ta: கோப்புகளை வேறு சாதனங்கலிருந்து அணுக நீங்கள் தேக்கக இடங்களை அமைக்க வேண்டும்
uk: Щоб отримувати віддалений доступ до файлів, вам слід налаштувати розташування сховищ
zh_cn: 要远程访问文件，您需要配置存储位置

# no_players_connected
source: No players found
ar: لم يُعثر على مشغّلات
ast: Nun s'atoparon reproductores
az: Pleyer tapılmadı
bg: Не са открити играчи
cs: Přehrávač nenalezen
de: Keine Medienspieler gefunden
el: Δεν βρέθηκαν συσκευές αναπαραγωγής
es: Ningún reproductor encontrado
et: Ühtegi mängijat ei leitud
eu: Ez da jotzailerik aurkitu
fi: Soittimia ei löytynyt
fr: Aucun lecteur trouvé
gl: Non se atoparon reprodutores.
hu: Nem találhatók lejátszók
id: Tidak ada pemutar yang ditemukan
is: Engir spilarar fundust
it: Nessun lettore trovato
ja: プレーヤーが見つかりませんでした
ko: 재생기를 찾을 수 없음
lt: Nerasta jokių leistuvių
nl: Geen spelers gevonden
nn: Fann ingen spelarar
pl: Nie znaleziono żadnych odtwarzaczy
pt: Não foram encontrados leitores
pt_br: Nenhum reprodutor encontrado
ro: Niciun program de redare găsit
ru: Медиапроигрывателей не найдено
sk: Nenašli sa žiadne prehrávače
sl: Ni najdenih igralcev
sv: Inga spelare hittades
ta: எந்த ஊடக இயக்கியும் கண்டுபிடிக்கப்படவில்லை
uk: Не знайдено програвачів
zh_cn: 未找到播放器

source: Send files
ar: أرسل ملفّات
ast: Unviar ficheros
az: Faylları göndərmək
bg: Изпращане на файлове
cs: Odeslat soubory
de: Dateien senden
el: Αποστολή αρχείων
es: Enviar archivos
et: Saada faile
eu: Bidali fitxategiak
fi: Lähetä tiedostoja
fr: Envoyer des fichiers
gl: Enviar ficheiros
hu: Fájlok küldése
id: Kirim file
is: Senda skrár
it: Invia file
ja: ファイルを送信
ko: 파일 보내기
lt: Siųsti failus
nl: Bestanden verzenden
nn: Send filer
pl: Wysyłanie plików
pt: Enviar os ficheiros
pt_br: Enviar arquivos
ro: Trimite fișiere
ru: Отправить файлы
sk: Odoslať súbory
sl: Pošlji datoteke
sv: Skicka filer
ta: கோப்புகளை அனுப்பு
uk: Надіслати файли
zh_cn: 发送文件

# pairing_title
source: KDE Connect Devices
ar: أجهزة «كدي المتّصل»
ast: Preseos con KDE Connect
az: KDE Connect Cihazları
bg: Устройства на KDE Connect
cs: Zařízení KDE Connect
de: KDE-Connect-Geräte
el: Συσκευές KDE Connect
es: Dispositivos de KDE Connect
et: KDE Connecti seadmed
eu: KDE Connect gailuak
fi: KDE Connect -laitteet
fr: Périphériques KDE Connect
gl: Dispositivos con KDE Connect
hu: KDE Connect eszközök
id: Peranti KDE Connect
is: KDE Connect tæki
it: Dispositivi KDE Connect
ja: KDE Connect デバイス
ko: KDE Connect 장치
lt: KDE Connect įrenginiai
nl: Apparaten van KDE Connect
nn: KDE Connect-einingar
pl: Urządzenia KDE Connect
pt: Dispositivos do KDE Connect
pt_br: Dispositivos do KDE Connect
ro: Dispozitive KDE Connect
ru: Устройства с KDE Connect
sk: Zariadenia aplikácie KDE Connect
sl: Naprave KDE Connect
sv: KDE-anslut apparater
ta: கே.டீ.யீ. கனெக்ட் சாதனங்கள்
uk: Пристрої KDE Connect
zh_cn: KDE Connect 设备

# pairing_description
source: Other devices running KDE Connect in your same network should appear here.
ar: الأجهزة الأخرى التي تشغّل «كدي المتّصل» وعلى نفس الشّبكة ستظهر هنا.
ast: Equí deberíen apaecer los demás preseos que tean executando KDE Connect na mesma rede.
az: Eyni şəbəkədəki KDE Connect işləyən digər cihazlar burada görünməlidir
bg: Тук трябва да се появят други устройства, работещи с KDE Connect в същата мрежа.
cs: Zde by se měla zobrazit další zařízení, na kterých běží KDE Connect ve stejné síti.
de: Andere Geräte im selben Netzwerk, auf denen KDE Connect läuft, sollten hier angezeigt werden
el: Άλλες συσκευές με KDE Connect στο ίδιο δίκτυο θα εμφανίζονται εδώ.
es: Cualquier otro dispositivo ejecutando KDE Connect en su misma red debería aparecer aquí.
et: Siin näeb teisi seadmeid samas võrgus, kus töötab KDE Connect
eu: KDE Connect darabilten sareko beste gailuak hemen agertu beharko lirateke.
fi: Muiden samassa verkossa olevien KDE Connectia käyttävien laitteiden pitäisi ilmestyä tähän.
fr: Les autres périphériques utilisant KDE Connect dans votre réseau apparaissent ici.
gl: Outros dispositivos que estean a executar KDE Connect na mesma rede deberían aparecer aquí.
hu: Itt kell megjelennie az Ön hálózatában lévő többi, KDE Connectet futtató eszköznek.
id: Perangkat lain yang menjalankan KDE Connect dalam jaringanmu yang sama seharusnya muncul di sini.
it: Altri dispositivi che eseguono KDE Connect nella tua stessa rete dovrebbero apparire qui.
ja: 同じネットワーク内で KDE Connect を実行しているデバイスがここに表示されます
ko: 같은 네트워크에서 KDE Connect를 실행하는 다른 장치가 여기에 표시됩니다.
lt: Čia turėtų atsirasti kiti to paties tinklo įrenginiai, naudojantys KDE Connect.
nl: Andere apparaten met KDE Connect in uw zelfde netwerk zouden hier moeten verschijnen.
nn: Andre einingar i nettverket som køyrer KDE Connect, vil dukka opp her.
pl: Tu powinny pojawić się urządzenia podłączone do tej samej sieci i które także mają uruchomione KDE Connect.
pt: Os outros dispositivos a executar o KDE Connect na mesma rede que você deverão aparecer aqui.
pt_br: Outros dispositivos executando o KDE Connect na mesma rede devem aparecer aqui.
ro: Aici ar trebui să apară alte dispozitive ce rulează KDE Connect în aceeași rețea.
ru: Здесь появятся другие устройства в этой же сети, на которых запущен KDE Connect.
sk: Tu by sa mali objaviť iné zariadenie so spustenou aplikáciou KDE Connect v rovnakej sieti.
sl: Tu bi se morale prikazati druge naprave, ki poganjajo KDE Connect v istem omrežju.
sv: Andra apparater som kör KDE-anslut i samma nätverk ska synas här.
ta: இதே பிணையத்தில் கே.டீ.யீ. கனெக்டைப் பயன்படுத்தும் மற்ற சாதனங்கள் இங்கே தெரியும்.
uk: Тут має бути показано інші пристрої у вашій мережі, де запущено KDE Connect.
zh_cn: 其他在同一网络运行 KDE Connect 的设备会在此处显示。

# device_rename_title
source: Rename device
ar: أعد تسمية الجهاز
ast: Renomáu del preséu
az: Cihazın adını dəyişmək
bg: Преименуване на устройство
cs: Přejmenovat zařízení
de: Geräte umbenennen
el: Μετονομασία συσκευής
es: Renombrar dispositivo
et: Seadme nime muutmine
eu: Aldatu izena gailuari
fi: Muuta laitteen nimeä
fr: Renommer le périphérique
gl: Renomear o dispositivo
hu: Eszköz átnevezése
id: Ubah nama peranti
is: Endurnefna tæki
it: Rinomina dispositivo
ja: デバイス名を変更
ko: 장치 이름 바꾸기
lt: Pervadinti įrenginį
nl: Apparaat hernoemen
nn: Endra namn på eining
pl: Zmień nazwę urządzenia
pt: Mudar o nome do dispositivo
pt_br: Renomear dispositivo
ro: Redenumește dispozitivul
ru: Переименование устройства
sk: Premenovanie zariadenia
sl: Preimenuj napravo
sv: Byt namn på apparat
ta: சாதனத்தின் பெயரை மாற்று
uk: Перейменувати пристрій
zh_cn: 重命名设备

# device_rename_confirm
source: Rename
ar: أعد التّسمية
ast: Renomar
az: Adını Dəyişmək
bg: Преименуване
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Renombrar
et: Nime muutmine
eu: Aldatu izena
fi: Muuta nimi
fr: Renommer
gl: Renomear
hu: Átnevezés
id: Ubah Nama
is: Endurnefna
it: Rinomina
ja: 名前変更
ko: 이름 바꾸기
lt: Pervadinti
nl: Hernoemen
nn: Endra namn
pl: Zmień nazwę
pt: Mudar o Nome
pt_br: Renomear
ro: Redenumește
ru: Переименовать
sk: Premenovať
sl: Preimenuj
sv: Byt namn
ta: மறுபெயரிடு
uk: Перейменувати
zh_cn: 重命名

source: Refresh
ar: أنعش
ast: Refrescar
az: Təzələmək
bg: Презареждане
cs: Obnovit
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Värskenda
eu: Freskatu
fi: Päivitä
fr: Mettre à jour
gl: Actualizar
hu: Frissítés
id: Segarkan
is: Endurlesa
it: Aggiorna
ja: 更新
ko: 새로 고침
lt: Įkelti iš naujo
nl: Vernieuwen
nn: Oppdater
pl: Odśwież
pt: Actualizar
pt_br: Atualizar
ro: Reîmprospătează
ru: Обновить
sk: Obnoviť
sl: Osveži
sv: Uppdatera
ta: புதுப்பி
uk: Оновити
zh_cn: 刷新

# unreachable_description
source: This paired device is not reachable. Make sure it is connected to your same network.
ar: الجهاز المقترن هذا لا يمكن الوصول إليه. تأكّد من اتّصاله بنفس الشّبكة.
ast: Esti preséu empareyáu nun ye algamable. Asegúrate de que ta conectáu a la mesma rede que tu.
az: Bu qoşulan cihaz əlçatan deyil. Bu cihazın sizinki ilə eyni şəbəkəyə qoşulduğundan əmin olun.
bg: Това сдвоено устройство не е достижимо. Уверете се, че то е свързано към същата мрежа.
cs: Toto spárované zařízení je nedosažitelné. Ujistěte se, že běží ve stejné síti.
de: Das verbundene Gerät ist nicht erreichbar. Stellen Sie sicher, dass es mit demselben Netzwerk verbunden ist
el: Αυτή η συζευγμένη συσκευή δεν είναι προσβάσιμη. Βεβαιωθείτε ότι είναι συνδεδεμένη στο δίκτυό σας.
es: Este dispositivo vinculado no está disponible. Asegúrese que está conectado a su misma red.
et: See paardunud seade pole saadaval. Kontrolli, kas see on ikka ühendatud sinuga samasse võrku.
eu: Parekatutako gailu hau ez dago eskuragarri. Egiaztatu sare berera konektatuta dagoela.
fi: Tämä pariksi kytketty laite ei ole tavoitettavissa. Tarkista, että se on yhteydessä samaan verkkoon.
fr: Ce périphérique associé n'est pas accessible. Assurez-vous qu'il est bien connecté au même réseau.
gl: Este dispositivo emparellado está fóra do alcance. Asegúrese de que está conectado á mesma rede.
hu: Ez a párosított eszköz nem érhető el. Ellenőrizze, hogy ugyanarra a hálózatra csatlakozott-e.
id: Perangkat yang disandingkan ini tidak dapat dicapai. Pastikan ia terkoneksi ke jaringanmu yang sama.
it: Questo dispositivo associato non è raggiungibile. Assicurati che sia connesso alla tua stessa rete.
ja: このペアリング済みデバイスに到達できません。同一のネットワーク内に 接続されていることを確認してください
ko: 이 연결된 장치에 접근할 수 없습니다. 같은 네트워크에 있는지 확인하십시오.
lt: Šis suporuotas įrenginys nepasiekiamas. Įsitikinkite, kad jis yra prijungtas prie to paties tinklo.
nl: Dit gepaarde apparaat is niet bereikbaar. Ga na dat het is verbonden met uw zelfde netwerk.
nn: Får ikkje kontakt med den para eininga. Sjå til at ho er kopla til same nettverk.
pl: To sparowane urządzenie jest nieosiągalne. Upewnij się, że jest podłączone do tej samej sieci.
pt: Este dispositivo emparelhado não está acessível. Certifique-se que está ligado à mesma rede que você.
pt_br: Este dispositivo emparelhado não está acessível. Certifique-se de que está conectado à mesma rede que você.
ro: Acest dispozitiv asociat nu e disponibil. Asigurați-vă că e conectat la aceeași rețea.
ru: Это сопряжённое устройство недоступно. Проверьте, подключено ли оно к этой же локальной сети.
sk: Toto spárované zariadenie nie je dosiahnuteľné. Prosím, uistite sa, že je pripojené k rovnakej sieti ako vy.
sl: Ta uparjena naprava ni dosegljiva. Prepričajte se, da je povezana v isto omrežje.
sv: Den här ihopparade apparaten kan inte nås. Försäkra dig om att den är ansluten till samma nätverk.
ta: இந்த இணைக்கப்பட்ட சாதனத்தை கிட்ட முடியவில்லை. அது இதே பிணையத்தில் இணைந்துள்ளதா என்று உறுதி செய்யுங்கள்.
uk: Цей пов’язаний пристрій недоступний. Переконайтеся, що його з’єднано з вашою мережею.
zh_cn: 此配对设备不可达。请确认它已经连接到与您相同的网络。

# no_wifi
source: You're not connected to a Wi-Fi network, so you may not be able to see any devices. Click here to enable Wi-Fi.
ast: Nun tas conectáu a una rede Wi-Fi polo que nun vas ser a ver nengún preséu. Calca equí p'activar el Wi-Fi.
az: Siz Wi-Fi şəbəkəsinə qoşulmamısınız, belə ki, siz digər cihazları görə bilməzsiniz. Wi-Fi'ı aktiv etmək üçün buraya vurun.
bg: Не сте свързани към Wi-Fi мрежа, така че може да не можете да видите нито едно устройства. Щракнете тук, за да активирате Wi-Fi.
cs: Nejste připojeni k síti WiFi, takže nemůžete vidět žádná zařízení. Pro zapnutí WiFi klikněte zde.
de: Sie sind nicht mit einem WLAN-Netzwerk verbunden, weshalb womöglich keine anderen Geräte angezeigt werden können. Klicken Sie hier um Ihr WLAN zu aktivieren
el: Δεν είστε συνδεδεμένοι σε ασύρματο δίκτυο, έτσι ίσως να μη βλέπετε καμία συσκευή.Κάνετε κλικ εδώ για να ενεργοποιήσετε το Wi-Fi.
es: No está conectado a una red Wi-Fi, por lo que puede que no vea ningún dispositivo. Pulse aquí para activar el Wi-Fi.
et: Sul puudub ühendus Wi-Fi võrguga, mistõttu sa ei näe ühtegi seadet. Klõpsa siia Wi-Fi sisselülitamiseks.
eu: Ez zaude Wi-Fi sare batera konektatuta, baliteke gailurik ez ikustea. Egin klik hemen Wi-Fia gaitzeko.
fi: Langattomaan verkkoon ei ole yhteyttä, joten laitteita ei ehkä näy. Ota langaton verkko käyttöön napsauttamalla tästä.
fr: Vous n'êtes connecté à aucun réseau Wi-Fi, il est possible que vous ne puissiez afficher aucun appareil. Cliquez ici pour activer le Wi-Fi.
gl: Non ten conexión a unha rede Wi-Fi así que pode que non vexa ningún dispositivo. Prema aquí para activar a Wi-Fi.
hu: Ön nem csatlakozik Wi-Fi hálózathoz, így előfordulhat, hogy nem láthat semmilyen eszközt. Kattintson ide a Wi-Fi bekapcsolásához.
id: Kamu belum terkoneksi ke jaringan Wi-Fi, sehingga Anda tidak bisa melihat peranti apapun. Klik di sini untuk memfungsikan Wi-Fi.
it: Non sei connesso a una rete Wi-Fi, per cui non sarai in grado di vedere alcun dispositivo. Fai clic qui per abilitare il Wi-Fi.
ja: Wi-Fi ネットワークに接続していないため、デバイスが一つも表示されない可能性があります。ここをクリックして Wi-Fi を有効化
ko: Wi-Fi 네트워크에 연결된 것 같지 않습니다. 다른 장치를 볼 수 없습니다. 여기를 클릭하면 Wi-Fi를 활성화합니다.
lt: Nesate prisijungę prie belaidžio (Wi-Fi) tinklo, taigi, galite nematyti jokių įrenginių. Spustelėkite čia, norėdami įjungti belaidį (Wi-Fi).
nl: U bent niet verbonden met een Wi-Fi-netwerk, u zou dus niet in staat kunnen zijn om apparaten te zien. Klik hier om Wi-Fi in te schakelen.
nn: Du er ikkje kopla til eit Wi-Fi-nettverk, så du vil ikkje kunna sjå nokon einingar. Trykk her for å slå på Wi-Fi.
pl: Nie jesteś połączony z siecią Wi-Fi, więc nie będziesz widział żadnych urządzeń. Naciśnij tutaj, aby włączyć Wi-Fi.
pt: Não está ligado a nenhuma rede Wi-Fi, pelo que poderá não conseguir ver nenhuns dispositivos. Carregue aqui para activar o Wi-Fi.
pt_br: Você não está conectado a nenhuma rede Wi-Fi, então não conseguirá ver nenhum dispositivo. Clique aqui para ativar o Wi-Fi.
ro: Nu v-ați conectat la o rețea Wi-Fi, așa că s-ar putea să nu vedeți niciun dispozitiv.Apăsați aici pentru a activa Wi-Fi.
ru: Устройства могут быть недоступны, так как отсутствует подключение к сети Wi-Fi. Нажмите здесь для включения Wi-Fi.
sk: Nie ste pripojení k sieti Wi-Fi, takže pravdepodobne nebudete môcť vidieť žiadne zariadenia. Kliknutím sem povolíte pripojenie Wi-Fi.
sl: Niste povezani z omrežjem Wi-Fi, zato morda ne boste mogli videti nobene naprave. Kliknite tukaj, če želite omogočiti Wi-Fi.
sv: Du är inte ansluten till ett WIFI-nätverk, så du kanske inte kan se alla apparater. Klicka här för att aktivera WIFI.
ta: நீங்கள் எந்த Wi-Fi பிணையத்துடனும் இணைந்தில்லாததால் எந்த சாதனமும் தெரியாமல் இருக்கலாம். Wi-Fi-ஐ இயக்க இங்கே தட்டுங்கள்.
uk: Ваш комп'ютер не з'єднано із мережею Wi-Fi, отже перегляд пристроїв у мережі неможливий. Натисніть тут, щоб увімкнути Wi-Fi.
zh_cn: 您未连接到 Wi-Fi 网络，所以您可能无法看到任何设备。点击此处启用 Wi-Fi。
