Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# sendkeystrokes_pref_category_summary
source: This module allows other apps to share text segments as keystrokes which will get send to the connected host
az: Bu modul, düyməyə vurmaqla, qoşulmuş ana komputerə göndərərərk başqa tətbiqlərin mətn hissəsininlərini mübadilə etməyə imkan verir
bg: Този модул позволява на други приложения да споделят текстови сегменти като натискания на клавиши, коитоще се изпраща до свързания хост
cs: Tento modul umožňuje ostatním aplikacím sdílet kusy textu jako úhozy kláves, které budou odeslány na jiný připojený stroj
de: Mit diesem Modul können andere Anwendungen Textsegmente als Tastendrücke teilen, die an den verbundenen Rechner gesendet werden
el: Αυτό το άρθρωμα επιτρέπει σε άλλες εφαρμογές να μοιράζονται τμήματα κειμένου ως πληκτρολογήσεις οι οποίες θα αποστέλονται στον συνδεδεμένο υπολογιστή
es: Este módulo permite a otras aplicaciones compartir extractos de texto como pulsaciones que son enviadas al servidor conectado
eu: Modulu honek, beste aplikazioei, konektatutako ostalarira tekla-joaldi gisa bidaliko diren testu-segmentuak partekatzeko aukera eskaintzen die
fi: Tällä moduulilla muut sovellukset voivat jakaa tekstikatkelmia yhdistetylle koneelle lähetettyinä näppäinpainalluksina
fr: Ce module permet aux autres applications de partager des portions de texte comme des appuis de touches, qui seront envoyées vers l'hôte connecté.
hu: Ez a modul lehetővé teszi más alkalmazások számára, hogy szövegrészleteket osszanak meg billentyűleütésként, amelyek elküldésre kerülnek a csatlakoztatott gépnek
id: Modul ini mengizinkan aplikasi lain untuk membagikan segmen teks sebagai penekanan tombol yang akan terkirim ke host yang terhubung
it: Questo modulo consente ad altre applicazioni di condividere segmenti di testo come sequenze di tasti che saranno inviate all'host connesso
ja: このモジュールは他のアプリがテキストのセグメントを接続されたホストに送信されるキー入力として共有できるようにします
ko: 이 모듈에서는 다른 앱에서 키 입력과 같은 문자열 조각을 공유해서 연결된 호스트로 보낼 수 있습니다
lt: Šis modulis leidžia kitoms programėlėms bendrinti teksto segmentus kaip klavišų paspaudimus, kurie bus išsiųsti į prijungtą serverį
nl: Deze module biedt andere toepassingen om tekstsegmenten als toetsaanslagen te delen die verzonden gaan worden naar de verbonden host
nn: Lèt andre appar dela tekstbitar som tastetrykk, som vert sende til den tilkopla verten
pl: Ten moduł umożliwia innym programom współdzielenie odcinków tekstu jako naciśnięć klawiszy, które będą wysyłane do podłączonego gospodarza
pt: Este módulo permite a outras aplicações partilharem segmentos de texto como eventos de teclado que serão enviados para a máquina ligada
pt_br: Este módulo permite a outros aplicativos compartilhar segmentos de texto como pressionamento de teclas que serão enviados para o host conectado
ro: Acest modul permite altor aplicații să partajeze fragmente de text ca apăsări de taste ce vor fi trimise către gazda conectată
ru: Данный модуль позволяет другим приложениям делиться фрагментами текста в виде нажатий клавиш, которые будут затем посылаться на подключённый хост.
sl: Ta modul omogoča drugim aplikacijam, da si delijo segmente besedila kot pritiske tipk, ki jih bo prejele za pošiljanje k povezanemu gostitelju
sv: Modulen låter andra program att dela textsegment som tangentnedtryckningar vilka skickas till den anslutna värddatorn
ta: மற்ற செயலிகள் பகிரும் சொற்றொடர்களை இணைக்கப்பட்ட புரவனுக்கு விசைகளாக இந்த கூறு அனுப்பும்
uk: За допомогою цього модуля інші програми можуть спільно використовувати фрагменти тексту як натискання клавіш, які буде надіслано до з'єднаного вузла мережі
zh_cn: 此模块允许其他应用共享文本段作为按键发送到连接的主机

# sendkeystrokes_pref_category_title
source: Send Keystrokes
az: Düymələrə vuruşları göndərin
bg: Изпращане клавишни набирания
cs: Posílat úhozy kláves
de: Tastendrücke senden
el: Αποστολή πληκτρολογήσεων
es: Enviar pulsaciones
eu: Bidali tekla-joaldiak
fi: Lähetä näppäinpainalluksia
fr: Envoyez les appuis de touches
hu: Billentyűleütések küldése
id: Kirimkan Penekanan Tombol
is: Senda lyklaáslátt
it: Invia combinazioni di tasti
ja: キー入力を送信
ko: 키 입력 보내기
lt: Siųsti klavišų paspaudimus
nl: Toetsaanslagen verzenden
nn: Send tastetrykk
pl: Wysyłanie klawiszy
pt: Enviar os Eventos de Teclado
pt_br: Enviar pressionamento de teclas
ro: Trimite apăsări de taste
ru: Послать нажатия клавиш
sk: Odoslať stlačenia klávesov
sl: Pošlji pritiske tipk
sv: Skicka tangentnedtryckningar
ta: விசைகளை அனுப்பு
uk: Надсилання натискань клавіш
zh_cn: 发送按键

# sendkeystrokes_pref_enabled
source: Enable Keystrokes sending
az: Düyməyə vuruşun göndərilməsini aktiv edin
bg: Активиране на изпращане на клавишни набирания
cs: Povolit odesílání úhozů kláves
de: Senden von Tastendrücken aktivieren
el: ενεργοποίηση αποστολής πληκτρολογήσεων
es: Activar el envío de pulsaciones
eu: Gaitu tekla-joaldiak bidaltzea
fi: Salli näppäinpainallusten lähettäminen
fr: Autoriser l'envoi des appuis de touches
hu: Billentyleütések küldésének bekapcsolása
id: Aktifkan pengiriman Penekanan Tombol
is: Virkja sendingu lyklaásláttar
it: Abilita l'invio di combinazioni di tasti
ja: キー入力の送信を有効化
ko: 키 입력 보내기 활성화
lt: Įjungti klavišų paspaudimų siuntimą
nl: Toetsaanslagen verzenden inschakelen
nn: Slå på sending av tastetrykk
pl: Wysyła naciśnięcia klawiszy z tego urządzenia do sterowania innym urządzeniem
pt: Activar o Envio de Eventos de Teclado
pt_br: Habilitar o envio de pressionamento de teclas
ro: Activează trimiterea de apăsări de taste
ru: Включить отсылку нажатий клавиш
sk: Povoliť odosielanie stlačení klávesov
sl: Omogoči pošiljanje pritiskov tipk
sv: Aktivera skicka tangentnedtryckningar
ta: விசைகள் அனுப்புதலை இயக்கு
uk: Увімкнути надсилання натискань клавіш
zh_cn: 启用按键发送

# sendkeystrokes_pref_enabled_summary
source: Listen for data with mime type 'text/x-keystrokes'
az: 'text/x-keystrokes' mime növü ilə verilənləri dinləyin
bg: Следене за данни с mime тип "text/x-keystrokes"
cs: Naslouchat datům s typem MIME 'text/x-keystrokes'
de: Auf Daten mit dem MIME-Typ „text/x-keystrokes“ warten
el: Ετοιμότητα για δεδομένα με mime τύπο 'text/x-keystrokes'
es: Escuchar datos con tipo mime «text/x-keystrokes»
eu: 'text/x-keystrokes' MIME-motako datuak entzutea
fi: Kuuntele dataa, jonka MIME-tyyppi on ”text/x-keystrokes”
fr: Attendre des données avec le type « MIME » « text/x-keystrokes »
hu: A „text/x-keystrokes” MIME-típusú adatok figyelése
id: Mendengarkan untuk data dengan tipe mime 'text/x-keystrokes'
it: Intercetta i dati con il tipo MIME «text/x-keystrokes»
ja: MIME タイプが 'text/x-keystrokes' のデータを受け付ける
ko: MIME 형식이 'text/x-keystrokes'인 데이터 대기
lt: Klausytis duomenų, kurių mime tipas yra 'text/x-keystrokes'
nl: Luister naar gegevens met mime-type 'text/x-keystrokes'
nn: Lytt etter data med MIME-typen «text/x-keystrokes»
pl: Nasłuchuj danych o rodzaju mime 'text/x-keystrokes'
pt: Fica à espera de dados com o tipo MIME 'text/x-keystrokes'
ro: Ascultă pentru date cu tipul MIME „text/x-keystrokes”
ru: Ожидать передачу данных с типом mime «text/x-keystrokes»
sl: Poslušaj podatke z vrsto mime 'text/x-keystrokes'
sv: Lyssna på data med Mime-typen 'text/x-keystrokes'
ta: 'text/x-keystrokes' என்ற மைம் வகையைக் கொண்ட தரவுக்கு காத்திரு
uk: Очікувати на дані з типом MIME «text/x-keystrokes»
zh_cn: 监听 MIME 类型为 “text/x-keystrokes” 的数据

# sendkeystrokes_safe_text_enabled
source: Send safe text immediately
az: Təhlükəsiz mətni dərhal göndərin
bg: Изпращане на безопасен текст незабавно
cs: Poslat bezpečný text ihned
el: Άμεση αποστολή ασφαλούς κειμένου
es: Envío inmediato de texto seguro
eu: Bidali testu segurua berehala
fi: Lähetä turvallinen teksti välittömästi
fr: Envoyez du texte confirmé immédiatement
hu: Biztonságos szöveg küldése azonnal
id: Segera mengirim teks aman
is: Senda öruggan texta strax
it: Invia subito un testo sicuro
ja: 安全なテキストをすぐに送信する
ko: 안전한 텍스트 즉시 보내기
lt: Saugų tekstą siųsti nedelsiant
nl: Stuur tekst voor opslag onmiddellijk
nn: Send sikker tekst med ein gong
pl: Wyślij bezpieczny tekst natychmiastowo
pt: Enviar texto de forma segura e imediata
pt_br: Enviar texto seguro imediatamente
ro: Trimite textul sigur imediat
ru: Немедленно отправить защищённый текст
sl: Pošlji varno besedilo takoj
sv: Skicka säker text omedelbart
ta: தீதற்ற சரங்களை உடனே அனுப்பு
uk: Надсилати безпечний текст негайно
zh_cn: 立刻发送安全文本

# sendkeystrokes_safe_text_enabled_summary
source: Send short only-numeric strings without confirmation
az: Yalnız qısa nömrəli sətirləri təsdiqləmədən göndərin
bg: Изпращане на кратки само цифрови низове без потвърждение
cs: Poslat krátké číselné řetězce bez potvrzení
el: Αποστολή σύντομων αριθμητικών-μόνο συμβολοσειρών χωρίς επιβεβαίωση
es: Enviar cadenas numéricas cortas sin confirmación
eu: Bidali zenbakizko kate laburrak berrespenik gabe
fi: Lähetä lyhyet vain numeeriset jonot vahvistuksetta
fr: Envoyez des chaînes courtes uniquement numériques sans confirmation
hu: Rövid, csak numerikus karakterláncok küldése megerősítés nélkül
id: Kirimkan string pendek hanya angka tanpa konfirmasi
is: Senda stutta strengi einungis með tölum án staðfestingar
it: Invia brevi stringhe composte da soli numeriche senza conferma
ja: 確認なしで短い数値のみの文字列を送信する
ko: 확인하지 않고 숫자만 있는 짧은 문자열 보내기
lt: Siųsti be patvirtinimo tik trumpas skaičių eilutes
nl: Stuur korte alleen-numerieke tekenreeks zonder confirmatie
nn: Send korte tekstar med berre siffer utan stadfesting
pl: Wyślij krótkie, liczbowe ciągi znaków, bez potwierdzenia
pt: Enviar textos curtos e apenas numéricos sem confirmação
ro: Trimite șiruri numerice scurte fără confirmare
ru: Без подтверждения послать короткие строки только с цифрами
sl: Pošlji kratke samo številčne niz brez potrditve
sv: Skicka bara korta numeriska strängar utan att bekräfta
ta: எண்களை மட்டும் கொண்ட குறுகிய சரங்களை உறுதிப்படுத்தாமல் அனுப்பு
uk: Надсилати короткі рядки з цифр без підтвердження
zh_cn: 发送短纯数字串时无需确认

# pref_plugin_mousepad_send_keystrokes
source: Send as keystrokes
az: Düymə vuruşu kimi göndərmək
bg: Изпращане като клавишни комбинации
cs: Posílat jako úhozy kláves
de: Als Tastendruck senden
el: Αποστολή ως πληκτρολογήσεις
es: Enviar como pulsaciones
eu: Bidali tekla-joaldi gisa
fi: Lähetä näppäinpainalluksina
fr: Envoyez comme appuis de touches
hu: Küldés billentyűleütésként
id: Kirim sebagai penekanan tombol
is: Senda sem lyklaáslátt
it: Invia come combinazioni di tasti
ja: キー入力として送信
ko: 키 입력으로 보내기
lt: Siųsti kaip klavišų paspaudimus
nl: Als toetsaanslagen verzenden
nn: Send som tastetrykk
pl: Wysyłaj jako naciśnięcia klawiszy
pt: Enviar como eventos de teclado
pt_br: Enviar como pressionamento de teclas
ro: Trimite ca apăsări de taste
ru: Послать в виде нажатий клавиш
sl: Pošlji kot pritiske tipk
sv: Skicka som tangentnedtryckningar
ta: விசைகளாக அனுப்பு
uk: Надсилати як натискання клавіш
zh_cn: 作为按键发送

# mouse_receiver_plugin_description
source: Receive remote mouse movement
az: Uzaqdakı siçanın hərəkətini qəbul etmək
bg: Получаване на дистанционно движение на мишката
cs: Přijímat vzdálený pohyb myši
el: Λήψη απομακρυσμένων κινήσεων του ποντικιού
es: Recibir el movimiento de un ratón remoto
eu: Jaso urrutiko saguaren mugimenduak
fi: Vastaanota etähiiren liike
fr: Recevoir les mouvements de la souri distante
hu: Távoli egérmozgások fogadása
id: Terima penggerakan mouse jarak jauh
is: Taka á móti fjartengdum músarhreyfingum
it: Ricevi i movimenti remoti del mouse
ja: リモートからマウスの動きを受信
ko: 원격 마우스 움직임 받기
lt: Gauti nuotolinius pelės judesius
nl: Muisbewegingen van afstand ontvangen
nn: Ta imot eksterne muserørsler
pl: Odbiera ruchy myszy z innego urządzenia do sterowania tym urządzeniem
pt: Receber o movimento remoto do rato
pt_br: Receber movimento de mouse remoto
ro: Primește mișcări de maus de la distanță
ru: Получать движения удалённой мыши
sk: Prijímanie pohybu vzdialenej myši
sl: Sprejemaj gibanje oddaljene miške
sv: Ta emot externa musrörelser
ta: தொலை சுட்டி அசைவைப் பெறு
uk: Отримувати віддалені рухи мишею
zh_cn: 接收远程鼠标移动

# mouse_receiver_plugin_name
source: Mouse receiver
az: Siçanı qəbul edən
bg: Приемане на движение на мишката
cs: Příjemce myši
el: Δέκτης ποντικιού
es: Receptor del ratón
eu: Sagu jasotzailea
fi: Hiirivastaanotin
fr: Récepteur de souris
hu: Egérvevő
id: Penerima mouse
is: Móttakari músarmerkja
it: Ricevitore del mouse
ja: マウスレシーバ
ko: 마우스 수신기
lt: Pelės gavėjas
nl: Muisontvanger
nn: Muserørsle-mottakar
pl: Odbieranie myszy
pt: Receptor do rato
pt_br: Receptor de mouse
ro: Receptor pentru maus
ru: Инструмент получения движений мыши
sk: Prijímač myši
sl: Sprejemnik miške
sv: Musmottagare
ta: சுட்டி பெறுநர்
uk: Отримання даних миші
zh_cn: 鼠标接收器

# mouse_receiver_no_permissions
source: You need to enable Accessibility Service
az: Xüsusi İmkanlarda xidməti aktiv etməlisiniz
bg: Трябва да активирате услугата за достъпност
cs: Musíte povolit Službu Zpřístupnění.
el: Απαιτείται η ενεργοποίηση της υπηρεσίας προσβασιμότητας
es: Necesita activar el servicio de accesibilidad
eu: Irisgarritasun zerbitzua gaitu behar duzu
fi: Esteettömyyspalvelu on otettava käyttöön
fr: Vous avez besoin d'accéder au service « Accessibilité »
hu: Engedélyeznie kell az akadálymentesítési szolgáltatást
id: Anda harus mengaktifkan Layanan Aksesibilitas
is: Þú þarft að virkja þjónustuna fyrir aukið aðgengi
it: Devi abilitare Servizio di accessibilità
ja: アクセシビリティサービスを有効化する必要があります
ko: 접근성 서비스를 활성화해야 합니다
lt: Jūs turite įjungti prieinamumo tarnybą
nl: U moet service toegankelijkheid inschakelen
nn: Du må slå på tilgjenge-tenesta
pl: Musisz włączyć usługę dostępności
pt: Precisa de activar o Serviço de Acessibilidade
pt_br: Você precisa habilitar o serviço de acessibilidade
ro: Trebuie să activați Serviciul de Accesibilitate
ru: Включите службу специальных возможностей
sk: Musíte povoliť službu dostupnosti
sl: Omogočiti morate storitev dostopnosti
sv: Du måste aktivera åtkomsttjänsten
ta: அணுகல்தன்மை சேவையை நீங்கள் இயக்க வேண்டும்
uk: Вам слід увімкнути службу доступності
zh_cn: 您需要启用无障碍模式

# view_status_title
source: Status
ar: الحالة
az: Vəziyyət
bg: Състояние
cs: Stav
el: Κατάσταση
es: Estado
eu: Egoera
fi: Tila
fr: État
hu: Állapot
is: Staða
it: Stato
ja: ステータス
ko: 상태
lt: Būsena
pl: Stan
pt: Estado
ro: Stare
ru: Состояние
sk: Stav
sl: Stanje
ta: நிலை
uk: Стан
zh_cn: 状态

# battery_status_format
source: Battery: %d%%
ar: البطارية: %d%%
az: Batareya: %d%%
bg: Батерия: %d%%
cs: Baterie: %d%%
el: Μπαταρία: %d%%
es: Batería: %d%%
eu: Bateria: %%%d
fi: Varaus: %d %%
fr: Batterie : %d %%
hu: Akku: %d%%
id: Baterai: %d%%
is: Rafhlaða: %d%%
it: Batteria: %d%%
ja: バッテリ: %d%%
ko: 배터리: %d%%
lt: Akumuliatorius: %d%%
nl: Batterij: %d%%
nn: Batteri: %d %%
pl: Bateria: %d%%
pt: Bateria: %d%%
pt_br: Bateria: %d%%
ro: Acumulator: %d%%
ru: Заряд батареи: %d%%
sk: Batéria: %d%%
sl: Baterija: %d%%
sv: Batteri: %d %%
ta: மின்கலம்: %d%%
uk: Акумулятор: %d%%
zh_cn: 电池：%d%%

# battery_status_low_format
source: Battery: %d%% Low Battery
ar: البطارية: %d%% منخفضة
az: Batareya: %d%% Zəif batareya
bg: Батерия: %d%% Ниско ниво на батерията
cs: Baterie: %d%% Téměř vybitá baterie
el: Μπαταρία: %d%% Χαμηλή συάθμη
es: Batería: %d%% Batería baja
eu: Bateria: %%%d bateria baxu
fi: Varaus: %d %%, vähissä
fr: Batterie : %d %% Batterie faible
hu: Akku: %d%% alacsony töltöttség
id: Baterai: %d%% Baterai Lemah
is: Rafhlaða: %d%% lítil hleðsla
it: Batteria: %d%% livello basso
ja: バッテリ: %d%% 残量低下
ko: 배터리: %d%% 배터리 부족
lt: Akumuliatorius: %d%% baigia išsikrauti
nl: Batterij: %d%% lage batterij
nn: Batteri: %d %% – lågt batterinivå
pl: Bateria: %d%% niski poziom
pt: Bateria: %d%% Bateria Fraca
pt_br: Bateria: %d%% bateria baixa
ro: Acumulator: %d%% Acumulator scăzut
ru: Заряд батареи: %d%% (низкий уровень)
sk: Batéria: %d%% Nízka úroveň batérie
sl: Baterija: %d%% skoraj prazna
sv: Batteri: %d %% låg laddning
ta: மின்கலம்: %d%% குறைந்த மின்கலம்
uk: Акумулятор: %d%%, низький заряд
zh_cn: 电池：%d%% 电量低

# battery_status_charging_format
source: Battery: %d%% charging
ar: البطارية: %d%% تشحن
az: Batareya: %d%% doldurulur
bg: Батерия: %d%% зареждане
cs: Battery: %d%% nabíjí se
el: Μπαταρία: %d%% φόρτιση
es: Batería: %d%% cargando
eu: Bateria: %%%d kargatzen
fi: Varaus: %d %%, latautuu
fr: Battery: %d%% en charge
hu: Akku: %d%% töltés
id: Baterai %d%% mengisi
is: Rafhlaða: %d%% í hleðslu
it: Batteria: %d%% in carica
ja: バッテリ: %d%% 充電中
ko: 배터리: %d%% 충전 중
lt: Akumuliatorius: %d%% įkraunamas
nl: Batterij: %d%% opladen
nn: Batteri: %d %% – ladar
pl: Bateria: %d%% ładowanie
pt: Bateria: %d%% a carregar
pt_br: Bateria: %d%% carregando
ro: Acumulator: %d%% se încarcă
ru: Заряд батареи: %d%% (заряжается)
sk: Batéria: %d%% nabíja sa
sl: Baterija: %d%% se polni
sv: Batteri: %d %% laddas
ta: மின்கலம்: %d%% மின்னேறுகிறது
uk: Акумулятор: %d%% (заряджається)
zh_cn: 电池：%d%% 正在充电

# battery_status_unknown
source: Battery information not available
az: Batareya haqqında məlumat əlçatan deyil
bg: Информацията за батерията не е налична
cs: Informace o baterii jsou nedostupné
el: Πληροφορίες για τη μπαταρία δεν είναι διαθέσιμες
es: Información de batería no disponible
eu: Bateriari buruzko informazioa ez dago erabilgarri
fi: Varaustietoa ei ole saatavilla
fr: Informations de batterie non disponibles
hu: Nem érhetők el akkuinformációk
id: Informasi baterai tidak tersedia
is: Upplýsingar um rafhlöðu ekki tiltækar
it: Informazioni sulla batteria non disponibili
ja: バッテリ情報が利用できません
ko: 배터리 정보를 사용할 수 없음
lt: Informacija apie akumuliatorių neprieinama
nl: Batterij-informatie niet beschikbaar
nn: Batteriinformasjon er ikkje tilgjengeleg
pl: Dane o baterii są niedostępne
pt: A informação da bateria não está disponível
pt_br: Informação de bateria não disponível
ro: Nu sunt disponibile informații despre acumulator
ru: Информация о заряде батареи недоступна
sk: Informácie o batérii nie sú dostupné
sl: Ni podatkov o bateriji
sv: Batteriinformation inte tillgänglig
ta: மின்கல விவரங்கள் கிடைக்கவில்லை
uk: Дані щодо акумулятора недоступні
zh_cn: 电池信息不可用

# category_connected_devices
source: Connected devices
ar: الأجهزة المقترن بها
ast: Preseos conectaos
az: Qoşulmuş cihazlar
bg: Свързани устройства
cs: Připojená zařízení
de: Verbundene Geräte
el: Συνδεδεμένες συσκευές
es: Dispositivos conectados
et: Ühendatud seadmed
eu: Konektatutako gailuak
fi: Yhdistetyt laitteet
fr: Périphériques connectés
gl: Dispositivos conectados
hu: Csatlakoztatott eszközök
id: Perangkat terkoneksi
is: Tengd tæki
it: Dispositivi connessi
ja: 接続済みのデバイス
ko: 연결된 장치
lt: Prijungti įrenginiai
nl: Verbonden apparaten
nn: Tilkopla einingar
pl: Podłączone urządzenia
pt: Dispositivos ligados
pt_br: Dispositivos conectados
ro: Dispozitive conectate
ru: Подключённые устройства
sk: Pripojené zariadenia
sl: Povezane naprave
sv: Anslutna apparater
ta: இணைக்கப்பட்ட சாதனங்கள்
uk: З’єднані пристрої
zh_cn: 已连接设备

# category_not_paired_devices
source: Available devices
ar: الأجهزة المتوفّرة
ast: Preseos disponibles
az: Mövcud cihazlar
bg: Налични устройства
cs: Dostupná zařízení
de: Verfügbare Geräte
el: Διαθέσιμες συσκευές
es: Dispositivos disponibles
et: Saadaolevad seadmed
eu: Gailu eskuragarriak
fi: Saatavilla olevat laitteet
fr: Périphériques disponibles
gl: Dispositivos dispoñíbeis
hu: Elérhető eszközök
id: Perangkat tersedia
is: Tiltæk tæki
it: Dispositivi disponibili
ja: 利用可能なデバイス
ko: 사용 가능한 장치
lt: Prieinami įrenginiai
nl: Beschikbare apparaten
nn: Tilgjengelege einingar
pl: Dostępne urządzenia
pt: Dispositivos disponíveis
pt_br: Dispositivos disponíveis
ro: Dispozitive disponibile
ru: Доступные устройства
sk: Dostupné zariadenia
sl: Naprave na voljo
sv: Tillgängliga apparater
ta: கிட்டுகின்ற சாதனங்கள்
uk: Доступні пристрої
zh_cn: 可用的设备

# category_remembered_devices
source: Remembered devices
ar: الأجهزة المتذكَّرة
ast: Preseos recordaos
az: Yadda saxlanılan cihazlar
bg: Запомнени устройства
cs: Zapamatovaná zařízení
de: Gemerkte Geräte
el: Συσκευές στη μνήμη
es: Dispositivos recordados
et: Meeldejäetud seadmed
eu: Gogoratutako gailuak
fi: Muistetut laitteet
fr: Périphériques mémorisés
gl: Dispositivos coñecidos
hu: Megjegyzett eszközök
id: Perangkat teringat
is: Munuð tæki
it: Dispositivi memorizzati
ja: ペアリング済みのデバイス
ko: 기억하는 장치
lt: Įsiminti įrenginiai
nl: Onthouden apparaten
nn: Hugsa einingar
pl: Zapamiętane urządzenia
pt: Dispositivos recordados
pt_br: Dispositivos lembrados
ro: Dispozitive memorizate
ru: Известные устройства
sk: Zapamätané zariadenia
sl: Naprave, ki so zapomnjene
sv: Ihågkomna apparater
ta: நினைவிலுள்ள சாதனங்கள்
uk: Відомі пристрої
zh_cn: 记住的设备

# device_menu_plugins
source: Plugin settings
ar: إعدادات الملحقة
ast: Axustes de plugins
az: Plaqin ayarları
bg: Настройки на приставки
cs: Nastavení modulů
de: Modul-Einstellungen
el: Ρυθμίσεις προσθέτων
es: Preferencias del complemento
et: Plugina seadistused
eu: Pluginen ezarpenak
fi: Liitännäisten asetukset
fr: Paramètres des modules externes
gl: Configuración do complemento
hu: Bővítménybeállítások
id: Pengesetan plugin
is: Stillingar á forritsviðbót
it: Impostazioni estensioni
ja: プラグイン設定
ko: 플러그인 설정
lt: Papildinio nuostatos
nl: Plugin-instellingen
nn: Programtillegg-oppsett
pl: Ustawienia wtyczek
pt: Configuração do 'plugin'
pt_br: Configuração dos plugins
ro: Configurare extensii
ru: Параметры модулей
sk: Nastavenia zás. modulu
sl: Nastavitve vtičnikov
sv: Inställningar av insticksprogram
ta: செருகுநிரல் அமைப்புகள்
uk: Параметри додатків
zh_cn: 插件设置

# device_menu_unpair
source: Unpair
ar: ألغِ الاقتران
ast: Desempareyar
az: Ayırmaq
bg: Разкачване
cs: Zrušit párování
de: Verbindung trennen
el: Διαχωρισμός
es: Desvincular
et: Eemalda paardumine
eu: Desparekatu
fi: Poista laitepari
fr: Dissocier
gl: Desemparellarse
hu: Leválasztás
id: Leraikan
is: Afpara
it: Disassocia
ja: ペアリング解除
ko: 연결 해제
lt: Panaikinti suporavimą
nl: Paar uit elkaar halen
nn: Løys paring
pl: Odparuj
pt: Desemparelhar
pt_br: Cancelar emparelhamento
ro: Dezasociază
ru: Снять сопряжение
sk: Zrušiť párovanie
sl: Razkleni par
sv: Ta bort ihopparning
ta: இணைப்பை துண்டி
uk: Скасувати пов’язування
zh_cn: 取消配对

source: Pair new device
ar: اقرن جهازًا جديدًا
ast: Empareyar un preséu nuevu
az: Yeni cihaz qoşmaq
bg: Сдвояване на ново устройство
cs: Spárovat nové zařízení
de: Ein neues Gerät verbinden
el: Σύζευξη νέας συσκευής
es: Vincular nuevo dispositivo
et: Paarita uus seade
eu: Parekatu gailu berria
fi: Kytke uusi laite pariksi
fr: Associer un nouveau périphérique
gl: Emparellar cun novo dispositivo
hu: Új eszköz párosítása
id: Sandingkan peranti baru
is: Para nýtt tæki
it: Associa nuovo dispositivo
ja: 新しいデバイスをペアリング
ko: 새 장치 연결
lt: Suporuoti naują įrenginį
nl: Nieuw apparaat paren
nn: Par ny eining
pl: Sparuj nowe urządzenie
pt: Emparelhar um novo dispositivo
pt_br: Emparelhar novo dispositivo
ro: Asociază dispozitiv nou
ru: Создать сопряжение с новым устройством
sk: Spárovať nové zariadenie
sl: Upari novo napravo
sv: Para ihop ny apparat
ta: புதிய சாதனத்தை இணை
uk: Пов’язати новий пристрій
zh_cn: 配对新设备

source: Unknown device
ar: جهاز مجهول
az: Naməlum Cihaz
bg: Неизвестно устройство
cs: Neznámé zařízení
de: Unbekanntes Gerät
el: Άγνωστη συσκευή
es: Dispositivo desconocido
et: Tundmatu seade
eu: Gailu ezezaguna
fi: Tuntematon laite
fr: Périphérique inconnu
gl: Dispositivo descoñecido
hu: Ismeretlen eszköz
id: Perangkat tak diketahui
is: Óþekkt tæki
it: Dispositivo sconosciuto
ja: 不明なデバイス
ko: 알 수 없는 장치
lt: Nežinomas įrenginys
nl: Onbekend apparaat
nn: Ukjend eining
pl: Nieznane urządzenie
pt: Dispositivo desconhecido
pt_br: Dispositivo desconhecido
ro: Dispozitiv necunoscut
ru: Неизвестное устройство
sk: Neznáme zariadenie
sl: Neznana naprava
sv: Okänd apparat
ta: தெரியாத சாதனம்
uk: Невідомий пристрій
zh_cn: 未知设备
