Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

source: Maintainer and developer
ar: المصين ومطوّر
az: Müşayətçi və tərtibatçı
bg: Поддържащ и разработчик
cs: Správce a vývojář
el: Συντηρητής και προγραμματιστής
es: Mantenedor y desarrollador
eu: Arduraduna eta garatzailea
fi: Ylläpitäjä ja kehittäjä
fr: Mainteneur et développeur
hu: Karbantartó és fejlesztő
id: Perawat dan pengembang
is: Umsjónarmaður og forritari
it: Responsabile e sviluppatore
ja: メンテナと開発者
ko: 관리자 및 개발자
lt: Prižiūrėtojas ir programuotojas
nl: Onderhouder en ontwikkelaar
nn: Vedlikehaldar og utviklar
pl: Opiekun i programista
pt: Manutenção e desenvolvimento
pt_br: Mantenedor e desenvolvedor
ro: Responsabil și dezvoltator
ru: Сопровождающий и разработчик
sl: Vzdrževalec in razvijalec
sv: Underhåll och utvecklare
ta: பராமரிப்பாளரும் நிரலாளரும்
uk: Супровідник і розробник
zh_cn: 维护者和开发者

source: Developer
ar: مطوّر
az: Tərtibatçı
bg: Разработка
cs: Vývojář
el: Προγραμματιστής
es: Desarrollador
eu: Garatzailea
fi: Kehittäjä
fr: Développeur
hu: Fejlesztő
id: Pengembang
is: Forritari
it: Sviluppatore
ja: 開発者
ko: 개발자
lt: Programuotojas
nl: Ontwikkelaar
nn: Utviklar
pl: Programista
pt: Desenvolvimento
pt_br: Desenvolvedor
ro: Dezvoltator
ru: Разработчик
sk: Vývojár
sl: Razvijalec
sv: Utvecklare
ta: நிரலாளர்
uk: Розробник
zh_cn: 开发者

# apple_support
source: macOS support. Working on iOS support
az: macOS dəstəyi. İOS dəstəklənməsi üzərində işləyirik
bg: Поддръжка на macOS. Работи се по поддръжката на iOS
cs: Podpora macOS. Práce na podpoře iOS
el: Υποστήριξη macos. Εργασία υποστήριξης iOS
es: Soporte para macOS. Trabajando en el soporte para iOS
eu: macOS-ren euskarria. iOS-en euskarria lantzen
fi: macOS-tuki. Työn alla iOS-tuki
fr: Prise en charge de MacOs. Travail en cours sur la prise en charge de iOS.
hu: macOS támogatás, munka az iOS támogatáson
id: Dukungan macOS. Bekerja pada dukungan iOS
is: Stuðningur við macOS. Unnið að stuðningi við iOS
it: Supporto macOS. Lavorazione supporto iOS
ja: macOS サポート。iOS サポートに取り組み中
ko: macOS 지원. iOS 지원 작업 중
lt: macOS palaikymas. Darbas ties iOS palaikymu
nl: macOS ondersteuning. Werken aan iOS ondersteuning
nn: Støtte for macOS – arbeider med støtte for iOS
pl: Obsługa macOS. Praca nad obsługą iOS
pt: Suporte para o macOS. A tratar do suporte para iOS
pt_br: Suporte ao macOS. Trabalhando no suporte ao iOS
ro: Suport pentru macOS. Lucrează la suportul pentru iOS
ru: Поддержка macOS, работа над поддержкой iOS.
sl: podpora za macOS. Delo na podpori za iOS
sv: Stöd för macOS, arbete på stöd för iOS
ta: macOS ஆதரவு. iOS ஆதரவை வழங்கவும் முயற்சிக்கிறார்
uk: Підтримка macOS. Робота над підтримкою iOS
zh_cn: macOS 支持。iOS 支持功能正在开发

source: Bug fixes and general improvements
ar: إصلاح علل وتحسينات عامة
az: Xəta sazlamaları və əsas yaxşılaşdırmalar
bg: Поправки на грешки и общи подобрения
cs: Opravy chyb a vylepšení
el: Διόρθωση σφαλμάτων και γενικές βελτιώσεις
es: Arreglos y mejoras generales
eu: Akatsen konponketa eta hobekuntza orokorrak
fi: Virhekorjauksia ja yleisparannuksia
fr: Correction de bogues et améliorations générales
hu: Hibajavítások és általános fejlesztések
id: Perbaikan bug dan peningkatan umum
is: Villuleiðréttingar og almennar endurbætur
it: Correzione bug e miglioramenti generali
ja: バグ修正と全体的な改善
ko: 버그 수정과 개선
lt: Klaidų pataisymai ir bendri patobulinimai
nl: Bugreparaties en algemene verbeteringen
nn: Feilrettingar og generelle forbetringar
pl: Usuwanie błędów i poprawki
pt: Correcções de erros e melhorias gerais
pt_br: Correções de erros e melhorias em geral
ro: Corecții de defecte și îmbunătățiri generale
ru: Исправления и улучшения
sl: Popravki napak in splošne izboljšave
sv: Felrättningar och allmänna förbättringar
ta: பிழைதிருத்தங்களும் பொதுவான மேம்பாடுகளும்
uk: Налагодження і загальні вдосконалення
zh_cn: 程序缺陷修正和常规改进

# samoilenko_yuri_task
source: SFTP implementation, bug fixes and general improvements
az: SFTP tətbiqi, xəta sazlamaları və əsas yaxşılaşdırmalar
bg: Внедряване на SFTP, поправки на грешки и общи подобрения
cs: Implementace SFTP, opravy chyb a obecná vylepšení
el: Υλοποίηση SFTP, διόρθωση σφαλμάτων και γενικές βελτιώσεις
es: Implementación SFTP, arreglos y mejoras generales
eu: SFTP inplementatzea, akatsen konponketa eta hobekuntza orokorrak
fi: SFTP-toteutus, virheenkorjaukset ja yleisparannukset
fr: Implémentation de SFTP, corrections de bogues et améliorations générales
hu: SFTP implementáció, hibajavítások és általános fejlesztések
id: Implementasi SFTP, perbaikan bug dan peningkatan pada umumnya
is: SFTP-innleiðing, villuleiðréttingar og almennar endurbætur
it: Implementazione SFTP, correzioni di bug e miglioramenti generali
ja: SFTP の実装、バグ修正と全体的な改善
ko: SFTP 구현, 버그 수정과 개선
lt: SFTP įgyvendinimas, klaidų pataisymai ir bendri patobulinimai
nl: SFTP implementatie, reparaties van bugs en algemene verbeteringen
nn: SFTP-implementering, feilrettingar og generelle forbetringar
pl: Implementacja SFTP, usuwanie błędów i ogólne usprawnienia
pt: Implementação do SFTP, correcções de erros e melhorias gerais
pt_br: Implementação SFTP, correções de erros e melhorias em geral
ro: Implementare SFTP, corecții de defecte și îmbunătățiri generale
ru: Реализация поддержки протокола SFTP, исправления и улучшения
sl: Izvedba SFTP, popravki napak in splošne izboljšave
sv: SFTP-implementering, felrättningar och allmänna förbättringar
uk: Реалізація SFTP, виправлення вад і загальні удосконалення
zh_cn: SFTP 实现、程序缺陷修正和常规改进

# aniket_kumar_task
source: SMS plugin improvements
az: SMS əlavəsi yaxşılaşdırılması
bg: Подобрения на плъгина за SMS
cs: Vylepšení modulu SMS
el: Βελτιώσεις πρόσθετου SMS
es: Mejoras en el complemento SMS
eu: SMS pluginaren hobekuntzak
fi: Tekstiviestiliitännäisen parannukset
fr: Améliorations du module externe pour SMS
hu: SMS bővítmény továbbfejlesztése
id: Peningkatan plugin SMS
is: Endurbætur á SMS-viðbót
it: Miglioramenti all'estensione SMS
ja: SMS プラグインの改善
ko: SMS 플러그인 개선
lt: SMS papildinio patobulinimai
nl: Verbeteringen aan SMS-plug-in
nn: Forbetringar i SMS-tillegget
pl: Usprawnienia we wtyczce do SMSów
pt: Melhorias no 'plugin' de SMS
pt_br: Melhorias no plugin de SMS
ro: Îmbunătățiri pentru extensia SMS
ru: Улучшения модуля SMS
sl: Izboljšave vtičnika SMS
sv: Förbättringar av SMS-insticksprogram
ta: SMS செருகுநிரலை மேம்படுத்துதல்
uk: Удосконалення додатка SMS
zh_cn: 短消息插件改进

# alex_fiestas_task
source: Contacts plugin improvements
az: Əlaqələr əlavəsi yaxşılaşdırılması
bg: Подобрения на плъгина за контакти
cs: Vylepšení modulu kontaktů
el: Βελτιώσεις πρόσθετου επαφών
es: Mejoras en el complemento de contactos
eu: Kontaktuen pluginaren hobekuntzak
fi: Yhteystietoliitännäisen parannukset
fr: Améliorations du module externe pour les contacts
hu: Névjegyek bővítmény továbbfejlesztése
id: Peningkatan plugin kontak
is: Endurbætur á tengiliðaviðbót
it: Miglioramenti all'estensione dei contatti
ja: 連絡先プラグインの改善
ko: 연락처 플러그인 개선
lt: Adresatų papildinio patobulinimai
nl: Verbeteringen aan contactpersoon-plug-in
nn: Forbetringar i kontakt-tillegget
pl: Usprawnienia we wtyczce kontaktów
pt: Melhorias no 'plugin' de contactos
pt_br: Melhorias no plugin de contatos
ro: Îmbunătățiri pentru extensia Contacte
ru: Улучшения модуля «контакты»
sl: Izboljšave vtičnika stikov
sv: Förbättringar av kontaktinsticksprogram
ta: தொடர்புகள் செருகுநிரலை மேம்படுத்துதல்
uk: Удосконалення додатка контактів
zh_cn: 联系人插件改进

# maxim_leshchenko_task
source: UI improvements and this about page
az: İİ yaxşılaşdırmaları və bu haqda səhifə
bg: Подобрения на потребителския интерфейс и тази страница за
cs: Vylepšení prostředí a tato stránka o aplikaci
el: Βελτιώσεις γραφικού περιβάλλοντος και της σελίδας του περιγράμματος
es: Mejoras en la UI y la página «Acerca de»
eu: Erabiltzaile-interfazean hobekuntzak eta Honi buru orria hau
fi: Käyttöliittymäparannukset ja tämä tietosivu
fr: Améliorations de l'interface utilisateur et de cette page d'à propos
hu: Fejlesztések a felhasználói felületen, és a névjegy oldal
id: Peningkatan UI dan halaman tentang ini
it: Miglioramenti all'interfaccia utente e questa pagina informativa
ja: UI の改善とこの情報ページ
ko: UI 개선과 정보 페이지
lt: Naudotojo sąsajos patobulinimai ir šis puslapis apie programą
nl: Verbeteringen aan UI en deze info over pagina
nn: Forbetringar av brukarflata og denne «om»-sida
pl: Usprawnienia do interfejsu i strony o programie
pt: Melhorias na interface e nesta página Acerca
pt_br: Melhorias na interface e nesta página Sobre
ro: Îmbunătățiri ale interfeței și această pagină Despre
ru: Улучшения интерфейса и страница «О программе"
sl: Izboljšave uporabniškega vmesnika in ta stran o programu
sv: Förbättringar av användargränssnitt och den här om-sidan
ta: இடைமுகப்பு மேம்பாடுகளும் இப்பக்கமும்
uk: Удосконалення інтерфейсу та ця інформаційна сторінка
zh_cn: 界面改进和此关于页面

# holger_kaelberer_task
source: Remote keyboard plugin and bug fixes
az: Uzaq klaviatura əlavəsi və xəta sazlamaları
bg: Плъгин за отдалечена клавиатура и поправки на грешки
cs: Vzdálené modul klávesnice a opravy chyb
el: Πρόσθετο απομακρυσμένου πληκτρολπγίου και διορθώσεις σφαλμάτων
es: Complemento del teclado remoto y arreglos
eu: Urruneko teklatuaren plugina eta akatsen konponketa
fi: Etänäppäimistöliitännäinen ja virheenkorjaukset
fr: Corrections du module externe de clavier sans fil et de bogues
hu: Távoli billentyűzet bővítmény és hibajavítások
id: Plugin keyboard jarak jauh dan perbaikan kutu
it: Estensione della tastiera remota e correzioni di bug
ja: リモートキーボードプラグインとバグ修正
ko: 원격 키보드 플러그인과 버그 수정
lt: Nuotolinės klaviatūros papildinys ir klaidų pataisymai
nl: Plug-in voor toetsenbord op afstand en reparaties
nn: Fjerntastatur-tillegget og feilrettingar
pl: Wtyczka zdalnej klawiatury i usuwanie błędów
pt: 'Plugin' do teclado remoto e correcções de erros
pt_br: Plugin de teclado remoto e correções de erros
ro: Extensie pentru tastatura distantă și corecții de defecte
ru: Модуль «удалённая клавиатура» и исправления ошибок
sk: Zásuvný modul vzdialenej klávesnice a opravy chýb
sl: Vtičnik za oddaljeno tipkovnico in popravki napak
sv: Insticksprogram för fjärrtangentbord och felrättningar
ta: தொலை விசைப்பலகை செருகுநிரலும் பிழைதிருத்தங்களும்
uk: Додаток бездротової клавіатури та виправлення вад
zh_cn: 远程键盘插件和程序缺陷修正

# saikrishna_arcot_task
source: Support for using the keyboard in the remote input plugin, bug fixes and general improvements
az: Uzaq daxiletmə əlavəsində klaviaturanın istifadəsini dəstəklənməsi, xəta sazlamaları və əsas yaxşılaşdırmalar
bg: Поддръжка за използване на клавиатура в плъгина за отдалечено въвеждане, поправки на грешки и общи подобрения
cs: Podpora použití klávesnice na vzdáleném vstupním modulu, opravy chyb a obecná zlepšení
el: Υποστήριξη της χρήσης του πληκτρολογίου στο πρόσθετο απομακρυσμένης σύνδεσης, διορθώσεις σφαλμάτων και γενικές βελτιώσεις
es: Soporte para usar el teclado en el complemento de entrada remota, arreglos y mejoras generales
eu: Urruneko sarrerako pluginean teklatua erabiltzeko euskarria, akatsen konponketa eta hobekuntza orokorrak
fi: Tuki näppäimistön käytölle etäsyöteliitännäisessä, virheenkorjaukset ja yleisparannukset
fr: Prise en charge de l'utilisation du clavier dans le module d'entrée à distance, corrections de bogues et améliorations générales
hu: Támogatás a billentyűzet használatához a távoli bement bővítményben, hibajavítások és általános fejlesztések
id: Dukungan untuk penggunaan keyboard di dalam plugin input jarak jauh, perbaikan bug dan peningkatan pada umumnya
it: Supporto per l'utilizzo della tastiera nell'estensione di inserimento remoto, correzioni di bug e miglioramenti generali
ja: リモート入力プラグインでのキーボードのサポート、バグ修正と全体的な改善
ko: 원격 입력 플러그인에서 키보드 사용 지원, 버그 수정과 개선
lt: Palaikymas, skirtas naudoti klaviatūrą nuotolinio įvedimo papildinyje, klaidų pataisymai ir bendri patobulinimai
nl: Ondersteuning voor gebruik van toetsenbord in de plug-in voor invoer op afstand, bugreparaties en algemene verbeteringen
nn: Støtte for bruk av tastaturet i fjernstyrings­tillegget, feilrettingar og generelle forbetringar
pl: Wsparcie do obsługi klawiatury we wtyczce zdalnego wprowadzania, usuwanie błędów i ogólne usprawnienia
pt: Suporte para usar o teclado no 'plugin' de introdução de dados remoto, correcções de erros e melhorias gerais
pt_br: Suporte para usar o teclado no plugin de entrada remoto, correções de erros e melhorias em geral
ro: Suport pentru folosirea tastaturii în extensia de introducere de la distanță, corecții de defecte și îmbunătățiri generale
ru: Поддержка использования клавиатуры для удалённого ввода, исправления и улучшения
sl: Podpora za uporabo tipkovnice vtičnika za oddaljen vnos, popravki napak in splošne izboljšave
sv: Stöd för användning av tangentbordet i insticksprogrammet för fjärrinmatning, felrättningar och allmänna förbättringar
uk: Підтримка використання клавіатури у додатку віддаленого введення, виправлення вад і загальні удосконалення
zh_cn: 支持在远程输入插件中使用键盘、程序缺陷修正和常规改进

# everyone_else
source: Everyone else who has contributed to KDE Connect over the years
az: İllər boyu KDE Connect'ə töhfə verən hər kəs
bg: Всички останали, които са допринесли за KDE Connect през годините
cs: Každý kdo přispěl do KDE Connect během let
el: Οποιοσδήποτε άλλος έχει συμβάλλει στο παρελθόν στο KDE Contact
es: Todos los demás que han contribuido a KDE Connect a lo largo de su historia
eu: Urteetan KDE Connect-ekin lagundu duten gainerako guztiak
fi: Kaikki muut vuosien varrella KDE Connectia avustaneet
fr: Toutes les autres personnes ayant contribué à « KDE Connect » depuis plusieurs années
hu: Mindenki más, aki hozzájárult a KDE Connect fejlesztéséhez az évek alatt
id: Semua orang yang telah berkontribusi pada KDE Connect selama bertahun-tahun
it: Tutti gli altri che hanno contribuito a KDE Connect nel corso degli anni
ja: KDE Connect に貢献してきたその他すべての人々
ko: 그 외 오랫동안 KDE Connect에 기여한 사람들
lt: Visiems, kas per ilgus metus talkino KDE Connect
nl: Ieder ander die over de jaren heeft bijgedragen aan KDE Connect
nn: Alle andre som har hjelpt til med utviklinga av KDE Connect opp gjennom åra
pl: Inni którzy współtworzyli KDE Connect na przestrzeni lat
pt: Todos os que contribuíram para o KDE Connect ao longo dos tempos
pt_br: Todos os outros que contribuíram para o KDE Connect ao longo dos anos
ro: Toți cei care au contribuit la KDE Connect de-a lungul anilor
ru: Все остальные участники проекта KDE Connect за несколько лет
sl: Vsi ostali, ki so prispevali za KDE Connect v letih razvoja
sv: Alla andra som har bidragit till KDE-anslut under alla år
ta: கடந்த ஆண்டுகளில் கே.டீ.யீ. கனெக்டிற்கு பங்களித்த மற்றவர்கள்
uk: Усім іншим, хто робив внесок до KDE Connect протягом років розробки
zh_cn: 以及多年来为 KDE Connect 作出过贡献的其他所有人

source: Send clipboard
ar: أرسل الحافظة
az: Mübadilə buferinə göndərin
bg: Изпращане на клипборд
cs: Poslat schránku
es: Enviar al portapapeles
eu: Bidali arbelekoa
fi: Lähetä leikepöytä
fr: Envoyer le presse-papier
hu: Vágólap küldése
id: Kirimkan papan klip
is: Senda klippispjald
it: Invia gli appunti
ja: クリップボードを送信
ko: 클립보드 보내기
lt: Siųsti iškarpinę
nl: Klembord verzenden
nn: Send utklippstavla
pl: Wysyłanie schowka
pt: Enviar para a área de transferência
pt_br: Enviar para área de transferência
ro: Trimite clipboard
ru: Передать буфер обмена
sl: Pošlji odložišče
sv: Skicka klippbord
ta: பிடிப்புப்பலகையை அனுப்பு
uk: Надіслати вміст буфера
zh_cn: 发送剪贴板

source: Tap to execute
az: İcra etmək üçün vurun
bg: Докоснете, за да се изпълни
cs: Pro spuštění ťukněte sem
es: Pulse para ejecutar
eu: Tak egin exekutatzeko
fi: Suorita napauttamalla
fr: Tapotez pour lancer
hu: Koppintson a végrehajtáshoz
id: Ketuk untuk menjalankan
is: Pikkaðu til að keyra
it: Tocca per eseguire
ja: タップして実行
ko: 실행하려면 누르십시오
lt: Bakstelėkite, norėdami vykdyti
nl: Tik om uit te voeren
nn: Tapp for å utføra handlinga
pl: Stuknij, aby wykonać
pt: Toque para executar
pt_br: Toque para executar
ro: Atingeți pentru a executa
ru: Коснитесь, чтобы выполнить действие
sl: Tapkajte za izvedbo
sv: Rör för att köra
ta: இயக்க தட்டவும்
uk: Торкніться, щоб виконати
zh_cn: 轻触执行

source: KDE Connect
ar: كدي المتّصل
sv: KDE-anslut
ta: கே.டீ.யீ. கனெக்ட்

source: KDE
ar: كدي
ta: கே.டீ.யீ.

# share_to
source: Share To‚Ä¶
id: Berbagi Ke...

source: Konqi
ar: كوينكي
