Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# manifest_label_share
source: Send to Device
ar: أرسِل إلى جهاز
az: Cihaza göndərin
bg: Изпращане до устройство
cs: Poslat na zařízení
es: Enviar al dispositivo
eu: Bidali gailura
fi: Lähetä laitteeseen
fr: Envoyer vers un périphérique
hu: Küldés eszközre
id: Kirim ke Peranti
is: Senda til tækis
it: Invia al dispositivo
ja: デバイスに送信
ko: 장치로 보내기
lt: Siųsti į įrenginį
nl: Naar apparaat verzenden
nn: Send til eining
pl: Wyślij na urządzenie
pt: Enviar para o Dispositivo
pt_br: Enviar para dispositivo
ro: Trimite către dispozitiv
ru: Отправить на устройство
sl: Poslano na napravo
sv: Skicka till apparat
ta: சாதனத்திற்கு அனுப்பு
uk: Надіслати на пристрій
zh_cn: 发送到设备

# foreground_notification_no_devices
source: Not connected to any device
ar: غير متصل بأي جهاز
ast: Nun se conectó con nengún preséu
az: Hər hansı bir cihaz qoşulmayıb
bg: Няма свързано устройство
cs: Žádná připojená zařízení
de: Keine bestehenden Verbindungen
el: Δεν είναι συνδεδεμένο σε συσκευή
es: No conectado a ningún dispositivo
et: Pole ühendatud ühegi seadmega
eu: Ez dago ezein gailuetara konektaturik
fi: Ei laiteyhteyttä
fr: Aucun périphérique connecté
gl: Non conectado a ningún dispositivo
hu: Nincs csatlakozva egy eszközhöz sem
id: Belum terkoneksi ke peranti apa pun
is: Ekki tengt við nein tæki
it: Non connesso ad alcun dispositivo
ja: デバイスに接続されていません
ko: 연결된 장치 없음
lt: Neprisijungta prie jokio įrenginio
nl: Niet verbonden met enig apparaat
nn: Ikkje tilkopla ei eining
pl: Niepołączony z żadnym urządzeniem
pt: Não está ligado a nenhum dispositivo
pt_br: Não está conectado a nenhum dispositivo
ro: Niciun dispozitiv conectat
ru: Не подключено ни к одному устройству
sk: Nepripojené k žiadnemu zariadeniu
sl: Ni povezan z nobeno napravo
sv: Inte ansluten till någon apparat
ta: எச்சாதனத்துடனும் இணைக்கப்படவில்லை
uk: Не з'єднано із жодним пристроєм
zh_cn: 未连接到任何设备

# foreground_notification_devices
source: Connected to: %s
ar: متّصل بـ: %s
ast: Coneutóse con %s
az: Qoşulub: %s
bg: Свързан с: %s
cs: Připojen k: %s
de: Verbunden mit %s
el: Συνδεδεμένό σε: %s
es: Conectado a: %s
et: Ühendatud seadmega: %s
eu: Honetara konektatua: %s
fi: Yhdistetty laitteeseen: %s
fr: Connecté à : %s
gl: Conectado a: %s
hu: Csatlakozva ehhez: %s
id: Terhubung ke: %s
is: Tengt við: %s
it: Connesso a: %s
ja: 接続済み: %s
ko: 연결됨: %s
lt: Prisijungta prie: %s
nl: Verbonden met: %s
nn: Kopla til: %s
pl: Połączony z: %s
pt: Ligado a: %s
pt_br: Conectado a: %s
ro: Conectat la: %s
ru: Подключено к: %s
sk: Pripojené k: %s
sl: Povezan na: %s
sv: Ansluten till: %s
ta: %s உடன் இணைந்துள்ளது
uk: З'єднано з %s
zh_cn: 已连接到：%s

# foreground_notification_send_clipboard
source: Send Clipboard
ar: أرسل الحافظة
az: Mübadilə buferindəkini göndərmək
bg: Изпращане на клипборда
cs: Poslat schránku
de: Zwischenablage senden
el: Αποστολή προχείρου
es: Enviar al portapapeles
et: Saadeti lõikepuhvrisse
eu: Bidali arbelekoa
fi: Lähetä leikepöytä
fr: Envoyer le presse-papier
hu: Vágólap küldése
id: Kirimkan Clipboard
is: Senda klippispjald
it: Invia appunti
ja: クリップボードを送信
ko: 클립보드 보내기
lt: Siųsti iškarpinę
nl: Klembord verzenden
nn: Send utklippstavle
pl: Wysyłanie schowka
pt: Enviar para a Área de Transferência
pt_br: Enviar área de transferência
ro: Trimite clipboard
ru: Передать буфер обмена
sk: Odoslať schránku
sl: Pošlji odložišče
sv: Skicka klippbordet
ta: பிடிப்புப்பலகையை அனுப்பு
uk: Надіслати вміст буфера
zh_cn: 发送剪贴板

# pref_plugin_telephony
source: Telephony notifier
ar: مُخطِر المهاتفة
ast: Avisador telefónicu
az: Telefon bildirişi
bg: Известяване за обаждания
cs: Upozornění telefonie
de: Telefon-Integration
el: Ειδοποιήσεις τηλεφωνίας
es: Notificador de telefonía
et: Telefoni märguanded
eu: Telefonia jakinarazlea
fi: Puhelinilmoitukset
fr: Notifications de téléphonie
gl: Notificador de telefonía
hu: Telefon értesítő
id: Penotifikasi ponsel
is: Símatilkynningar
it: Notifiche telefoniche
ja: 電話通知
ko: 전화 알림이
lt: Telefonijos pranešiklis
nl: Telefoniemelder
nn: Telefonvarsling
pl: Powiadomienia o dzwonieniu
pt: Notificação telefónica
pt_br: Notificação de telefonia
ro: Notificator de telefonie
ru: События телефонии
sk: Nástroj na upozornenie telefonátov
sl: Obvestilnik telefona
sv: Telefonunderrättelser
ta: தொலைபேசி அறிவிப்பி
uk: Телефонний сповіщувач
zh_cn: 来电通知

# pref_plugin_telephony_desc
source: Send notifications for incoming calls
ar: أرسل إخطارات للمكالمات الواردة
ast: Unvia avisos de les llamaes entrantes
az: Gələn zəng bildirişlərini göndərmək
bg: Изпращане на известие за входящо обаждане
cs: Posílat oznámení příchozích hovorů
de: Verbundene Geräte bei eingehenden Anrufen benachrichtigen
el: Αποστολή ειδοποιήσεων για εισερχόμενες κλήσεις
es: Enviar notificaciones por llamadas entrantes
et: Sisenevate kõnede märguannete saatmine
eu: Bidali jakinarazpenak sarrerako deietarako
fi: Lähetä ilmoitukset saapuvista puheluista
fr: Envoie des notifications pour les appels entrants
gl: Envíe notificacións de chamadas entrantes.
hu: Értesítések küldése bejövő hívásokról
id: Kirim notifikasi untuk panggilan yang masuk
is: Birta tilkynningar fyrir innhringingar
it: Invia notifiche per le chiamate in ingresso
ja: 着信通知を送信
ko: 수신 통화 알림 보내기
lt: Siųsti gaunamųjų skambučių pranešimus
nl: Stuur meldingen voor inkomende oproepen
nn: Send varsling ved oppringing
pl: Wysyła na inne urządzenie powiadomienia o rozmowach przychodzących na to urządzenie
pt: Enviar notificações para as chamadas recebidas
pt_br: Envia notificações de chamadas recebidas
ro: Trimite notificări pentru apeluri de intrare
ru: Посылать уведомления о входящих звонках
sk: Odošle upozornenia na prichádzajúce hovory
sl: Pošlji obvestila o dohodnih klicih
sv: Skicka underrättelser för inkommande samtal
ta: உள்வரும் அழைப்புகளுக்கு அறிவிப்புகள் அனுப்பு
uk: Надсилати сповіщення щодо вхідних дзвінків
zh_cn: 发送来电通知

# pref_plugin_battery
source: Battery report
ar: تقرير البطّاريّة
ast: Informe de la batería
az: Batareya məlumatı
bg: Доклад за батерията
cs: Hlášení baterie
de: Akkubericht
el: Αναφορά μπαταρίας
es: Informe de la batería
et: Aku aruanne
eu: Bateriaren txostena
fi: Akkuraportti
fr: Rapport sur la batterie
gl: Informe da batería
hu: Akkumulátor jelentés
id: Laporan baterai
is: Staða rafhlöðu
it: Livello batteria
ja: バッテリーレポート
ko: 배터리 보고
lt: Akumuliatoriaus ataskaita
nl: Batterijrapportage
nn: Batterirapport
pl: Zgłaszanie stanu baterii
pt: Relatório da bateria
pt_br: Relatório da bateria
ro: Raport acumulator
ru: Сведения о состоянии батареи
sk: Hlásenia batérie
sl: Poročilo o bateriji
sv: Batterirapport
ta: மின்கல அறிக்கை
uk: Звіт щодо заряду
zh_cn: 电池报告

# pref_plugin_battery_desc
source: Periodically report battery status
ar: بلّغ عن حالة البطّاريّة دوريًّا
ast: Informa davezu del estáu de la batería
az: Batareya vəziyyətini vaxtaşırı bildirmək
bg: Периодично съобщаване за състоянието на батерията
cs: Periodicky hlásit stav baterky
de: Den Akkustand periodisch berichten
el: Περιοδική αναφορά κατάστασης μπαταρίας
es: Informar periódicamente del estado de la batería
et: Perioodiline aku olekust teavitamine
eu: Bidali bateriaren egoera aldiro
fi: Raportoi akun tila säännöllisesti
fr: Rapport périodique sur l'état de la batterie
gl: Envíe periodicamente un informe sobre o estado da batería.
hu: Akkumulátorállapot időszakos jelentése
id: Status baterai laporkan secara berkala
is: Tilkynnir reglulega um stöðu rafhlöðu
it: Comunica periodicamente lo stato della batteria
ja: 定期的にバッテリー状態を報告します
ko: 주기적으로 배터리 상태 보고
lt: Periodiškai pranešti apie akumuliatoriaus būseną
nl: Rapporteer periodiek de status van de batterij
nn: Meld regelmessig frå om batteristatusen
pl: Okresowo zgłasza stan naładowania baterii
pt: Comunicar periodicamente o estado da bateria
pt_br: Informação periódica do status da bateria
ro: Raportează periodic starea acumulatorului
ru: Периодически сообщать о состоянии батареи
sk: Pravidelne hlási stav batérie
sl: Občasno poročaj o stanju baterije
sv: Rapportera periodiskt batteriets status
ta: மின்கல நிலையை அவ்வப்போது கூறு
uk: Періодична інформація щодо стану акумулятора
zh_cn: 定期报告电池状态

# pref_plugin_connectivity_report
source: Connectivity report
ar: تقرير الاتصال
az: Bağlantı hesabatı
bg: Доклад за свързаност
cs: Hlášení spojení
de: Verbindungsbericht
el: Αναφορά συνδεσιμότητας
es: Informe de conectividad
eu: Konektagarritasun txostena
fi: Verkkoyhteysraportti
fr: Rapport sur la connectivité
hu: Kapcsolódási jelentés
id: Laporan koneksi
is: Staða tenginga
it: Indicatore di connettività
ja: 接続性レポート
ko: 연결 상태 보고
lt: Jungiamumo ataskaita
nl: Rapport over connectiviteit
nn: Sambandsrapport
pl: Zgłaszanie łączności
pt: Relatório da conectividade
pt_br: Relatório de conectividade
ro: Raport de conectivitate
ru: Сведения о возможности подключения
sl: Poročilo o povezovanju
sv: Anslutningsrapport
ta: இணைப்பு அறிக்கை
uk: Звіт щодо з'єднання
zh_cn: 连接报告

# pref_plugin_connectivity_report_desc
source: Report network signal strength and status
az: Şəbəkə siqnalının gücünü və vəziyyətini bildirin
bg: Доклад за силата на сигнала на мрежата и състоянието
cs: Nahlásit stav a sílu signálu sítě
de: Signalstärke und Status des Netzwerks anzeigen
el: Αναφορά ισχύος δικτυακού σήματος και κατάστασης
es: Informe de fuerza de la señal de red y su estado
eu: Eman sareko seinale-sendotasunaren eta egoeraren berri
fi: Ilmoita kentän voimakkuus ja tila
fr: Signaler la force du signal du réseau et son état
hu: Hálózati jelerősség és állapot jelentése
id: Laporkan kekuatan sinyal jaringan dan status
is: Tilkynnir reglulega um styrk merkis og ástand
it: Riporta la potenza e lo stato del segnale di rete
ja: 信号強度とネットワークの状態を報告します
ko: 네트워크 신호 세기 및 상태 보고
lt: Pranešti apie tinklo signalo stiprumą ir būseną
nl: Signaalsterkte en status van netwerk rapporteren
nn: Rapporter signalstyrke og status for nettverket
pl: Zgłasza siłę i stanu sygnału sieciowego
pt: Comunicar o estado e a potência do sinal da rede
pt_br: Reportar o nível de sinal da rede e o status
ro: Raportează puterea și starea semnalului rețelei
ru: Сведения о силе и статусе сигнала
sk: Hlásenie o stave a sile sieťového signálu
sl: Poročilo moč signala omrežja in status
sv: Rapportera nätverkssignalstyrka och status
ta: பிணைய பலத்தையும் நிலையையும் தெரிவி
uk: Повідомити про потужність сигналу мережі та її стан
zh_cn: 报告网络信号强度和状态

# pref_plugin_sftp
source: Filesystem expose
ar: اكشف نظام الملفّات
ast: Sistema de ficheros en remoto
az: Fayl sistemi açılır
bg: Достъп до файловата система
cs: Přístup k souborovému systému
de: Dateisystem-Freigabe
el: Αποκάλυψη συστήματος αρχείων
es: Mostrar el sistema de archivos
et: Failisüsteemi sirvimine
eu: Fitxategi-sistemaren esposaketa
fi: Tiedostojärjestelmän paljastaminen
fr: Exposer le système de fichiers
gl: Revelador do sistema de ficheiros
hu: Fájlrendszer-közzététel
id: Singkapan sistem file
is: Skoðun skráakerfis
it: Esposizione filesystem
ja: ファイルシステムの参照
ko: 파일 시스템 보기
lt: Failų sistemos naršymas
nl: Bestandssysteem blootstellen
nn: Vis filsystem
pl: Udostępnianie systemu plików
pt: Exposição do sistema de ficheiros
pt_br: Exposição do sistema de arquivos
ro: Expunere sistem de fișiere
ru: Открыть доступ к файловой системе
sk: Odhalenie súborového systému
sl: Razkrij sistem datotek
sv: Exponera filsystem
ta: கோப்பு முறைமை வெளிப்பாடு
uk: Показ файлової системи
zh_cn: 开放文件系统

# pref_plugin_sftp_desc
source: Allows to browse this device's filesystem remotely
ar: تسمح بتصفّح نظام ملفّات هذا الهاتف عن بعد
ast: Permite restolar remotamente'l sistema de ficheros d'esti preséu
az: Bu cihazın fayl sisteminə baxmağa icazə vermək
bg: Разрешаване на отдалечен преглед на файловта система на устройството
cs: Umožní vám vzdáleně prohlížet souborový systém tohoto zařízení
de: Das Durchsuchen des Dateisystems auf verbundenen Geräten erlauben
el: Επιτρέπει την απομακρυσμένη περιήγηση του συστήματος αρχείων του κινητού
es: Permite examinar de forma remota el sistema de archivos de este dispositivo
et: Seadme failisüsteemi eemalt sirvimise võimaldamine
eu: Gailu honen fitxategi-sistema urrunetik arakatzea ahalbidetzen du
fi: Mahdollistaa tämän laitteen tiedostojärjestelmän etäselaamisen
fr: Permettre de parcourir le système de fichiers du périphérique à distance
gl: Permite examinar o sistema de ficheiros do dispositivo remotamente.
hu: Lehetővé teszi az eszköz fájlrendszerének távolról történő tallózását
id: Memungkinkan untuk menelusuri sistem file peranti ini secara jarak jauh
is: Gerir kleift að fletta upp í skráakerfi þessa tækis
it: Consente di navigare da remoto il filesystem del dispositivo
ja: リモートからこのデバイスのファイルシステムへの閲覧を可能にします
ko: 원격으로 이 장치의 파일 시스템 보기
lt: Leidžia nuotoliniu būdu naršyti šio įrenginio failų sistemą
nl: Het bladeren in het bestandssysteem van het apparaat op afstand toestaan
nn: Tillat lesing av filsystemet frå datamaskina
pl: Udostępnia system plików tego urządzenia do przeglądania innemu urządzeniu
pt: Permite navegar pelo sistema de ficheiros remoto deste dispositivo
pt_br: Permite navegar remotamente pelo sistema de arquivos deste telefone
ro: Permite răsfoirea de la distanță a sistemul de fișiere al acestui dispozitiv
ru: Позволяет удалённо просматривать файловую систему данного устройства
sk: Umožní vzdialené prehliadanie súborového systému zariadenia
sl: Omogoča oddaljeno brskanje po sistemu datotek te naprave
sv: Gör det möjligt att bläddra i apparatens filsystem från annan apparat
ta: இச்சாதனத்தின் கோப்பு முறைமையை தொலைவிலிருந்து உலாவ உதவும்
uk: Надає змогу віддалено переглядати файлову систему цього пристрою
zh_cn: 允许远程浏览设备的文件系统

# pref_plugin_clipboard
source: Clipboard sync
ar: مزامنة الحافظة
ast: Sincronización del cartafueyu
az: Mübadilə Buferini eyniləşdirmək
bg: Синхронизиране на буфера
cs: Synchronizace schránky
de: Abgleich der Zwischenablage
el: Συγχρονισμός προχείρου
es: Sincronización del portapapeles
et: Lõikepuhvri sünkroonimine
eu: Arbelaren sinkronizazioa
fi: Leikepöydän synkronointi
fr: Synchronisation avec le presse-papiers
gl: Sincronización do portapapeis
hu: Vágólap szinkronizáció
id: Sinkron papan klip
is: Samstilling klippispjalda
it: Sincronizzazione appunti
ja: クリップボードの同期
ko: 클립보드 동기화
lt: Iškarpinės sinchronizavimas
nl: Klembordsynchronisatie
nn: Synkroniser utklippstavle
pl: Współdzielenie schowka
pt: Sincronização da área de transferência
pt_br: Sincronizar área de transferência
ro: Sincronizare clipboard
ru: Синхронизация буфера обмена
sk: Synchronizácia schránky
sl: Uskladi odložišči
sv: Synkronisera klippbord
ta: பிடிப்புப்பலகை ஒத்திசைவு
uk: Синхронізація буфера
zh_cn: 剪贴板同步

# pref_plugin_clipboard_desc
source: Share the clipboard content
ar: شارك محتوى الحافظة
ast: Comparte'l conteníu del cartafueyu
az: Mübadilə buferi tərkiblərini paylaşmaq
bg: Споделяне съдържанието на буфера
cs: Sdílet obsah schránky
de: Den Inhalt der Zwischenablage mit verbundenen Geräten teilen
el: Διαμοιρασμός περιεχομένου προχείρου
es: Compartir el contenido del portapapeles
et: Lõikepuhvri sisu jagamine
eu: Partekatu arbelaren edukia
fi: Jaa leikepöydän sisältö
fr: Partage le contenu du presse-papiers
gl: Comparta o contido do portapapeis.
hu: A vágólap tartalmának megosztása
id: Berbagi konten papan klip
is: Deildu innihaldi klippispjaldsins
it: Condividi il contenuto degli appunti
ja: クリップボードの内容を共有
ko: 클립보드 내용 동기화
lt: Bendrinti iškarpinės turinį
nl: De inhoud van het klembord delen
nn: Del innhaldet på utklippstavla
pl: Współdzieli schowek między urządzeniami
pt: Partilhar o conteúdo da área de transferência
pt_br: Compartilha o conteúdo da área de transferência
ro: Partajează conținutul clipboard-ului
ru: Общий буфер обмена
sk: Zdieľa obsah schránky
sl: Deli skupno vsebino odložišča
sv: Dela klippbordets innehåll
ta: பிடிப்புப்பலகை உள்ளடக்கத்தை பகிர்
uk: Спільне використання буфера обміну даними
zh_cn: 共享剪贴板内容

# pref_plugin_clipboard_sent
source: Clipboard Sent
ar: أرسل الحافظة
az: Mübadilə buferini göndərmək
bg: Изпратено съдържание на клипборда
cs: Schránka poslána
de: Zwischenablage versendet
el: Το πρόχειρο εστάλη
es: Enviado al portapapeles
et: Lõikepuhvrist saadud
eu: Arbelekoa bidali da
fi: Leikepöytä lähetetty
fr: Presse-papiers envoyé
hu: Vágólap elküldve
id: Papan Klip Terkirim
is: Klippispjald sent
it: Appunti inviati
ja: クリップボードが送信されました
ko: 클립보드 보냄
lt: Iškarpinė išsiųsta
nl: Klembord verzonden
nn: Utklippstavle send
pl: Wysłano ze schowka
pt: Enviado para a Área de Transferência
pt_br: Área de transferência enviada
ro: Clipboard trimis
ru: Буфер обмена передан
sk: Schránka odoslaná
sl: Odložišče je poslano
sv: Klippbordet skickat
ta: பிடிப்புப்பலகை அனுப்பப்பட்டது
uk: Вміст буфера надіслано
zh_cn: 剪贴板已发送

# pref_plugin_mousepad
source: Remote input
ar: الدّخل البعيد
ast: Entrada remota
az: Məsafədən giriş
bg: Отдалечено входно устройство
cs: Vzdálený vstup
de: Ferneingabe
el: Απομακρυσμένη είσοδος στοιχείων
es: Entrada remota
et: Kaugsisestus
eu: Urrutiko sarrera
fi: Kauko-ohjaus
fr: Contrôle distant
gl: Entrada remota
hu: Távirányítás
id: Input jarak jauh
is: Fjartengd ritun
it: Impulso remoto
ja: リモート入力
ko: 원격 입력
lt: Nuotolinis įvedimas
nl: Invoer op afstand
nn: Fjernstyring
pl: Obsługa zdalna
pt: Introdução remota de dados
pt_br: Introdução de dados remota
ro: Introducere de la distanță
ru: Удалённый ввод
sk: Vzdialený vstup
sl: Oddaljeni vhod
sv: Extern inmatning
ta: தொலை உள்ளீடு
uk: Дистанційне введення
zh_cn: 远程输入

# pref_plugin_mousepad_desc
source: Use your phone or tablet as a touchpad and keyboard
ar: استخدم الهاتف أو اللوحيّ كفأرة ولوحة مفاتيح
ast: Usa'l preséu como panel táctil y tecláu
az: Telefon və Planşetinizi toxunma paneli və klaviatura kimi istifadə edin
bg: Използване на телефона като тъчпад и клавиатура
cs: Používejte svůj telefon nebo tablet jako touchpad a klávesnici
de: Das Gerät als Touchpad und/oder Tastatur verwenden
el: Χρήση του τηλεφώνου ή της ταμπλέτας σας ως επιφάνεια αφής και πληκτρολόγιο
es: Usar su teléfono o tableta como teclado y teclado táctil
et: Telefoni või tahvli kasutamine puuteplaadi ja klaviatuurina
eu: Erabili zure telefonoa edo tableta ukimen-sagu eta teklatu gisa
fi: Käytä puhelinta tai tablettia hiirenä ja näppäimistönä
fr: Utilisez votre téléphone ou tablette comme un pavé tactile et un clavier
gl: Use o teléfono ou tableta como área táctil e teclado.
hu: A telefon vagy tablet használata érintőtáblaként és billentyűzetként
id: Gunakan ponsel atau tabletmu sebagai touchpad dan keyboard
is: Notaðu símann þinn eða spjaldtölvu sem snertiplatta og lyklaborð
it: Usa il tuo telefono o il tablet come touchpad e tastiera
ja: あなたのスマートフォンやタブレットをタッチパッドやキーボードとして利用します
ko: 내 휴대폰이나 태블릿을 터치패드와 키보드로 사용하기
lt: Naudoti savo telefoną ar planšetę kaip jutiklinį kilimėlį ir klaviatūrą
nl: Uw telefoon of tablet gebruiken als een touchpad en toetsenbord
nn: Bruk telefonen eller nettbrettet som styreplate og tastatur
pl: Używa telefonu lub tabletu jako gładzika i klawiatury do sterowania innym urządzeniem
pt: Usar o seu telefone ou 'tablet' como um rato ou teclado
pt_br: Use seu celular ou tablet como mouse e teclado
ro: Folosiți telefonul sau tableta ca zonă tactilă și tastatură
ru: Использование телефона или планшета в качестве сенсорной панели и клавиатуры
sk: Použije váš telefón alebo tablet ako touchpad a klávesnicu
sl: Uporabi telefon ali tablični računalnik kot sledilno ploščico in tipkovnico
sv: Använd telefonen eller surfplattan som mus och tangentbord
ta: உங்கள் திறன்பேசியை தொடுபலகை அல்லது விசைப்பலகையாக பயன்படுத்துங்கள்
uk: Скористайтеся телефоном або планшетом як замінником сенсорної панелі і клавіатури
zh_cn: 将您的手机用或平板电脑用作触摸板和键盘

# pref_plugin_presenter
source: Slideshow remote
ast: Mandu pa presentaciones de diapositives
az: Məsafədən slayd göstərişi
bg: Отдалечена прожекция
cs: Ovladač promítání
de: Fernbedienung für Präsentationen
el: Απομακρυσμένος έλεγχος παρουσίασης διαφανειών
es: Presentación de diapositivas remota
et: Slaidiseansi pult
eu: Diapositiba emanaldietarako telekomandoa
fi: Etädiaesitys
fr: Télécommande de présentation
gl: Mando da presentación
hu: Bemutató távirányító
id: Remot salindia
is: Fjarstýring skyggnusýninga
it: Telecomando della presentazione
ja: リモートスライドショー
ko: 슬라이드 쇼 리모콘
lt: Nuotolinis skaidrių rodymas
nl: Diavoorstelling op afstand
nn: Fjernstyring av lysbiletvising
pl: Sterowanie prezentacją
pt: Apresentação remota
pt_br: Apresentação de slides remota
ro: Telecomandă pentru diaporamă
ru: Пульт управления слайд-шоу
sk: Diaľkový ovládač prezentácie
sl: Oddaljena slikovna predstavitev
sv: Fjärrbildspel
ta: வில்லைக்காட்சி தொலையியக்கி
uk: Віддалений показ слайдів
zh_cn: 幻灯片遥控器

# pref_plugin_presenter_desc
source: Use your device to change slides in a presentation
ast: Usa esti preséu pa cambiar de diapositives nuna presentación
az: Cihazınızı təqdimatda slaydları dəyişmək üçün istifadə edin
bg: Използвайте устройството си за прелистване на слайдовете на презентация
cs: Použijte své zařízení pro přepínání snímků prezentace
de: Das Gerät zum Wechseln der Folien einer Präsentation verwenden
el: Χρησιμοποιήστε τη συσκευή σας για να αλλάξετε διαφάνειες σε μία παρουσίαση
es: Use su dispositivo para cambiar las diapositivas de una presentación
et: Seadme kasutamine esitluse slaidide vahetamiseks
eu: Erabili zure gailua aurkezpen bateko diapositibak aldatzeko
fi: Käytä laitettasi esitysdiojen vaihtamiseen
fr: Utilisez votre appareil pour changer les diapositives d'une présentation
gl: Use o dispositivo para cambiar de dispositiva nunha presentación
hu: Az eszköz használata diák léptetésére prezentációkban
id: Gunakan perantimu untuk mengubah slide dalam sebuah presentasi
is: Notaðu tækið þitt til að skipta á milli skyggna í kynningum
it: Utilizza il tuo dispositivo per cambiare le diapositive in una presentazione
ja: あなたのデバイスを使ってプレゼンテーションのスライドを変更
ko: 내 장치로 프레젠테이션 슬라이드 전환하기
lt: Naudoti savo įrenginį pateikties skaidrių keitimui
nl: Uw apparaat gebruiken om dia's te wisselen in een presentatie
nn: Bruk eininga til å byta lysbilete i presentasjonar
pl: Przełącza strony przy użyciu telefonu
pt: Use o seu dispositivo para mudar de 'slides' numa apresentação
pt_br: Use o seu dispositivo para mudar os slides de uma apresentação
ro: Folosiți dispozitivul pentru a schimba diapozitivele dintr-o prezentare
ru: Использование телефона для смены слайдов презентации
sk: Použije vaše zariadenie na zmenu snímok prezentácie
sl: S svojo napravo lahko menjate slike v predstavitvi
sv: Använd apparaten för att byta bilder i en presentation
ta: உங்கள் சாதனத்தைக் கொண்டு வில்லைக்காட்சியில் (slideshow) காட்சிகளை மாற்றுங்கள்
uk: Скористайтеся вашим пристроєм для того, щоб змінювати слайди у презентації
zh_cn: 使用移动设备切换幻灯片

# pref_plugin_remotekeyboard
source: Receive remote keypresses
ast: Receición de calcos de tecles remotos
az: Məsafədən düyməyə basmanı almaq
bg: Отдалечени клавишни набирания
cs: Přijímat stisky kláves se vzdálených zařízení
de: Empfänger für Tastatureingaben
el: Λήψη απομακρυσμένων πληκτρολογήσεων
es: Recibir pulsaciones de teclas remotas
et: Kaugklahvivajutuste vastuvõtmine
eu: Jaso urruneko tekla-sakatzeak
fi: Vastaanota etänäppäinpainallukset
fr: Recevoir les appuis de touches distants
gl: Recibir teclas premidas remotamente.
hu: Távoli billentyűlenyomások fogadása
id: Terima penekanan tombol jarak jauh
is: Tekur á móti fjartengdum innslætti
it: Ricevi pressioni dei tasti da remoto
ja: リモートからキー入力を受信
ko: 원격 키 입력 받기
lt: Gauti nuotolinius klavišų paspaudimus
nl: Toetsaanslagen van afstand ontvangen
nn: Ta imot eksterne tastetrykk
pl: Odbieranie klawiszy
pt: Receber as teclas remotamente
pt_br: Receber pressionamento de teclas remoto
ro: Primește apăsări de taste de la distanță
ru: Получение удалённых нажатий клавиш
sk: Prijímanie vzdialených stlačení klávesov
sl: Sprejem oddaljenih pritiskov tipk
sv: Ta emot externa tangentnedtryckningar
ta: தொலை விசைகளை பெறு
uk: Отримувати віддалені натискання клавіш
zh_cn: 接收远程按键
