Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# about_kde_join_kde
source: &lt;h1&gt;Join KDE&lt;/h1&gt; &lt;p&gt;You do not have to be a software developer to be a member of the KDE team. You can join the national teams that translate program interfaces. You can provide graphics, themes, sounds, and improved documentation. You decide!&lt;/p&gt; &lt;p&gt;Visit &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; for information on some projects in which you can participate.&lt;/p&gt; If you need more information or documentation, then a visit to &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; will provide you with what you need.
az: &lt;h1&gt;KDE'yə qoşulun&lt;/h1&gt; &lt;p&gt;KDE komandasının üzvü olmaq üçün proqram tərtibatçısı olmanız vacib deyil. Sİz proqram interfeysini tərcümə etmək üçün milli komandanıza da qoşula bilərsiniz. Siz, həmçinin qrafiklər, mövzular, səslər və təkmilləşdirilmiş sənədləşmələr təqdim edə bilərsiniz. Siz, &lt;/p&gt; &lt;p&gt;buradan - &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; - üzərində çalışmağa qərar verdiyiniz bəzi layihələr haqqında məlumat ala bilərsiniz.&lt;/p&gt; Daha çox məlumat əldə etmək istəsəniz, lazım lazım olan nə varsa tapa biləcəyiniz bu sayta daxil olun: &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt;.
bg: &lt;h1&gt;Присъединете се към KDE&lt;/h1&gt; &lt;p&gt;Не е необходимо да сте софтуерен разработчик на софтуер, за да сте член на екипа на KDE. Можете да се присъедините към националните екипи които превеждат програмни интерфейси. Можете да предоставяте графики, теми, звуци, и подобрена документация. Вие решавате!&lt;/p&gt; &lt;p&gt;Посетете &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; за информация относно някои проекти, в които можете да да участвате.&lt;/p&gt; Ако имате нужда от повече информация или документация, тогава посетете &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; ще ви предостави необходимото.
cs: &lt;h1&gt;Přidejte se ke KDE&lt;/h1&gt; &lt;p&gt;K tomu, abyste se stali členem týmu KDE, není zapotřebí být vývojářem softwaru. Můžete se připojit k národním týmům, které překládají programy. Můžete vytvářet grafiku, motivy, zvuky a lepší dokumentaci. Vy se rozhodněte!&lt;/p&gt; &lt;p&gt;Navštivte &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; kde naleznete informace o některých projektech, kterých se můžete zúčastnit.&lt;/p&gt; Potřebujete-li více informací nebo dokumentace, pak návštěva na &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; vám poskytne, co potřebujete.&lt;/p&gt;České stránky o KDE se nacházejí na adrese &lt;a href="http://czechia.kde.org/"&gt;http://czechia.kde.org/&lt;/a&gt; . Přidejte se k nám!
el: &lt;h1&gt;Γίνετε μέλη του KDE&lt;/h1&gt; &lt;p&gt;Δεν χρειάζεται να είστε προγραμματιστής για να γίνετε μέλος της ομάδας του KDE. Μπορείτε να ενταχθείτε στις εθνικές ομάδες που μεταφράζουν τις διεπαφές των εφαρμογών. Μπορείτε να παρέχετε γραφικά, θέματα, ήχους και να βελτιώσετε την τεκμηρίωση. Εσείς αποφασίζετε!&lt;/p&gt; &lt;p&gt;Επισκεφθείτε το &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; για πληροφρίες σε ορισμένα έργα στα οποία μπορείτε να δηλώσετε συμμετοχή.&lt;/p&gt; Αν χρειάζεστε πρόσθετη πληροφόρηση ή τεκμηρίωση, μια επίσκεψη στο &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; θα σας παρέχει ό,τι χρειάζεστε.
es: &lt;h1&gt;Unirse a KDE&lt;/h1&gt; &lt;p&gt;No tiene por que ser un desarrollador de software para ser miembro del equipo KDE. Se puede unir a los equipos nacionales que traducen las interfaces de los programas. Puede proporcionar gráficos, temas, sonidos y mejorar la documentación. ¡Tú decides!&lt;/p&gt; &lt;p&gt;Visite &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; para más información sobre los proyectos en los que puede participar.&lt;/p&gt; Si necesita más información o documentación, entonces una visita a &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; le proporcionará la información que necesite.
eu: &lt;h1&gt;Zatoz KDEra&lt;/h1&gt; &lt;p&gt;Ez duzu software garatzailea izan behar KDEren taldeko kide izateko. Programen interfazeak itzultzen dituzten hizkuntzen taldeetara batu zaitezke. Grafikoak, gaiak, soinuak, eta dokumentazio hobetua eskain ditzakezu. Zeuk erabaki!&lt;/p&gt; &lt;p&gt;Bisitatu &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; parte hartu dezakezun proiektuen informazioa eskuratzeko.&lt;/p&gt; Informazio edo dokumentazio gehiago behar baduzu, &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; bisitatuz behar duzuna eskuratuko duzu.
fi: &lt;h1&gt;Liity KDE:hen&lt;/h1&gt; &lt;p&gt;KDE-työryhmän jäseneksi tullaksesi sinun ei tarvitse olla ohjelmoija. Ohjelmien käyttöliittymien kääntämiseksi voit liittyä johonkin kansalliseen ryhmään, tai voit tarjota grafiikkaa, teemoja tai ääniä tai parannella ohjeistusta. Sinä päätät!&lt;/p&gt; &lt;p&gt;Sivulta &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; löytyy tietoa projekteista, joihin voit osallistua.&lt;/p&gt; Tarvitessasi lisätietoa tai ohjeita sivulta &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; löytyy kaikki tarvittava.
fr: &lt;h1&gt;Rejoignez KDE&lt;/h1&gt; &lt;p&gt;Vous n'avez pas besoin d'être un développeur de logiciels pour être membre de l'équipe KDE. Vous pouvez rejoindre les équipes nationales qui traduisent les interfaces des programmes. Vous pouvez fournir des graphiques, des thèmes, des sons, et des améliorations de la documentation. À vous de décider ! &lt;/p&gt; &lt;p&gt;Visitez &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; pour obtenir des informations sur certains projets auxquels vous pouvez participer.&lt;/p&gt; Si vous avez besoin de plus d'informations ou de documentation, alors une visite sur &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; vous fournira ce dont vous avez besoin.
hu: &lt;h1&gt;Csatlakozás a KDE-hez&lt;/h1&gt; &lt;p&gt;Nem csak szoftverfejlesztőket várunk a KDE csapatba! A magyar KDE örömmel fogad bármiféle segítséget a KDE magyar fordításának jobbá, pontosabbá tételéhez. A KDE fejlesztők örömmel fogadnak mindenkit, aki a mostaninál szebb és jobb képanyagot, hangokat, grafikai témákat vagy teljesebb dokumentációt tud készíteni.&lt;/p&gt; &lt;p&gt;Az egyes projektekről, a bekapcsolódási lehetőségekről sok információ található a &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; weboldalon.&lt;/p&gt; Ha több információt szeretne kapni a fejlesztési témakörökről, kérjük látogasson el a &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; honlapra, ahol választ kaphat minden kérdésére.
id: &lt;h1&gt;Bergabunglah dengan KDE&lt;/ h1&gt; &lt;p&gt; Kamu tidak harus menjadi pengembang perangkat lunak untuk menjadi anggota tim KDE. Kamu bisa bergabung dengan tim nasional yang menerjemahkan antarmuka program. Kamu bisa memberikan grafik, tema, suara, dan dokumentasi yang ditingkatkan. Kamu putuskan!&lt;/p&gt; &lt;p&gt;Kunjungi&lt;a href=https://community.kde.org/Get_involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; untuk informasi tentang beberapa proyek di mana kamu bisa berpartisipasi.&lt;/p&gt; Jika kamu memerlukan informasi atau dokumentasi lebih lanjut, maka kunjungilah &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; yang akan memberimu apa yang kamu butuhkan.
it: &lt;h1&gt;Unisciti a KDE&lt;/h1&gt; &lt;p&gt;Non devi essere uno sviluppatore di software per essere un membro della squadra di KDE. Puoi unirti ai gruppi nazionali che traducono le interfacce dei programmi. Puoi fornire grafica, temi, suoni e documentazione migliorata. Decidi tu!&lt;/p&gt; &lt;p&gt;Visita &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; per informazioni su alcuni progetti a cui puoi partecipare.&lt;/p&gt; Se hai bisogno di ulteriori informazioni o documentazione, visita &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; ti fornirà ciò di cui hai bisogno.
ko: &lt;h1&gt;KDE에 참여하기&lt;/h1&gt; &lt;p&gt;소프트웨어 개발자만이 KDE에 참가할 수 있는 것은 아닙니다. 프로그램 인터페이스를 번역하는 각 나라 번역팀을 도울 수도 있습니다. 또한 그래픽, 테마, 소리, 더 나은 문서 등을 기여할 수도 있습니다. 직접 결정하십시오!&lt;/p&gt; &lt;p&gt;&lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; 페이지를 방문하셔서 참여할 수 있는 프로젝트를 찾아 보십시오.&lt;/p&gt; 만약 더 많은 정보나 문서가 필요하다면, &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; 사이트를 방문하셔서 원하는 정보를 찾으십시오.
lt: &lt;h1&gt;Prisijunkite prie KDE&lt;/h1&gt; &lt;p&gt;Norėdami būti KDE komandos nariu, neprivalote būti programinės įrangos programuotoju. Galite prisijungti prie nacionalinių komandų, kurios verčia programų sąsajas. Galite teikti grafiką, apipavidalinimus, garsus ir tobulinti dokumentaciją. Pasirinkite patys!&lt;/p&gt; &lt;p&gt;Išsamesnei informacijai apie projektus, kuriuose galite dalyvauti, apsilankykite adresu &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt;.&lt;/p&gt; Jeigu jums reikia informacijos ar ieškote dokumentacijos, apsilankykite adresu &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt;, kur rasite visą informaciją, kurios jums gali prireikti.
nl: &lt;h1&gt;Mee doen met KDE&lt;/h1&gt; &lt;p&gt;U hoeft geen software ontwerper te zijn om een lid van het KDE-team te worden. U kunt meedoen met een nationaal team dat programmainterfaces vertaalt. U kunt illustraties, thema's, geluiden en verbeterde documentatie leveren. U beslist!&lt;/p&gt; &lt;p&gt;Bezoek &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; voor informatie over projecten waarin u kunt participeren.&lt;/p&gt; Als u meer informatie of documentatie nodig hebt, dan kan een bezoek aan &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; u alles wat u nodig hebt leveren.
nn: &lt;h1&gt;Vert med i KDE&lt;/h1&gt; &lt;p&gt;Du treng ikkje vera programutviklar for å hjelpa til med KDE. Du kan arbeida med omsetjingar, laga grafikk, tema, lydar eller betre hjelpetekstar. Her er noko for alle!&lt;/p&gt; &lt;p&gt;På &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; finn du informasjon om nokre prosjekt du kan delta i.&lt;/p&gt; Om du vil ha meir informasjon eller dokumentasjon, finn du det du treng på &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt;.
pl: &lt;h1&gt;Dołącz do KDE&lt;/h1&gt; &lt;p&gt;Nie musisz być programistą, aby być członkiem zespołu KDE. Możesz dołączyć do narodowych zespołów, które tłumaczą oprogramowanie. Możesz dostarczać grafikę, zestawy wyglądu, dźwięki i ulepszać dokumentację. To ty decydujesz!&lt;/p&gt; &lt;p&gt;odwiedź &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; po szczegóły nt. projektów, w których możesz wziąć udział .&lt;/p&gt; Jeśli potrzebujesz więcej szczegółów lub dokumentacji, to odwiedziny na &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; dadzą ci to, czego chcesz.
pt: &lt;h1&gt;Juntar-se ao KDE&lt;/h1&gt; &lt;p&gt;Não tem de ser um programador de aplicações para ser um membro da equipa do KDE. Poder-se-á juntar às equipas nacionais que traduzem as interfaces das aplicações. Poderá fornecer imagens, temas, sons e documentação melhorada. Você decide!&lt;/p&gt; &lt;p&gt;Visite a página &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; para obter mais informações sobre alguns projectos nos quais pode participar.&lt;/p&gt; Se necessita de mais informações ou de documentação, então uma visita a &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; oferecer-lhe-á o que necessitar.
ro: &lt;h1&gt;Alăturați-vă KDE&lt;/h1&gt; &lt;p&gt;Nu trebuie să fiți neapărat un programator ca să fiți un membru al echipei KDE. Vă puteți alătura echipelor naționale care traduc interfețele programelor. Puteți să faceți imagini, tematici, sunete și să îmbunătățiți documentația. Dumneavoastră decideți!&lt;/p&gt; &lt;p&gt;Vizitați &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; pentru informații despre proiectele la care puteți participa.&lt;/p&gt; Dacă aveți nevoie de mai multe informații sau documentație, atunci o vizită la &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; vă va oferi tot ceea de ce aveți nevoie.
ru: &lt;h1&gt;Присоединиться к сообществу KDE&lt;/h1&gt; &lt;p&gt;Для того чтобы включиться в разработку KDE, не обязательно быть программистом. Вы можете помочь в переводе KDE на родной язык, создавать графику, стили, звуки, улучшать документацию — то есть тем, чем вы сами хотите заниматься.&lt;/p&gt; &lt;p&gt;Список проектов, в которых вы могли бы принять участие, приведён на сайте &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt;/.&lt;/p&gt; Вполне возможно, какой-то из них вас заинтересует. Более подробные сведения и документацию можно найти на сайте &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt;.
sl: &lt;h1&gt;Pridružite se KDE&lt;/h1&gt; &lt;p&gt;Ni treba, da ste razvijalci programov, da bi bili člani skupnosti KDE. Lahko se pridružite nacionalnim skupinam za prevajanje uporabniških vmesnikov. Lahko nudite risbe, teme, zvoke in izboljšano dokumentacijo. Za odločanje&lt;/p&gt; &lt;p&gt;obiščite &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; za informacije pri nekaterih projektih, kjer lahko prispevate.&lt;/p&gt; Če potrebujete več informacij ali dokumentacije, potem obiščite &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; kjer boste dobili potrebna navodila.
sv: &lt;h1&gt;Gå med i KDE&lt;/h1&gt; &lt;p&gt;Du behöver inte vara en programutvecklare för att bli medlem i KDE-gruppen. Du kan gå med i de nationella grupperna som översätter programmens gränssnitt. Du kan bidra med grafik, teman, ljud och förbättrad dokumentation. Det är upp till dig!&lt;/p&gt; &lt;p&gt;Besök &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; för information om några projekt som du kan delta i.&lt;/p&gt;Om du behöver mer information eller dokumentation kommer ett besök på &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; att ge dig det du behöver.
ta: &lt;h1&gt;கே.டீ.யீ.-யில் சேருங்கள்&lt;/h1&gt; &lt;p&gt;கே.டீ.யீ. குழுவில் சேர, நீங்கள் நிரலாளராக இருக்க வேண்டாம். நிரல் இடைமுகப்புகளை மொழிபெயர்க்கும் குழுக்களில் நீங்கள் சேரலாம்.வரைகலை, ஒலிகள், தோற்ற திட்டமுறைகள், மற்றும் மேம்படுத்தப்பட்ட கையேடுகளை நீங்கள் வழங்கலாம். நீங்களே முடிவு செய்யுங்கள்!&lt;/p&gt; &lt;p&gt; நீங்கள் பங்கேற்கக்கூடிய சில திட்டப்பணிகளைப் பற்றிய தகவல்களைப் பெற &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; என்ற பக்கத்தை அணுகுங்கள்.&lt;/p&gt; மேலும் விவரங்கள் வேண்டுமெனில், &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; என்ற பக்கத்துக்கு செல்லுங்கள்.
uk: &lt;h1&gt;Долучайтеся до KDE&lt;/h1&gt; &lt;p&gt;Не обов'язково бути програмістом, щоб належати до Команди KDE. Можете приєднатися до національних команд, що перекладають інтерфейс програм. Можете забезпечувати користувачів графікою, темами, звуками та вдосконаленою документацію. Вам вирішувати!&lt;/p&gt; &lt;p&gt;Завітайте на сторінку &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; щодо інформації про деякі проєкти, у яких можна взяти участь.&lt;/p&gt;Якщо ви потребуєте більше інформації або документації, відвідайте &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt;, щоб ознайомитися з нею.
zh_cn: &lt;h1&gt;加入 KDE&lt;/h1&gt; &lt;p&gt;即使您不是软件开发人员，我们也欢迎您加入 KDE 的队伍！您可以加入各国语言的翻译团队来翻译软件的界面，您还可以制作图像、主题、音效，或者改进软件配套的文档……您的角色您来定！&lt;/p&gt; &lt;p&gt;请访问 &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; 来物色您感兴趣的项目。&lt;/p&gt;如需了解更多相关信息和文档，请访问 &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt;。
