Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# bigscreen_left
source: Left
ar: يسار
az: Sola
bg: Ляво
cs: Vlevo
de: Links
el: Αριστερά
es: Izquierda
et: Vasakul
eu: Ezkerrean
fi: Vasemmalle
fr: Vers la gauche
hu: Balra
id: Kiri
is: Vinstri
it: Sinistra
ja: 左
ko: 왼쪽
lt: Kairėn
nl: Links
nn: Venstre
pl: Lewo
pt: Esquerda
pt_br: Esquerda
ro: Stânga
ru: Влево
sk: Doľava
sl: Levo
sv: Vänster
ta: இடதுபுறமாக
uk: Ліворуч
zh_cn: 下

# bigscreen_select
source: Select
ar: اختر
az: Seçim
bg: Избор
cs: Vybrat
de: Auswählen
el: Επιλογή
es: Seleccionar
et: Vali
eu: Hautatu
fi: Valitse
fr: Sélectionner
hu: Kiválasztás
id: Pilih
is: Velja
it: Seleziona
ja: 選択
ko: 선택
lt: Pasirinkti
nl: Selecteren
nn: Vel
pl: Wybierz
pt: Seleccionar
pt_br: Selecionar
ro: Alege
ru: Выбрать
sk: Vybrať
sl: Izberi
sv: Markera
ta: தேர்ந்தெடு
uk: Вибрати
zh_cn: 选择

# bigscreen_right
source: Right
ar: يمين
az: Sağa
bg: Дясно
cs: Vpravo
de: Rechts
el: Δεξιά
es: Derecha
et: Paremal
eu: Eskuinean
fi: Oikea
fr: Vers la droite
hu: Jobbra
id: Kanan
is: Hægri
it: A destra
ja: 右
ko: 오른쪽
lt: Dešinėn
nl: Rechts
nn: Høgre
pl: Prawo
pt: Direita
pt_br: Direita
ro: Dreapta
ru: Вправо
sk: Doprava
sl: Desno
sv: Höger
ta: வலதுபுறமாக
uk: Праворуч
zh_cn: 右

# bigscreen_down
source: Down
ar: أسفل
az: Aşağı
bg: Преместване надолу
cs: Dolů
de: Unten
el: Κάτω
es: Abajo
et: All
eu: Behera
fi: Alemmas
fr: Vers le bas
hu: Le
id: Turun
is: Niður
it: Giù
ja: 下
ko: 아래
lt: Žemyn
nl: Omlaag
nn: Ned
pl: Dół
pt: Baixo
pt_br: Para baixo
ro: Jos
ru: Вниз
sk: Dole
sl: Dol
sv: Neråt
ta: கீழே
uk: Вниз
zh_cn: 下

# bigscreen_mic
source: Mic
ar: اللاقط
az: Mik
bg: Микрофон
cs: Mikrofon
de: Mikrofon
el: Μικ
es: Micrófono
et: Mikrofon
eu: Mikrofonoa
fi: Mikrofoni
hu: Mikrofon
is: Hljóðnemi
ja: マイク
ko: 마이크
lt: Mikrofonas
nn: Mikrofon
pl: Mikrofon
ru: Микрофон
sk: Mikrofón
sl: Mikrofon
sv: Mikrofon
ta: ஒலிவாங்கி
uk: Мікрофон
zh_cn: 麦克风

# pref_plugin_bigscreen
source: Bigscreen remote
ar: متحكم الشاشة الكبيرة
az: Böyük ekran məsafədən idarəsi
bg: Дистанционно управление за Bigscreen
cs: Dálkový ovladač pro Bigscreen
el: Απομακρυσμένη μεγάλη οθόνη
es: Bigscreen remoto
et: Suurekraani pult
eu: Bigscreen-en urrutiko agintea
fi: Bigscreen-kaukosäädin
fr: Télécommande Bigscreen
hu: Bigscreen távirányító
id: Remot bigscreen
is: Bigscreen-fjarstýring
it: Telecomando Bigscreen
ja: Bigscreen リモート
ko: 큰 화면 리모콘
lt: Bigscreen nuotolinis pultas
nl: Bigscreen op afstand
nn: Bigscreen-fjernkontroll
pl: Sterowanie Dużym Ekranem
pt: Comando à distância do ecrã grande
pt_br: Controle remoto do Bigscreen
ro: Telecomandă pentru ecran mare
ru: Удалённый Bigscreen
sk: Diaľkové ovládanie obrazovky Bigscreen
sl: Oddaljeni veliki zaslon
sv: Fjärrkontroll för storskärm
ta: பெருந்திரை தொலையியக்கி
uk: Керування великим екраном
zh_cn: 电视遥控

# pref_plugin_bigscreen_desc
source: Use your device as a remote for Plasma Bigscreen
az: Plasma Böyük Ekran'ını cihazınızla məsafədən idarə edin
bg: Използвайте устройството си като дистанционно за Plasma Bigscreen
cs: Používejte své zařízení jako ovladač pro Plasma Bigscreen
el: Χρησιμοποιήστε τη συσκευή σας ως απομακρυσμένη για το Plasma Bigscreen
es: Use su dispositivo como mando remoto para Plasma Bigscreen
et: Oma seadme kasutamine Plasma suurekraani puldina
eu: Erabili zure gailua Plasma Bigscreen-en urrutiko aginte gisa
fi: Käytä laitetta Plasma Bigscreen -kaukosäätimenä
fr: Utiliser votre périphérique comme télécommande pour Plasma Bigscreen
hu: Használja eszközét a Plasma Bigscreen távirányítójaként
id: Gunakan perantimu sebagai remot untuk Plasma Bigsreen
is: Notaðu tækið þitt sem fjarstýringu fyrir Plasma Bigscreen
it: Utilizza il tuo dispositivo come telecomando per Plasma Bigscreen
ja: デバイスを Plasma Bigscreen のリモコンとして使う
ko: 내 장치를 Plasma 큰 화면의 리모콘으로 사용
lt: Naudoti savo įrenginį kaip Plasma Bigscreen nuotolinį pultą
nl: Gebruik uw apparaat als een Bigscreen op afstand
nn: Bruk eininga som fjernkontroll for Plasma Bigscreen
pl: Steruje Dużym Ekranem Plazmy
pt: Use o seu dispositivo como um comando à distância para o Plasma em Ecrã Grande
pt_br: Use seu dispositivo como um controle remoto para o Plasma Bigscreen
ro: Folosiți dispozitivul ca telecomandă pentru Plasma Bigscreen
ru: Использовать это устройство как удалённое для Plasma Bigscreen
sk: Použije vaše zariadenie ako diaľkové ovládanie obrazovky Plasma Bigscreen
sl: Uporabite svojo napravo kot daljinec za Plasmin veliki zaslon
sv: Använd apparaten som en fjärrkontroll för Plasma storskärm
ta: பிளாஸ்மா பெருந்திரைக்கு உங்கள் சாதனத்தை தொலையியக்கியாக பயன்படுத்துங்கள்
uk: Скористайтеся вашим пристроєм як дистанційним керуванням для великого екрана Плазми
zh_cn: 使用您手机遥控 Plasma 电视

# bigscreen_optional_permission_explanation
source: To share microphone input from your phone you need to give access to the phone's audio input
ast: Pa compartir la entrada del micrófonu del preséu precises dar accesu a la entrada d'audiu del preséu
az: Telefonunuzun mikrofon girişini paylaşmaq üçün telefonun səs girişinə icazə verməlisiniz
bg: За да споделите входа на микрофона от телефона си, трябва да дадете достъп до аудиовхода на телефона
cs: Pro sdílení vstupu mikrofonu z vašeho telefonu je potřeba udělit přístup ke vstupnímu audio zařízení telefonu
de: Um den Mikrofoneingang des Mobiltelefons freizugeben, müssen Sie den Zugriff auf den Audioeingang des Mobiltelefons erlauben
el: Για να μοιραστείτε την είσοδο του μικροφώνου από το τηλέφωνό σας απαιτείται να παραχωρήσετε πρόσβαση στην είσοδο ήχου του τηλεφώνου
es: Para compartir la entrada del micrófono desde su teléfono, necesita dar acceso a la entrada de audio de su teléfono
et: Oma telefoni mikrofonisisendi jagamiseks tuleb anda juurdepääs telefoni helisisendile
eu: Zure telefonoko mikrofonoko sarrerakoa partekatzeko, telefonoko audio sarrerakora sarbidea eman behar diozu
fi: Jakaaksesi puhelimen mikrofonisyötteen puhelimen äänisyötteeseen on annettava käyttöoikeus
fr: Pour partager l'entrée microphone de votre téléphone, vous devez donner accès à l'entrée audio du téléphone.
hu: A telefon mikrofonbemenetének megosztásához hozzáférést kell biztosítania a telefon hangbemenetéhez
id: Untuk membagikan input mikrofon dari ponselmu kamu perlu memberikan akses terhadap input audio si ponsel
it: Per condividere l'ingresso del microfono dal telefono è necessario consentire l'accesso all'ingresso audio del telefono
ja: 端末のマイク入力を共有するには、端末の音声入力へのアクセスを許可する必要があります
ko: 휴대폰 마이크 입력을 공유하려면 오디오 입력 접근 권한이 필요합니다
lt: Norėdami bendrinti mikrofono įvesti iš savo telefono, turite suteikti priegą prie telefono garso įvesties
nl: Om microfooninvoer vanaf uw telefoon te delen moet u toegang geven tot de geluidsinvoer van de telefoon
nn: For å kunna dela mikrofon­lyd frå telefonen må du gje appen mikrofontilgang
pl: Aby zezwolić na używanie mikrofonu twojego telefonu, musisz udzielić do niego dostępu na telefonie
pt: Para partilhar os dados provenientes do microfone do seu telefone, terá de dar acesso à entrada de áudio do telefone
pt_br: Para compartilhar a entrada do microfone de seu telefone você precisa conceder acesso à entrada de áudio do celular
ro: Pentru a partaja microfonul de la telefon, trebuie să permiteți accesul laintrarea de sunet a telefonului dumneavoastră.
ru: Для общего использования телефонного микрофона разрешите доступ к вводу аудио в телефоне.
sk: Na zdieľanie mikrofónového vstupu z vášho telefónu musíte dať prístup k zvukovému vstupu telefónu
sl: Če želite deliti vhod mikrofona iz telefona, morate imeti dostop do avdio vhoda telefona
sv: För att dela mikrofoningången från telefonen måste du ge tillgång till telefonens ljudingång
ta: உங்கள் திறன்பேசியிலிருந்து ஒலிவாங்கி உள்ளீட்டைப் பகிர நீங்கள் அதன் ஒலி உள்ளீட்டுக்கு அணுகல் அளிக்க வேண்டும்
uk: Щоб оприлюднити вхідні дані з мікрофона вашого телефону, вам слід надати програми доступ до вхідного звукового каналу телефону
zh_cn: 请开启手机的麦克风以共享语音输入。

# bigscreen_speech_extra_prompt
source: Speech
ar: حديث
az: Danışıq
bg: Реч
cs: Mluvené slovo
de: Sprache
el: Ομιλία
es: Habla
et: Kõne
eu: Hizketa
fi: Puhe
fr: Discours
hu: Beszéljen
id: Lisankan
is: Tal
it: Parlato
ja: 発声
ko: 말하기
lt: Šneka
nl: Spraak
nn: Tale
pl: Mowa
pt: Fala
pt_br: Falar
ro: Vorbire
ru: Речь
sk: Reč
sl: Govor
sv: Tal
ta: பேச்சு
uk: Озвучення
zh_cn: 语音

# message_reply_label
source: REPLY
ar: ردّ
ast: RESPONDER
az: CAVAB
bg: ОТГОВОР
cs: ODPOVĚĎ
de: Antworten
el: ΑΠΑΝΤΗΣΗ
es: Responder
et: VASTA
eu: ERANTZUN
fi: VASTAA
fr: RÉPONDRE
hu: VÁLASZ
id: BALAS
is: SVARA
it: RISPONDI
ja: 返信
ko: 답장
lt: ATSAKYTI
nl: BEANTWOORDEN
nn: SVAR
pl: ODPOWIEDZ
pt: RESPONDER
pt_br: Responder
ro: RĂSPUNDE
ru: ОТВЕТИТЬ
sk: Odpovedať
sl: ODGOVORI
sv: SVARA
ta: பதில்
uk: ВІДПОВІСТИ
zh_cn: 回复

# mark_as_read_label
source: MARK AS READ
ar: علّم كمقروءة
az: OXUNMUŞ KİMİ İŞARƏLƏMƏK
bg: МАРКИРАНЕ КАТО ПРОЧЕТЕНО
cs: OZNAČIT JAKO PŘEČTENÉ
de: Als gelesen markieren
el: ΝΑ ΣΗΜΕΙΩΘΕΙ ΩΣ ΑΝΑΓΝΩΣΜΕΝΟ
es: Marcar como leído
et: MÄRGI LOETUKS
eu: MARKATU IRAKURRITAKO GISA
fi: MERKITSE LUETUKSI
fr: MARQUER COMME LU
hu: MEGJELÖLÉS OLVASOTTKÉNT
id: TANDAI SEBAGAI DIBACA
is: MERKJA SEM LESIÐ
it: MARCA COME LETTO
ja: 既読としてマーク
ko: 읽은 상태로 표시
lt: ŽYMĖTI KAIP SKAITYTĄ
nl: MARKEREN ALS GELEZEN
nn: MERK SOM LESEN
pl: OZNACZ JAKO PRZECZYTANĄ
pt: MARCAR COMO LIDA
pt_br: Marcar como lido
ro: MARCHEAZĂ CA CITIT
ru: ПОМЕТИТЬ КАК ПРОЧИТАННОЕ
sk: Označiť ako prečítané
sl: OZNAČI KOT PREBRANO
sv: MARKERA SOM LÄST
ta: படித்ததாகக் குறி
uk: ПОЗНАЧИТИ ЯК ПРОЧИТАНЕ
zh_cn: 标记为已读

# user_display_name
source: You
ar: أنت
ast: Tu
az: Siz
bg: Вие
cs: Vy
de: Sie
el: Εσείς
es: Tú
eu: Zu
fi: Sinä
fr: Vous
hu: Ön
id: KAMU
is: Þú
it: Tu
ja: あなた
ko: 나
lt: Jūs
nl: U
nn: Du
pl: Ty
pt: Você
pt_br: Você
ro: Tu
ru: Вы
sk: Vy
sl: Vi
sv: Du
ta: நீங்கள்
uk: Ви
zh_cn: 您

# set_default_sms_app_title
source: Send MMS
ar: أرسل رسالة قصيرة
az: MMS göndərmək
bg: Изпращане на MMS
cs: Poslat MMS
de: MMS senden
el: Αποστολή MMS
es: Enviar MMS
eu: Bidali MMS
fi: Lähetä multimediaviesti
fr: Envoyer un « MMS »
hu: MMS küldése
id: Kirim MMS
is: Senda MMS
it: Invia MMS
ja: SMS を送信
ko: MMS 보내기
lt: Siųsti MMS žinutę
nl: MMS verzenden
pl: Wyślij SMSa
pt: Enviar um MMS
pt_br: Enviar MMS
ro: Expediază MMS
ru: Отправка MMS
sk: Odoslať MMS
sl: Pošlji MMS
sv: Skicka MMS
ta: MMS அனுப்பு
uk: Надіслати MMS
zh_cn: 发送彩信

# set_group_message_as_mms_title
source: Send group MMS
ar: أرسل رسالة جماعية
az: MMS qrupu göndərmək
bg: Изпращане на групови MMS
cs: Poslat skupinovou MMS
de: Gruppen-SMS senden
el: Αποστολή MMS σε ομάδα
es: Enviar MMS a un grupo
eu: Bidali taldeko MMS
fi: Lähetä ryhmämultimediaviesti
fr: Envoyer un ensemble de « SMS »
hu: Csoportos MMS küldése
id: Kirim MMS grup
is: Senda hóp-MMS
it: Invia MMS di gruppo
ja: グループ MMS を送信
ko: 그룹 MMS 보내기
lt: Siųsti grupinę MMS žinutę
nl: MMS verzenden naar groep
nn: Send gruppe-MMS
pl: Wyślij MMSa do grupy
pt: Enviar um MMS em grupo
pt_br: Enviar MMS em grupo
ro: Expediază MMS la grup
ru: Отправка групповых MMS
sk: Odoslať skupinovú MMS
sl: Pošlji skupinski SMS
sv: Skicka grupp-MMS
ta: குழு MMS அனுப்பு
uk: Надіслати групове MMS
zh_cn: 群发彩信

# set_long_text_as_mms_title
source: Send long text as MMS
ar: أرسل نص طويل كرسالة وسائط
ast: Unviar testos llargos como MMS
az: Uzun mətni MMS kimi göndərmək
bg: Изпращане на дълъг текст като MMS
cs: Poslat dlouhý text jako MMS
de: Langen Text als MMS senden
el: Αποστολή μεγάλου κειμένου ως MMS
es: Enviar textos largos como MMS
eu: Bidali testu luzea MMS gisa
fi: Lähetä pitkä teksti multimediaviestinä
fr: Envoyer un long message comme un « MMS »
hu: Hosszú szöveg küldése MMS-ként
id: Kirim pesan teks panjang sebagai MMS
is: Senda langan texta sem MMS
it: Invia testo lungo come MMS
ja: 長いテキストを MMS として送信する
ko: 긴 텍스트를 MMS로 보내기
lt: Siųsti ilgą tekstą kaip MMS žinutę
nl: Lange tekst als MMS verzenden
nn: Send lang tekst som MMS
pl: Wyślij długi tekst jako MMS
pt: Enviar o texto extenso como MMS
pt_br: Enviar texto longo como MMS
ro: Expediază text lung ca MMS
ru: Послать длинный текст в формате MMS
sk: Poslať dlhý text ako MMS
sl: Pošlji dolgo besedilo kot MMS
sv: Skicka lång text som MMS
ta: நெடுவுரையை MMS-ஆக அனுப்பு
uk: Надіслати довгий текст як MMS
zh_cn: 将长文本以彩信形式发送

# convert_to_mms_after_title
source: Convert to MMS
ar: حول إلى رسالة وسائط
ast: Conversión a MMS
az: MMS'ə çevirmək
bg: Конвертиране в MMS
cs: Převést na MMS
de: Umwandeln in MMS
el: Μετατροπή σε MMS
es: Convertir a MMS
eu: Bihurtu MMS
fi: Muunna multimediaviestiksi
fr: Convertir en « MMS »
hu: Konvertálás MMS-sé
id: Konversikan ke MMS
is: Umbreyta í MMS
it: Converti in MMS
ja: MMS に変換
ko: MMS로 변환
lt: Kovertuoti į MMS žinutę
nl: Naar MMS converteren
nn: Gjer om til MMS
pl: Przekształć na MMS
pt: Converter para MMS
pt_br: Converter para MMS
ro: Convertește la MMS
ru: Преобразовать в MMS
sk: Konvertovať na MMS
sl: Pretvori v MMS
sv: Konvertera till MMS
ta: MMS-ஆக மாற்று
uk: Перетворити на MMS
zh_cn: 转换为彩信

# convert_to_mms_after_entries:0
source: After one message
ar: بعد رسالة واحدة
ast: Dempués d'un mensaxes
az: Bir ismarıcdan sonra
bg: След едно съобщение
cs: Po jedné zprávě
de: Nach einer Nachricht
el: Μετά από ένα μήνυμα
es: Tras un mensaje
eu: Mezu baten ondoren
fi: Yhden viestin jälkeen
fr: Après un message
hu: Egy üzenet után
id: Setelah satu pesan
is: Eftir ein skilaboð
it: Dopo un messaggio
ja: 1 つのメッセージの後
ko: 메시지 1개 이후
lt: Po vienos žinutės
nl: Na één bericht
nn: Etter éi melding
pl: Po jednej wiadomości
pt: Ao fim de uma mensagem
pt_br: Após uma mensagem
ro: După un mesaj
ru: После одного сообщения
sk: Po jednej správe
sl: Po enem sporočilu
sv: Efter ett meddelande
ta: ஒரு தகவலுக்குப் பிறகு
uk: Після одного повідомлення
zh_cn: 在1条消息后

# convert_to_mms_after_entries:1
source: After two messages
ar: بعد رسالتين
ast: Dempués de dos mensaxes
az: İki ismarıcdan sonra
bg: След две съобщения
cs: Po dvou zprávách
de: Nach zwei Nachrichten
el: Μετά από δύο μηνύματα
es: Tras dos mensajes
eu: Bi mezu ondoren
fi: Kahden viestin jälkeen
fr: Après deux messages
hu: Két üzenet után
id: Setelah dua pesan
is: Eftir tvenn skilaboð
it: Dopo due messaggi
ja: 2 つのメッセージの後
ko: 메시지 2개 이후
lt: Po dviejų žinučių
nl: Na twee berichten
nn: Etter to meldingar
pl: Po dwóch wiadomościach
pt: Ao fim de duas mensagens
pt_br: Após duas mensagens
ro: După două mesaje
ru: После двух сообщений
sk: Po dvoch správach
sl: Po dveh sporočilih
sv: Efter två meddelanden
ta: இரு தகவல்களுக்குப் பிறகு
uk: Після двох повідомлень
zh_cn: 在2条消息后

# convert_to_mms_after_entries:2
source: After three messages
ar: بعد ثلاث رسائل
ast: Dempués de tres mensaxes
az: Üş ismarıcdan sonra1
bg: След три съобщения
cs: Po třech zprávách
de: Nach drei Nachrichten
el: Μετά από τρία μηνύματα
es: Tras tres mensajes
eu: Hiru mezu ondoren
fi: Kolmen viestin jälkeen
fr: Après trois messages
hu: Három üzenet után
id: Setelah tiga pesan
is: Eftir þrenn skilaboð
it: Dopo tre messaggi
ja: 3 つのメッセージの後
ko: 메시지 3개 이후
lt: Po trijų žinučių
nl: Na drie berichten
nn: Etter tre meldingar
pl: Po trzech wiadomościach
pt: Ao fim de três mensagens
pt_br: Após três mensagens
ro: După trei mesaje
ru: После трёх сообщений
sk: Po troch správach
sl: Po treh sporočilih
sv: Efter tre meddelanden
ta: மூன்று தகவல்களுக்குப் பிறகு
uk: Після трьох повідомлень
zh_cn: 在3条消息后

# convert_to_mms_after_entries:3
source: After four messages
ar: بعد أربع رسائل
ast: Dempués de cuatro mensaxes
az: Dörd ismarıcdan sonra1
bg: След четири съобщения
cs: Po čtyřech zprávách
de: Nach vier Nachrichten
el: Μετά από τέσσερα μηνύματα
es: Tras cuatro mensajes
eu: Lau mezu ondoren
fi: Neljän viestin jälkeen
fr: Après quatre messages
hu: Négy üzenet után
id: Setelah empat pesan
is: Eftir fjögur skilaboð
it: Dopo quattro messaggi
ja: 4 つのメッセージの後
ko: 메시지 4개 이후
lt: Po keturių žinučių
nl: Na vier berichten
nn: Etter fire meldingar
pl: Po czterech wiadomościach
pt: Ao fim de quatro mensagens
pt_br: Após quatro mensagens
ro: După patru mesaje
ru: После четырёх сообщений
sk: Po štyroch správach
sl: Po štirih sporočilih
sv: Efter fyra meddelanden
ta: நான்கு தகவல்களுக்குப் பிறகு
uk: Після чотирьох повідомлень
zh_cn: 在4条消息后

# convert_to_mms_after_entries:4
source: After five messages
ar: بعد خمس رسائل
ast: Dempués de cinco mensaxes
az: Beş ismarıcdan sonra1
bg: След пет съобщения
cs: Po pěti zprávách
de: Nach fünf Nachrichten
el: Μετά από πέντε μηνύματα
es: Tras cinco mensajes
eu: Bost mezu ondoren
fi: Viiden viestin jälkeen
fr: Après cinq messages
hu: Öt üzenet után
id: Setelah lima pesan
is: Eftir fimm skilaboð
it: Dopo cinque messaggi
ja: 5 つのメッセージの後
ko: 메시지 5개 이후
lt: Po penkių žinučių
nl: Na vijf berichten
nn: Etter fem meldingar
pl: Po pięciu wiadomościach
pt: Ao fim de cinco mensagens
pt_br: Após cinco mensagens
ro: După cinci mesaje
ru: После пяти сообщений
sk: Po piatich správach
sl: Po petih sporočilih
sv: Efter fem meddelanden
ta: ஐந்து தகவல்களுக்குப் பிறகு
uk: Після п'яти повідомлень
zh_cn: 在5条消息后

# theme_dialog_title
source: Choose theme
ar: اختر سمة
ast: Estilu de l'aplicación
az: Mövzunu seçin
bg: Изберете тема
cs: Vyberte motiv
de: Design auswählen
el: Επιλογή θέματος
es: Elegir tema
et: Teema valimine
eu: Aukeratu gaia
fi: Valitse teema
fr: Choisir un thème
hu: Témaválasztás
id: Pilih tema
is: Veldu þema
it: Scegli il tema
ja: テーマを選択
ko: 테마 선택
lt: Pasirinkite apipavidalinimą
nl: Thema kiezen
nn: Vel tema
pl: Obowiązujący wygląd
pt: Escolha o tema
pt_br: Escolher tema
ro: Alege tematica
ru: Выбрать тему оформления
sk: Vybrať tému
sl: Izberite temo
sv: Välj tema
ta: நிறத்திட்டத்தை தேர்வுசெய்
uk: Вибір теми
zh_cn: 选择主题

# theme_list:0
source: Set by Battery Saver
ar: معينة بواسطة حافظ البطارية
az: Batareyaya Qənaət tərəfindən təyin edilr
bg: Зададено от Пестене на батерията
cs: Nastaveno spořičem baterie
el: Ρύθμιση με την εξοικονόμηση μπαταρίας
es: Activar ahorro de batería
et: Määratud akusäästja poolt
eu: Ezarri bateria aurrezteko
fi: Akunsäästäjän asettama
fr: Défini par l'économiseur de batterie
hu: Akkukimélő által beállítva
id: Atur berdasarkan Hemat Baterai
is: Stillt af rafhlöðusparnaðarkerfi
it: Impostato dal risparmio batteria
ja: バッテリセーバによる設定
ko: 배터리 세이버에 의해 설정됨
lt: Nustatytas akumuliatoriaus energijos taupymo
nl: Op batterijbesparing instellen
nn: Valt av straumsparar
pl: Ustaw przy oszczędzaniu energii
pt: Definido pela Poupança da Bateria
pt_br: Definido pelo economizador de bateria
ro: Stabilită de economizorul de acumulator
ru: Настроено согласно параметрам «Экономии заряда»
sk: Nastavené šetričom batérie
sl: Določeno z ohranjevalnikom baterije
sv: Inställt för att spara batteri
ta: மின்கல சேமிப்பை பொறுத்து அமை
uk: Встановлена зберігачем акумулятора
zh_cn: 由省电模式设定

# theme_list:1
source: Light
ar: خفيف
ast: Claridá
az: İşıqlı
bg: Лек
cs: Lehké
de: Hell
el: Φωτεινό
es: Claro
et: Hele
eu: Argia
fi: Vaalea
fr: Léger
hu: Világos
id: Terang
is: Ljóst
it: Chiaro
ja: ライト
ko: 밝음
lt: Šviesus
nl: Licht
nn: Lyst
pl: Jasny
pt: Claro
pt_br: Claro
ro: Luminoasă
ru: Светлая
sk: Svetlá
sl: Svetlo
sv: Ljus
ta: வெளிர்ந்தது
uk: Світла
zh_cn: 浅色主题

# theme_list:2
source: Dark
ar: مظلمة
ast: Escuridá
az: Qaranlıq
bg: Тъмно
cs: Tmavé
de: Dunkel
el: Σκούρο
es: Oscuro
et: Tume
eu: Iluna
fi: Tumma
fr: Sombre
hu: Sötét
id: Gelap
is: Dökkt
it: Scuro
ja: ダーク
ko: 어두움
lt: Tamsus
nl: Donker
nn: Mørkt
pl: Ciemny
pt: Escuro
pt_br: Escuro
ro: Întunecată
ru: Тёмная
sk: Tmavá
sl: Temno
sv: Mörk
ta: கருமையானது
uk: Темна
zh_cn: 深色主题

# theme_list_v28:0
source: System Default
ar: افتراضيات النظام
az: Standart Sistem
bg: Системни настройки по подразбиране
cs: Výchozí systémový
de: Systemvoreinstellung
el: Προκαθορισμένο συστήματος
es: Valor por omisión del sistema
et: Süsteemi vaikeväärtus
eu: Sistemako lehenetsia
fi: Järjestelmän oletus
fr: Valeur par défaut du système
hu: Rendszertéma
id: Sistem Default
is: Sjálfgefið í kerfinu
it: Predefinito di sistema
ja: デフォルト
ko: 시스템 기본값
lt: Sistemos numatytasis
nl: Systeemstandaard
nn: Systemstandard
pl: Zgodny z systemowym
pt: Predefinição do Sistema
pt_br: Padrão do sistema
ro: Implicit de sistem
ru: Системная по умолчанию
sk: Predvolené systémom
sl: Sistemsko privzeto
sv: Systemstandard
ta: இயங்குதள இயல்பிருப்பு
uk: Типова для системи
zh_cn: 系统默认

# theme_list_v28:1
source: Light
ar: خفيف
ast: Claridá
az: İşıqlı
bg: Слаб
cs: Světlý
de: Hell
el: Φωτεινό
es: Claro
et: Hele
eu: Argia
fi: Vaalea
fr: Léger
hu: Világos
id: Terang
is: Ljóst
it: Chiaro
ja: ライト
ko: 밝음
lt: Šviesus
nl: Licht
nn: Lyst
pl: Jasny
pt: Claro
pt_br: Claro
ro: Luminoasă
ru: Светлая
sk: Svetlá
sl: Svetlo
sv: Ljus
ta: வெளிர்ந்தது
uk: Світла
zh_cn: 浅色

# theme_list_v28:2
source: Dark
ar: مظلمة
ast: Escuridá
az: Qaranlıq
bg: Тъмна
cs: Tmavý
de: Dunkel
el: Σκούρο
es: Oscuro
et: Tume
eu: Iluna
fi: Tumma
fr: Sombre
hu: Sötét
id: Gelap
is: Dökkt
it: Scuro
ja: ダーク
ko: 어두움
lt: Tamsus
nl: Donker
nn: Mørk
pl: Ciemny
pt: Escuro
pt_br: Escuro
ro: Întunecată
ru: Тёмная
sk: Tmavá
sl: Temno
sv: Mörk
ta: கருமையானது
uk: Темна
zh_cn: 深色

source: Report Bug
ar: أبلغ عن علة
az: Xəta hesabatı
bg: Подаване на сигнал за грешка
cs: Nahlásit chybu
de: Probleme oder Wünsche berichten
el: Αναφορά σφάλματος
es: Notificar error
eu: Akats baten berri eman
fi: Ilmoita ohjelmavirheestä
fr: Signaler un bogue
hu: Hiba bejelentése
id: Laporkan Bug
is: Tilkynna galla
it: Segnala un errore
ja: バグを報告
ko: 버그 보고
lt: Pranešti apie programos klaidą
nl: Bug rapporteren
nn: Meld frå om feil
pl: Zgłoś błąd
pt: Comunicar um Erro
pt_br: Relatar erro
ro: Raportează defect
ru: Сообщить об ошибке
sk: Nahlásiť chybu
sl: Poročaj o napaki
sv: Rapportera fel
ta: பிழையை தெரிவி
uk: Повідомити про ваду
zh_cn: 报告缺陷

source: Donate
ar: تبرّع
az: Maddi Dəstək
bg: Дарение
cs: Přispět
de: Spenden
el: Δωρεές
es: Donar
eu: Egin dohaintza
fi: Lahjoita
fr: Faire un don
hu: Támogatás
id: Donasi
is: Styrkja
it: Fai una donazione
ja: 寄付
ko: 기부하기
lt: Paaukoti
nl: Doneren
nn: Gje pengegåve
pl: Darowizna
pt: Doar
pt_br: Doar
ro: Donează
ru: Поддержать
sk: Prispieť
sl: Doniraj
sv: Ge ett bidrag
ta: நன்கொடை அளி
uk: Підтримати фінансово
zh_cn: 捐款

source: Source Code
ar: الشيفرة المصدرية
az: Qaynaq Kodu
bg: Изходен код
cs: Zdrojový kód
de: Quelltext
el: Πηγαίος κώδικας
es: Código fuente
eu: Sorburu kodea
fi: Lähdekoodi
fr: Code source
hu: Forráskód
id: Kode Sumber
is: Grunnkóði
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
lt: Pradinis kodas
nl: Broncode
nn: Kjeldekode
pl: Kod źródłowy
pt: Código-Fonte
pt_br: Código-fonte
ro: Codul sursă
ru: Исходный код
sk: Zdrojový kód
sl: Izvorna koda
sv: Källkod
ta: மூல குறியீடு
uk: Початковий код
zh_cn: 源代码

source: Licenses
ar: الرّخص
az: Lisenziyalar
bg: Лицензи
cs: Licence
de: Lizenzen
el: Άδειες χρήσης
es: Licencias
eu: Lizentziak
fi: Lisenssit
fr: Licences
hu: Licencek
id: Lisensi
is: Notkunarleyfi
it: Licenze
ja: ライセンス
ko: 라이선스
lt: Licencijos
nl: Licenties
nn: Lisensar
pl: Licencje
pt: Licenças
pt_br: Licenças
ro: Licențe
ru: Лицензии
sk: Licencie
sl: Licence
sv: Licenser
ta: உரிமங்கள்
uk: Ліцензування
zh_cn: 许可证

source: Website
ar: موقع الوبّ
az: Veb sayt
bg: Уебсайт
cs: Webová stránka
el: Ιστότοπος
es: Página web
eu: Webgunea
fi: Sivusto
fr: Site Internet
hu: Weboldal
id: Situs
is: Vefsvæði
it: Sito web
ja: ウェブサイト
ko: 웹 사이트
lt: Internetinė svetainė
nn: Heimeside
pl: Strona sieciowa
pt: Página Web
pt_br: Site
ro: Sait
ru: Веб-сайт
sk: Webová stránka
sl: Spletišče
sv: Webbplats
ta: வலைத்தளம்
uk: Сайт
zh_cn: 网站

source: About
ar: عن
az: Haqqında
bg: За програмата
cs: O aplikaci
el: Σχετικά
es: Acerca de
eu: Honi buruz
fi: Tietoa
fr: À propos
hu: Névjegy
id: Tentang
is: Um hugbúnaðinn
it: Informazioni
ja: 情報
ko: 정보
lt: Apie
nl: Info over
nn: Om
pl: O programie
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sl: O programu
sv: Om
ta: இதுபற்றி
uk: Про програму
zh_cn: 关于
