Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

source: Authors
ar: المؤلفين
az: Müəlliflər
bg: Автори
cs: Autoři
el: Συγγραφείς
es: Autores
eu: Egileak
fi: Tekijät
fr: Auteurs
hu: Szerzők
id: Penulis
is: Höfundar
it: Autori
ja: 作者
ko: 작성자
lt: Autoriai
nl: Auteurs
nn: Opphavspersonar
pl: Autorzy
pt: Autores
pt_br: Autores
ro: Autori
ru: Авторы
sk: Tvorcovia
sl: Avtorji
sv: Författare
ta: இயற்றியவர்கள்
uk: Автори
zh_cn: 作者

source: Thanks To
ar: الشكر إلى
az: Minəttdarlıq
bg: Благодарности на
cs: Poděkování
el: Ευχαριστίες
es: Gracias a
eu: Eskerrak ondokoei
fi: Kiitokset
fr: Remerciements à
hu: Köszönet
id: Terima Kasih Kepada
is: Þakkir fá
it: Ringraziamenti
ja: 感謝
ko: 고마운 분
lt: Dėkojame
nl: Met dank aan
nn: Takk til
pl: Podziękowania
pt: Agradecimentos
pt_br: Agradecimentos a
ro: Mulțumiri
ru: Благодарности
sk: Poďakovanie
sl: Zahvale tudi
sv: Tack till
ta: இவர்களுக்கு நன்றி
uk: Подяки
zh_cn: 致谢

source: Easter Egg
ar: بيض الفصح
az: Pasxa yumurtası
bg: Великденско яйце
cs: Skrytý vtípek
el: Πασχαλινό αυγό
es: Huevo de Pascua
eu: Pazkoko arrautza
fi: Yllätysmuna
fr: Œuf de Pâques
is: Páskaegg
it: Uovo di Pasqua
ja: イースターエッグ
ko: 이스터 에그
lt: Velykų kiaušinis
nl: Paasei
nn: Påskeegg
pl: Jajka wielkanocne
pt: Truque Escondido
ro: Surpriză
ru: Пасхальное яйцо
sl: Velikonočno jajce
sv: Påskägg
ta: எதிர்பார்க்கப்படா வேடிக்கையம்சங்கள்
uk: Великоднє яйце
zh_cn: 彩蛋

# email_contributor
source: Email contributor %s
ar: راسل المساهم: %s
az: Əməkdaşın e-poçt ünvanı %s
bg: Сътрудник за имейл %s
cs: Poslat e-mail autorovi %s
el: Email συμβαλλόμενου %s
es: Correo del contribuidor %s
eu: Bidali e-posta kolaboratzaileari %s
fi: Sähköpostiavustaja %s
fr: Envoyer un courriel au contributeur %s
hu: E-mail a közreműködőnek %s
id: Email kontributor %s
is: Senda þátttakanda tölvupóst %s
it: Indirizzo email del collaboratore %s
ja: 貢献者にメールを送る %s
ko: 이메일 보내기 %s
lt: Parašyti talkininkui el. laišką %s
nl: E-mail medewerkers %s
nn: Send e-post til bidragsytaren %s
pl: Napisz do twórcy %s
pt: E-mail para o colaborador %s
pt_br: E-mail do colaborador %s
ro: Trimite mesaj contribuitorului %s
ru: Написать участнику по эл. почте: %s
sk: Odoslať email prispievateľovi %s
sl: E-pošta sodelavca %s
sv: E-postbidragsgivare %s
ta: பங்களிப்பாளருக்கு மின்னஞ்சலிடு %s
uk: Написати учаснику розробки %s
zh_cn: 写信给贡献者 %s

# visit_contributors_homepage
source: Visit contributor's homepage %s
ar: زر صفحة المساهم الرئيسية %s
az: Əməkdaşın ev səhifəsinə baxın %s
bg: Посетете домашната страница на автора %s
cs: Navštívit domovskou stránku autora %s
el: Επισκεφθείτε τη σελίδα του συμβαλλόμενου %s
es: Visite la página web del contribuidor %s
eu: Bisitatu kolaboratzailearen orri nagusia %s
fi: Käy avustajan sivustolla %s
fr: Visiter la page d'accueil du contributeur %s
hu: Ugrás a közreműködő honlapjára %s
id: Kunjungi laman kontributor %s
is: Fara á heimasíðu þátttakandans %s
it: Visita la pagina web del collaboratore %s
ja: 貢献者のホームページを訪れる %s
ko: 기여자의 홈페이지 방문하기 %s
lt: Apsilankyti talkininko internetinėje svetainėje %s
nl: Homepage van medewerker bezoeken %s
nn: Besøk heimesida til bidragsytaren %s
pl: Odwiedź stronę twórcy %s
pt: Ir à página Web do colaborador %s
pt_br: Visite o site do colaborador %s
ro: Vizitează pagina contribuitorului %s
ru: Посетить домашнюю страницу участника: %s
sk: Navštíviť domovskú stránku prispievateľa %s
sl: Obiščite spletno stran sodelavca %s
sv: Besök bidragsgivarens hemsida %s
ta: பங்களிப்பாளரது முதற்பக்கத்துக்குச் செல் %s
uk: Відвідати домашню сторінку учасника розробки %s
zh_cn: 访问贡献者主页 %s

# version
source: Version %s
ar: الإصدار %s
az: Versiya %s
bg: Версия %s
cs: Verze %s
el: Έκδοση %s
es: Versión %s
eu: %s bertsioa
fi: Versio %s
hu: Verzió: %s
id: Versi %s
is: Útgáfa %s
it: Versione %s
ja: バージョン %s
ko: 버전 %s
lt: Versija %s
nl: Versie %s
nn: Versjon %s
pl: Wersja %s
pt: Versão %s
pt_br: Versão %s
ro: Versiunea %s
ru: Версия %s
sk: Verzia %s
sl: Različica %s
ta: பதிப்பு %s
uk: Версія %s
zh_cn: 版本 %s

source: About KDE
ar: عن كدي
az: KDE haqqında
bg: Относно KDE
cs: O prostředí KDE
el: Σχετικά με το KDE
es: Acerca de KDE
eu: KDEri buruz
fi: Tietoa KDE:stä
fr: À propos de KDE
hu: A KDE névjegye
id: Tentang KDE
is: Um KDE
it: Informazioni su KDE
ja: KDE について
ko: KDE 정보
lt: Apie KDE
nl: Over KDE
nn: Om KDE
pl: O KDE
pt: Acerca do KDE
pt_br: Sobre o KDE
ro: Despre KDE
ru: О KDE
sk: O prostredí KDE
sl: O KDE
sv: Om KDE
ta: கே.டீ.யீ. பற்றி
uk: Про KDE
zh_cn: 关于 KDE

source: KDE - Be Free!
ar: كدي- كن حرًّا!
az: KDE - Sərbəst olun!
bg: KDE - Бъдете свободни!
cs: KDE - Buďte svobodní!
el: KDE - Απελευθερωθείτε!
es: KDE - ¡Sea libre!
eu: KDE - Izan aske!
fi: KDE – Ole vapaa!
fr: KDE - Soyez libre !
hu: KDE - Légy szabad!
id: KDE - Secara Bebas!
is: KDE - Vertu frjáls!
it: KDE - Vivi libero!
ko: KDE - 자유롭게!
lt: KDE – būkite laisvi!
nl: KDE - Wees vrij!
nn: KDE – ver fri!
pl: KDE - Bądź wolny!
pt: KDE - Seja Livre!
pt_br: KDE - Seja livre!
ro: KDE – Fii liber!
ru: Будьте свободными!
sk: KDE - Buďte voľní!
sl: KDE - Bodite svobodni!
sv: KDE - Lev fri!
ta: கே.டீ.யீ. — சுதந்திரமாக இரு!
uk: KDE — почувайтеся вільно!
zh_cn: KDE - 为自由而生！

source: Rise Up
ar: ارفع
az: Qalxmaq
bg: Разширяване на горе
el: Άνοδος
es: Levantar
eu: Igo
fi: Nouse ylemmäs
fr: Debout !
hu: Felemelés
id: Naik
it: Alza
ko: 위로 올리기
lt: Pakelti
nl: Opkomen
nn: Hev
pl: Podnieś
pt: Subir
ro: Ridică
ru: Прокрутить вверх
sl: Dvigni
sv: Höj upp
uk: Підняти
zh_cn: 上升

source: Rise Down
ar: اخفض
az: Aşağı enmək
bg: Разширяване на долу
el: Κάθοδος
es: Bajar
eu: Jaitsi
fi: Laskeudu alemmas
fr: Se lever
hu: Leereszkedés
id: Turun
it: Abbassa
ko: 아래로 내리기
lt: Nuleisti
nl: Neergaan
nn: Senk
pl: Obniż
pt: Descer
ro: Coboară
ru: Прокрутить вниз
sl: Spusti
sv: Höj ner
uk: Опустити
zh_cn: 下降

# click_here_to_type
source: Tap here to type
ar: اطُرق لتكتب
az: Yazmaq üçün toxunun
bg: Докоснете тук, за да въведете
cs: Pro psaní ťukněte sem
es: Pulse para escribir
eu: Tak egin hemen tekleatzeko
fi: Napauta ja kirjoita
fr: Tapotez ici pour effectuer une saisie
hu: Koppintson a gépeléshez
id: Ketuk di sini untuk mengetik
is: Ýttu hér til að skrifa
it: Tocca qui per scrivere
ja: タップしてタイプ
ko: 입력하려면 누르십시오
lt: Bakstelėkite čia, norėdami rašyti
nl: Tik hier om te typen
nn: Trykk her for å skriva
pl: Stuknij tutaj, aby wpisać
pt: Toque aqui para abrir
pt_br: Toque aqui para digitar
ro: Atingeți aici pentru a tasta
ru: Вводите текст в этой области
sl: Tapkajte, tukaj za tipkanje
sv: Rör här för att skriva
ta: எழுத இங்கு தட்டுங்கள்
uk: Торкніться тут, щоб почати введення
zh_cn: 轻触此处输入

# clear_compose
source: Clear
ar: امسح
az: Təmizləmək
bg: Изчистване
cs: Vyprázdnit
es: Borrar
eu: Garbitu
fi: Tyhjennä
fr: Effacer
hu: Törlés
id: Hapus
is: Hreinsa
it: Pulisci
ja: クリア
ko: 지우기
lt: Išvalyti
nl: Wissen
nn: Tøm
pl: Wyczyść
pt: Limpar
pt_br: Limpar
ro: Curăță
ru: Очистить
sl: Očisti
sv: Rensa
ta: காலியாக்கு
uk: Спорожнити
zh_cn: 清除

# send_compose
source: Send
ar: أرسل
az: Göndərin
bg: Изпращане
cs: Odeslat
es: Enviar
eu: Bidali
fi: Lähetä
fr: Envoyer
hu: Küldés
id: Kirim
is: Senda
it: Invia
ja: 送信
ko: 보내기
lt: Siųsti
nl: Verzenden
pl: Wyślij
pt: Enviar
pt_br: Enviar
ro: Expediază
ru: Отправить
sl: Pošlji
sv: Skicka
ta: அனுப்பு
uk: Надіслати
zh_cn: 发送

# open_compose_send
source: Compose text
ar: ألف نص
az: Mətn yazın
bg: Съставяне на текст
cs: Napsat text
es: Componer texto
eu: Konposatu testua
fi: Kirjoita teksti
fr: Composer du texte
hu: Szöveg írása
id: Komposisikan teks
is: Semja texta
it: Componi il testo
ja: テキストを作成する
ko: 텍스트 작성
lt: Rašyti tekstą
nl: Tekst opstellen
nn: Skriv tekst
pl: Napisz tekst
pt: Compor o texto
pt_br: Compor texto
ro: Compune textul
ru: Написание текста
sl: Sestavite besedilo
sv: Skriv text
ta: உரையை இயற்று
uk: Редагувати текст
zh_cn: 编写文本

# app_description
source: Multi-platform app that allows your devices to communicate (e.g., your phone and your computer)
az: Cihazlarınızı (məs., telefonunuz və ya kompyuteriniz) arasında əlaqə yaratmaq üçün çox platformalı tətbiq.
bg: Мултиплатформено приложение, което позволява на устройствата ви да комуникират (напр. телефонът ви и вашия компютър)
cs: Multiplatformní aplikace, která umožňuje vašim zařízením komunikaci (např. váš telefon a počítač)
el: Εφαρμογή γα πολλές πλατφόρμες που επιτρέπει στις συσκευές σας να επικοινωνούν (π.χ. το κινητό με τον υπολογιστή)
es: Aplicación multi-plataforma que permite a sus dispositivos comunicarse (por ejemplo entre su teléfono y su equipo)
eu: Zure gailuei haien artean komunikatzen uzten dien plataforma askotariko aplikazioa (adib., zure telefonoa eta zure ordenagailua)
fi: Usean alustan sovellus, jolla laitteet (esim. puhelin ja tietokone) voivat viestiä keskenään
fr: Application multi-plate-forme permettant à vos périphériques de communiquer (Par exemple, votre téléphone et votre ordinateur)
hu: Multiplatformos alkalmazás, amely lehetővé teszi eszközeinek, hogy kommunikáljanak egymással (például a telefonja és számítógépe)
id: Aplikasi multi-platform yang memungkinkan perantimu untuk berkomunikasi (mis., ponselmu dan komputermu)
it: Applicazione multipiattaforma che consente ai tuoi dispositivi di comunicare (ad esempio, il tuo telefono e il tuo computer)
ja: デバイス間のコミュニケーションを可能にするマルチプラットフォームなアプリ (例: 携帯電話とコンピュータ)
ko: 장치간 통신을 지원하는 멀티 플랫폼 앱(예: 휴대폰과 컴퓨터)
lt: Daugiaplatformė programėlė, leidžianti jūsų įrenginiams susisiekti (pvz., jūsų telefonui ir kompiuteriui)
nl: Multi-platform toepassing die uw apparaten met elkaar laat communiceren (bijv., uw telefoon en uw computer)
nn: Fleirplattforms-app for kommunikasjon på tvers av einingar (for eksempel mellom telefon og datamaskin)
pl: Wieloplatformowa aplikacja, która umożliwia twoim urządzeniom porozumiewanie się (np. twojemu telefonowi i komputerowi).
pt: Aplicação multi-plataformas que permite aos seus dispositivos comunicarem (p.ex., o seu telefone e o seu computador)
pt_br: Aplicativo multiplataforma que permite aos seus dispositivos se comunicarem (ex.: seu celular e seu computador)
ro: Aplicație multi-platformă ce le permite dispozitivelor dumneavoastră să comunice (cum ar fi telefonul și calculatorul)
ru: Приложение для подключения устройств (к примеру, телефона и компьютера)
sl: Aplikacija na več napravah, ki dovoljuje komunikacijo med napravami (npr. vaš telefon in vaš računalnik)
sv: Program för flera plattformar som låter dina apparater kommunicera (t.ex. din telefon och din dator)
ta: பல இயக்குதளங்களில் இயங்கி உங்கள் சாதனங்களை இணைக்கும் (எ.கா. கைபேசியையும் கணினியையும்) செயலி
uk: Багатоплатформова програма, за допомогою якої пристрої (наприклад ваш телефон і комп'ютер) можуть обмінюватися даними
zh_cn: 用于在不同设备之间通信的多平台应用 (例如手机和电脑)
