Repository: ANIKETH232323/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ar, ast, az, bg, cs, de, el, es, et, eu, fi, fr, gl, hu, id, is, it, ja, ko, lt, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, uk, zh_cn

# plugins_need_optional_permission
source: Some plugins have features disabled because of lack of permission (tap for more info):
ast: Dalgunos plugins tienen carauterísiques desactivaes pola falta de permisos (tócalos pa más información):
az: Bəzi qoşmalarda icazə çatışmamazlığı səbəbindən bir sıra imkanlar söndürülmüşdür (daha çox məlumat üçün toxunun)
bg: Някои плъгини имат деактивирани функции поради липса на разрешение (докоснете за повече информация):
cs: Některé moduly mají vypnuté vlastnosti, kvůli nedostatečným oprávněním (ťukněte pro více informací):
de: Einige Module haben eingeschränkte Funktionen wegen fehlender Berechtigungen, tippen Sie für weitere Informationen:
el: Κάποια πρόσθετα έχουν λειτουργίες ανενεργές εξαιτίας της απουσίας δικαιωμάτων (χτυπήστε για περισσότερες πληροφορίες):
es: Algunos complementos tienen funcionalidades desactivadas por falta de permisos (pulse para más información):
et: Mõne plugina osa omadusi on keelatud õiguste puudumise tõttu (koputa rohkema teabe saamiseks):
eu: Plugin batzuek desgaitutako eginbideak dituzte baimenak faltan dituztelako (tak egin informazio gehiagorako):
fi: Jotkin liitännäisten ominaisuudet eivät ole käytössä puuttuvien käyttöoikeuksien takia (lisätietoa napsauttamalla):
fr: Certaines fonctionnalités de modules externes sont désactivées faute de permissions suffisantes (tapez pour plus d'informations) :
gl: Algúns complementos teñen funcionalidades desactivadas por mor dunha falta de permisos (toque para máis información):
hu: Néhány bővítmény jogosultság hiányában kikapcsolta egyes funkcióit (koppintson további információkért):
id: Beberapa plugin yang memiliki fitur dinonfungsikan karena kurangnya perizinan (ketuk untuk info selebihnya):
it: Alcune estensioni hanno funzioni disabilitate per una mancanza di permessi (tocca per maggiori informazioni):
ja: 権限が不足しているため、いくつかのプラグインの機能は無効化されています (タップして詳細情報を表示):
ko: 일부 플러그인은 권한이 없어서 비활성화되었습니다(정보를 보려면 누르기):
lt: Kai kurių papildinių ypatybės, dėl leidimų trūkumo, buvo išjungtos (bakstelėkite išsamesnei informacijai):
nl: Sommige plug-ins hebben functies uitgeschakeld vanwege ontbrekende toestemming (tik voor meer informatie):
nn: På grunn av manglande løyve vil desse funksjonane ikkje verka (trykk på dei for meir informasjon):
pl: Niektóre wtyczki mają ograniczone możliwości ze względu na ograniczone uprawnienia (stuknij, aby dowiedzieć się więcej)
pt: Alguns 'plugins' têm funcionalidades desactivadas devido à falta de permissões (toque para obter mais informações):
pt_br: Alguns plugins possuem recursos desativados devido à falta de permissões (toque para obter mais informações):
ro: Unele extensii au caracteristici dezactivate din cauza lipsei permisiunilor (atingeți pentru informații suplimentare):
ru: Некоторые функции модулей отключены из-за отсутствия необходимых разрешений (коснитесь для просмотра подробностей):
sk: Niektoré zásuvné moduly majú zakázané funkcie, pretože im chýbajú oprávnenia (ťuknutím získate viac informácií):
sl: Nekateri vtičniki imajo funkcije onemogočene zaradi pomanjkanja dovoljenj (tapnite za več informacij):
sv: Vissa insticksprogram har inaktiverade funktioner på grund av att rättigheter saknas (rör för mer information):
ta: அனுமதி இல்லாததால் சில செருகுநிரல்களின் அம்சங்கள் முடங்கியுள்ளன (மேலும் விவரங்களுக்கு தட்டவும்):
uk: Можливості деяких додатків вимкнено, оскільки програмі не вистачає прав доступу (натисніть, щоб дізнатися більше):
zh_cn: 因缺少权限，某些插件的一些功能已禁用（点击以查看更多信息）：

# share_optional_permission_explanation
source: To receive shared files you need to choose a destination directory
az: Paylaşılan faylları qəbul etmək üçün saxlama qovluğu seçməlisiniz
bg: За да получавате споделени файлове, трябва да изберете директория за местоназначение
cs: Pro příjem souborů je potřeba vybrat cílový adresář
de: Um geteilte Dateien zu empfangen, müssen Sie einen Zielordner wählen
el: Για να λάβετε κοινόχρηστα αρχεία πρέπει να επιλέξετε έναν κατάλογο προορισμού
es: Para recibir archivos compartidos debe elegir un directorio destino
eu: Partekatutako fitxategiak jasotzeko jomugako direktorio bat aukeratu behar duzu
fi: Jaettujen tiedostojen vastaanottamiseksi on määritettävä kohdekansio
fr: Pour la réception de fichiers partagés, vous devez sélectionner un dossier de destination.
hu: Megosztott fájlok fogadásához meg kell adnia egy célmappát
id: Untuk menerima file yang dibagikan Anda perlu memilih sebuah direktori tujuan
it: Per ricevere file condivisi è necessario scegliere una cartella di destinazione
ja: 共有されたファイルを受信するには保存するディレクトリを指定する必要があります
ko: 공유된 파일을 받으려면 대상 디렉터리를 선택해야 합니다
lt: Norėdami gauti bendrinamus failus, turite pasirinkti paskirties katalogą
nl: Om gedeelde bestanden te ontvangen moet u een bestemmingsmap kiezen
nn: For å kunna ta imot delte filer må du velja ei målmappe
pl: Aby odbierać udostępnianie pliki, musisz wskazać katalog docelowy na nie
pt: Para receber os ficheiros partilhados, tem de escolher uma pasta de destino
pt_br: Para receber arquivos compartilhados você precisa escolher uma pasta de destino
ro: Trebuie să alegeți un dosar destinație pentru a primi fișiere partajate
ru: Для получения общих файлов нужно настроить целевой каталог
sk: Ak chcete prijímať zdieľané súbory, musíte zvoliť cieľový adresár
sl: Če želite prejemati datoteke v skupni rabi, morate izbrati ciljni imenik
sv: För att ta emot delade filer måste du välja en målkatalog
ta: பகிரப்படும் கோப்புகளை பெற நீங்கள் ஓர் இலக்கு அடைவை தேர்ந்தெடுக்க வேண்டும்
uk: Для отримання файлів спільного користування вам слід вибрати каталог призначення
zh_cn: 要接收共享的文件，您需要选择一个目标目录

# telepathy_permission_explanation
source: To read and write SMS from your desktop you need to give permission to SMS
az: İş Masanızdan telefonunuzdakı SMS'ləri oxumaq və SMS göndərmək üçün SMS'ə girişə icazə verməlisiniz
bg: За да четете и записвате SMS от работния плот, трябва да дадете разрешение за SMS
cs: Pro čtení a psaní SMS z počítače musíte udělit oprávnění k SMS
de: Um SMS vom Rechner aus zu lesen und zu versenden, muss der Zugriff auf die SMS-Funktion gewährt werden
el: Για να διαβάσετε και να γράψετε SMS από την επιφάνεια εργασίας, χρειάζεται να δώσετε δικαιώματα στο SMS
es: Para leer y escribir SMS desde su escritorio, necesita dar permisos para SMS
et: SMS-ide lugemiseks ja kirjutamiseks töölaual tuleb anda õigused SMS-ile
eu: SMSak zure mahaigainetik bidali ahal izateko, SMSak erabiltzeko baimena eman behar duzu
fi: Lukeaksesi ja lähettääksesi tekstiviestejä työpöydältä sinun on annettava käyttöoikeudet tekstiviesteihin
fr: Pour lire et écrire des SMS depuis votre ordinateur, veuillez permettre l'accès aux SMS
gl: Para ler e escribir SMS desde o escritorio ten que dar permiso de SMS.
hu: Az SMS-ek írásához és olvasásához a számítógépéről engedélyt kell adnia az SMS-nek
id: Untuk membaca dan menulis SMS dari desktop, Anda harus memberikan perizinan untuk SMS
it: Per leggere e scrivere SMS dal tuo desktop, devi concedere l'autorizzazione per SMS
ja: デスクトップから SMS を送受信するには SMS の権限を付与する必要があります
ko: 데스크톱에서 문자 메시지를 읽고 보내려면 문자 메시지 접근 권한이 필요합니다
lt: Norėdami skaityti ir rašyti SMS žinutes iš savo darbalaukio, turite suteikti prieigą prie SMS žinučių
nl: Om een SMS te lezen of te schrijven vanaf uw bureaublad moet u toestemming geven tot SMS
nn: For å kunna lesa og skriva tekstmeldingar frå datamaskina må du gje appen tilgang til SMS
pl: Aby czytać i pisać esemesy na innym urządzeniu, należy nadać uprawnienia do esemesów
pt: Para ler e escrever SMS's a partir do seu ambiente de trabalho, precisa de dar permissões para os SMS's
pt_br: Para ler e gravar SMS a partir do seu ambiente de trabalho é necessário conceder permissão para SMS
ro: Pentru a citi și scrie SMS de pe calculatorul de birou, trebuie să acordați permisiuni asupra SMS-urilor
ru: Чтобы просматривать и отправлять SMS с рабочего стола, необходимо дать разрешение на доступ к SMS
sk: Na čítanie a písanie SMS z vášho počítača, musíte udeliť oprávnenie k správam SMS
sl: Če želite brati in pisati SMS z namizja, morate izdati dovoljenje za SMS
sv: För att läsa och skriva SMS från skrivbordet måste du ge rättigheter för SMS
ta: உங்கள் மேசைக்கணினியிலிருந்து SMS எழுத மற்றும் படிக்க நீங்கள் SMS அனுமதியைத் தர வேண்டும்
uk: Щоб читати і писати SMS з вашого робочого комп’ютера, вам слід надати програмі доступ до SMS
zh_cn: 从计算机桌面读取、写入短消息需要向应用程序授予 SMS 权限

# telephony_permission_explanation
source: To see phone calls on the desktop you need to give permission to phone call logs and phone state
az: İş Masanızda telefon zənglərini görmək üçün Zəng Tarixçəsinə və Zəng yığımı vəziyyətinə icazə verməlisiniz
bg: За да виждате телефонни обаждания на работния плот, трябва да дадете разрешение за телефонни обаждания дневници и състояние на телефона
cs: Pro zobrazení telefonátů v počítači musíte udělit oprávnění k záznamům telefonování a stavu telefonu
de: Um eingehende Anrufe auf der Arbeitsfläche anzuzeigen, muss der Zugriff auf die Anrufliste und den Telefonstatus gewährt werden
el: Για να δείτε τηλεφωνικές κλήσεις στην επιφάνεια εργασίας απαιτείται να παραχωρήσετε δικαιώματα σε καταγραφές τηλεφωνικών κλήσεων και στην κατάσταση του τηλεφώνου
es: Para ver las llamadas telefónicas en el escritorio, necesita dar permisos al registro de llamadas telefónicas y al estado del teléfono
et: Kõnede nägemiseks töölaual tuleb anda õigused telefonikõnede logile ja telefoni olekule
eu: Telefono deiak zure mahaigainetik ikusteko, telefono deien egunkarira eta telefonoaren egoerara baimena eman behar duzu
fi: Puhelujen näyttäminen työpöydällä vaatii käyttöoikeuden puhelulokiin ja puhelimen tilaan
fr: Pour voir les appels depuis votre ordinateur, veuillez permettre l'accès au journal des appels et à l'état du téléphone
gl: Para ver as chamadas de teléfono no escritorio ten que dar permiso aos rexistros de chamadas telefónicas e ao estado do teléfono
hu: Ahhoz, hogy a telefonhívásokat a számítógépén láthassa, engedélyt kell adnia a hívásnaplókhoz és a telefon állapotához
id: Untuk melihat panggilan ponsel pada desktop kamu harus memberikan perizinan untuk log panggilan ponsel dan keadaan ponsel
it: Per vedere le chiamate telefoniche dal desktop devi dare l'autorizzazione per accedere al registro delle chiamate e allo stato del telefono
ja: デスクトップで通話を表示するために、電話の状態と通話履歴の権限を許可する必要があります
ko: 데스크톱에서 통화와 문자 메시지를 보려면 통화 기록 및 휴대폰 상태 접근 권한이 필요합니다
lt: Norėdami matyti telefono skambučius darbalaukyje, turite suteikti prieigą prie telefono skambučių žurnalo ir telefono būsenos
nl: Om telefoonoproepen te zien op het bureaublad moet u toestemming geven tot telefoonoproeplogs en telefoonstatus
nn: For å kunna sjå telefonsamtalar på datamaskina må du gje appen tilgang til samtaleloggar og telefonstatus
pl: Aby widzieć rozmowy telefoniczne na innym urządzeniu, należy nadać uprawnienia do dziennika rozmów i stanu telefonu
pt: Para ver as chamadas telefónicas a partir do seu ambiente de trabalho, precisa de dar permissões para o registo de chamadas telefónicas e do estado do telemóvel
pt_br: Para ver as chamadas telefônicas no seu ambiente de trabalho é preciso dar permissões para registro de chamadas telefônicas e do estado do celular
ro: Pentru a vedea apelurile pe calculatorul de birou, trebuie să acordați permisiuni asupra jurnalului de apeluri și stării telefonului
ru: Чтобы видеть телефонные звонки на рабобчем столе, необходимо дать разрешение на доступ к журналу звонков и состоянию телефона
sk: Na prezeranie telefónnych hovorov z vášho počítača, musíte udeliť oprávnenie k záznamom hovorov a stavu telefónu
sl: Če želite videti telefonske klice na namizju, morate dati dovoljenje za dnevnike klicev in stanje telefona
sv: För att se telefonsamtal på skrivbordet måste du ge rättigheter för telefonsamtalsloggar och telefontillstånd
ta: மேசைக்கணினியிலிருந்து அழைப்புகளைக் காண நீங்கள் அழைப்பு வரலாறு மற்றும் தொலைபேசி நிலைக்கான அனுமதியைத் தர வேண்டும்
uk: Щоб переглядати дзвінки з робочого комп’ютера, вам слід надати програмі доступ до журналу дзвінків та стану телефону
zh_cn: 要桌面上查看手机通话记录，您需要授予访问通话记录和手机状态的权限

# telephony_optional_permission_explanation
source: To see a contact name instead of a phone number you need to give access to the phone's contacts
az: Telefon nömrəsi əvəzinə əlaqənin adını görmək üçün Əlaqə Kitabçasına girişə icazə verməlisiniz
bg: За да видите име на контакт вместо телефонен номер, трябва да дадете достъп до контактите на телефона
cs: Pro zobrazení jména kontaktu u telefonního čísla je potřeba udělit oprávnění ke kontaktům v telefonu
de: Um einen Namen anstelle der Telefonnummer anzuzeigen, muss der Zugriff auf das Adressbuch gewährt werden
el: Για να δείτε το όνομα επαφής αντί για τον αριθμό κλήσης χρειάζεται να παραχωρήσετε πρόσβαση στις επαφές στο τηλέφωνο
es: Para ver el nombre de un contacto en lugar de un número telefónico, necesita dar acceso a los contactos de su teléfono
et: Telefoninumbri asemel kontakti nime nägemiseks tuleb anda õigused telefoni kontaktidele
eu: Telefono zenbakiaren ordez kontaktuaren izena ikusteko telefonoko kontaktuak atzitzeko baimena eman behar duzu
fi: Puhelimen yhteystietoihin on annettava käyttöoikeudet, jotta voit nähdä yhteystiedoissa nimet puhelinnumerojen sijaan
fr: Pour voir le nom du contact au lieu du numéro de téléphone, veuillez permettre l'accès aux contacts du téléphone
gl: Para ver o nome dun contacto en vez dun número de teléfono ten que dar acceso aos contactos do teléfono.
hu: Ahhoz, hogy a telefonszám helyett a nevet lássa, hozzáférést kell adnia a telefon névjegyeihez
id: Untuk melihat nama kontak alih-alih nomor ponsel, kamu harus memberikan akses ke kontak ponsel
it: Per vedere il nome di un contatto invece del numero di telefono devi dare accesso alla rubrica del telefono
ja: 電話番号ではなく連絡先名を見るには、端末の連絡先へのアクセスを許可する必要があります
ko: 전화번호 대신 연락처에 등록된 이름을 보려면 주소록 접근 권한이 필요합니다
lt: Norėdami vietoj adresato numerio matyti adresato vardą, turite suteikti priegą prie telefono adresatų
nl: Om een naam van een contactpersoon te zien in plaats van een telefoonnummer moet u toegang geven tot de contacten in uw telefoon
nn: For å kunna sjå namn på kontaktar i staden for berre telefonnummeret må du gje appen tilgang til kontaktlista di
pl: Aby widzieć nazwę kontaktu zamiast numeru telefonu, należy zezwolić na dostęp do kontaktów telefonu
pt: Para ver o nome de um contacto em vez do seu número de telefone, precisa de dar acesso aos contactos do telemóvel
pt_br: Para ver o nome de um contato em vez do seu número de telefone é necessário conceder acesso aos contatos do celular
ro: Pentru a vedea numele contactului în locul numărului de telefon, trebuie să permiteți accesul la contactele telefonului.
ru: Чтобы видеть имя контакта вместо номера телефона, необходимо предоставить доступ к контактам
sk: Na prezeranie mien kontaktov namiesto telefónnych čísel, musíte udeliť prístup k telefónnym kontaktom
sl: Če želite namesto telefonske številke videti ime stika, morate omogočiti dostop do stikov telefona
sv: För att se ett kontaktnamn istället för ett telefonnummer måste du ge tillgång till telefonens kontakter
ta: தொலைபேசி எண்ணுக்குப் பதிலாக நபரின் பெயரைக் காண நீங்கள் தொடர்புகளை அணுகும் அனுமதியைத் தர வேண்டும்
uk: Щоб бачити ім’я контакту замість номеру телефону, вам слід надати програмі доступ до записів контактів на телефоні
zh_cn: 要查看联系人姓名而非电话号码，您需要授予访问手机通讯录的权限

# contacts_permission_explanation
source: To share your contacts book with the desktop, you need to give contacts permission
az: İş masası vasitəsi ilə əlaqələr kitabçasını paylaşmaq üçün əlaqələra girişə icazə verməlisiniz
bg: За да споделите книгата си с контакти с десктопа, трябва да дадете разрешение за контакти разрешение
cs: Pro sdílení knihy kontaktů s pracovním prostředím, musíte udělit přístup ke kontaktům
de: Um Ihre Kontakte mit der Arbeitsfläche zu teilen, muss der Zugriff auf die Kontakte gewährt werden
el: Για να μοιραστείτε το βιβλίο επαφών σας με την επιφάνεια εργασίας, απαιτείται να δώσετε δικαιώματα στις επαφές
es: Para compartir sus contactos con el escritorio, necesita dar permisos de acceso a los mismos
et: Oma kontaktide jagamiseks töölauaga tuleb anda õigused kontaktidele
eu: Zure kontaktuen liburuak mahaigainarekin partekatzeko, kontaktuetara baimena eman behar duzu
fi: Käyttääksesi yhteystietoja työpöydältä sinun on annettava yhteystietojen käyttöoikeudet
fr: Pour partager votre carnet de contacts avec votre ordinateur, veuillez permettre l'accès aux contacts du téléphone
gl: Para compartir o caderno de contactos co escritorio ten que dar permiso de contactos
hu: Ahhoz, hogy megoszthassa a névjegyzékét az asztali számítógépével, meg kell adnia a névjegyek engedélyt
id: Untuk membagikan buku kontak dengan desktopmu, kamu harus memberikan perizinan kontak
it: Per condividere la tua rubrica con il desktop, devi concedere l'autorizzazione per i contatti
ja: 連絡先をデスクトップと共有するために、連絡先の権限が必要です
ko: 데스크톱과 주소록을 공유하려면 주소록 접근 권한이 필요합니다
lt: Norėdami bendrinti savo adresatų knygą su darbalaukiu, turite suteikti adresatų leidimą
nl: Om uw contactpersoennboek te delen met het bureaublad moet u contacten rechten geven
nn: For å kunna dela adresseboka di med datamaskina må du gje appen lese- og skriveløyve til adresseboka
pl: Aby współdzielić swoją książkę adresową z innym urządzeniem, musisz nadać uprawnienia do kontaktów
pt: Para partilhar o seu livro de contactos com o ambiente de trabalho, precisa de dar permissões para os contactos
pt_br: Para compartilhar o seu livro de endereços com o ambiente de trabalho é necessário conceder permissão para os contatos
ro: Pentru a vă partaja agenda de contacte cu biroul, trebuie să permiteți accesul la contacte
ru: Чтобы поделиться адресной книгой с рабочим столом, необходимо дать разрешение на доступ к контактам
sk: Na zdieľanie vášho adresára kontaktov s počítačom, musíte udeliť oprávnenie ku kontaktom
sl: Če želite knjigo stikov deliti z namizjem, morate dati dovoljenje za dostop do stikov
sv: För att dela kontaktlistan med skrivbordet måste du ge rättigheter för kontakter
ta: உங்கள் தொடர்பு பட்டியலை மேசைக்கணினியுடன் பகிர நீங்கள் தொடர்புகளை அணுகுவதற்கான அனுமதியை தர வேண்டும்
uk: Щоб мати змогу спільно використовувати ваші записи контактів на пристрої і на комп'ютері, вам слід надати програмі доступ до контактів
zh_cn: 要与桌面共享通讯薄，您需要给予联系人权限

# select_ringtone
source: Select a ringtone
ar: اختر النغمة
ast: Timbre
az: Zəng səsini seçmək
bg: Избор на мелодия на звънене
cs: Vybrat vyzváněcí tón
de: Einen Klingelton auswählen
el: Επιλογή ήχου κλήσης
es: Seleccionar tono
et: Vali helin
eu: Hautatu dei-tonu bat
fi: Valitse soittoääni
fr: Sélectionnez une sonnerie
gl: Seleccione un son de chamada
hu: Válasszon csengőhangot
id: Pilih sebuah ringtone
is: Veldu hringitón
it: Seleziona una suoneria
ja: 着信音を選択
ko: 벨소리 선택
lt: Pasirinkti skambučio melodiją
nl: Selecteer een ringtone
nn: Vel ringjetone
pl: Wybierz dzwonek
pt: Seleccione um toque de chamada
pt_br: Selecionar um toque de chamada
ro: Alegeți tonul de apel
ru: Выбор мелодии
sk: Vybrať zvonenie
sl: Izberite melodijo zvonjenja
sv: Välj en ringsignal
ta: மணியோசையைத் தேர்ந்தெடு
uk: Виберіть мелодію дзвінка
zh_cn: 选择铃声

# telephony_pref_blocked_title
source: Blocked numbers
ar: أرقام محظورة
ast: Númberos bloquiaos
az: Əngəllənmiş nömrələr
bg: Блокирани номера
cs: Blokovaná čísla
de: Unterdrückte Nummern
el: Αριθμοί σε φραγή
es: Números bloqueados
et: Blokitud numbrid
eu: Blokeatutako zenbakiak
fi: Estetyt numerot
fr: Numéros bloqués
gl: Números bloqueados
hu: Blokkolt számok
id: Nomor yang diblokir
is: Útilokuð símanúmer
it: Numeri bloccati
ja: ブロックされた番号
ko: 차단된 번호
lt: Užblokuoti numeriai
nl: Geblokkeerde nummers
nn: Blokkerte nummer
pl: Zablokowane numery
pt: Números bloqueados
pt_br: Números bloqueados
ro: Numere blocate
ru: Заблокированные номера
sk: Blokované čísla
sl: Blokirane številke
sv: Blockerade nummer
ta: தடுக்கப்பட்ட எண்கள்
uk: Заблоковані номери
zh_cn: 已屏蔽的号码

# telephony_pref_blocked_dialog_desc
source: Don't show calls and SMS from these numbers. Please specify one number per line
ast: Nun s'amuesen les llamaes nin SMS de los númberos que configures. Especifica un númberu per llinia.
az: Bu nömrədən SMS və zənglər göstərilməsin. Hər sətirdə bir nömrə göstərin
bg: Не показвайте обажданията и SMS от тези номера. Моля, посочете по един номер за линия
cs: Nezobrazovat volnání a SMS z těchto čísel. Prosím, zadejte pouze jedno slovo na řádek.
de: Keine Anrufe und SMS von diesen Telefonnummern anzeigen (Bitte geben Sie eine Nummer pro Zeile ein)
el: Να μην εμφανίζονται κλήσεις ή SMS από αυτούς τους αριθμούς. Καθορίστε έναν αριθμό ανά γραμμή
es: No mostrar llamadas y SMS de estos números. Por favor, especifique solo un número por línea
et: Neilt numbritelt tulevaid kõnesid ja SMS-e ei näidata. Palun pane iga number kirja eraldi reale
eu: Ez erakutsi zenbaki hauen deiak eta SMSak. Zehaztu zenbaki bat lerroko
fi: Älä näytä soittoja äläkä tekstiviestejä näistä numeroista. Anna numero per rivi.
fr: Ne pas afficher les appels et les SMS provenant de ces numéros. Veuillez renseigner un numéro par ligne
gl: Non mostrar chamadas nin SMS destes números. Indique un número por liña.
hu: Ne jelenítsen meg hívásokat és SMS-eket ezekről a számokról. Soronként egy számot adjon meg
id: Jangan tampilkan panggilan dan SMS dari nomor tersebut. Silakan tentukan satu nomor tiap baris
it: Non mostrare le chiamate e gli SMS da questi numeri. Specifica un numero per riga
ja: これらの番号からの通話と SMS を表示しません。一行に1つの電話番号を指定してください
ko: 다음 번호에서 걸려 온 통화나 보낸 문자를 표시하지 않습니다. 한 줄당 하나의 번호를 지정하십시오
lt: Nerodyti skambučių ir SMS žinučių iš šių numerių. Nurodykite kiekvienoje eilutėje po vieną
nl: Geen oproepen en SMSen vanaf deze nummers tonen. Specificeer één nummer per regel
nn: Ikkje vis oppringingar eller SMS-ar frå desse telefonnummera. Skriv inn eitt telefonnummer per linje.
pl: Nie pokazuj rozmów, ani SMSów z tych numerów. Podawaj jeden numer na wiersz
pt: Não mostrar as chamadas e SMS's desses números. Por favor, indique um número por linha
pt_br: Não mostrar as chamadas e SMS destes números. Indique um número por linha.
ro: Nu arăta apeluri și SMS de la aceste numere. Specificați un număr pe linie
ru: Не показывать звонки и СМС с этих номеров. Каждый номер с новой строки.
sk: Z týchto čísel sa nebudú zobrazovať hovori ani správy SMS. Prosím, určte jedno číslo na riadok
sl: Ne prikazuj klicev in SMS s teh številk. Navedite po eno telefonsko številko v vsaki vrsti
sv: Visa inte samtal och SMS från dessa nummer. Ange ett nummer per rad.
ta: இந்த எண்களிலிருந்து அழைப்புகள் மற்றும் SMS-கள் காட்டப்படா. வரிக்கு ஓர் எண்ணை மட்டும் குறிப்பிடவும்
uk: Не показувати виклики та SMS з цих номерів. Будь ласка, вказуйте кожен із номерів у окремому рядку.
zh_cn: 不要显示来自这些号码的电话和短信。一行一个号码

# mpris_coverart_description
source: Cover art of current media
ar: الصورة الفنية للوسيط الحالي
az: Mövcud medianın üz qabığı
bg: Обложка на текущата медия
cs: Obal současného média
de: Cover des aktuellen Mediums
el: Καλλιτεχνικό εξώφυλλο των πολυμέσων
es: Carátula del medio actual
et: Aktiivse meedia kaanepilt
eu: Uneko euskarriaren azaleko irudia
fi: Nykyisen median kansikuva
fr: Illustration du média actuel
gl: Portada da obra actual.
hu: A jelenlegi média borítója
id: Seni sampul media saat ini
is: Umslagsmyndefni núverandi gagnamiðils
it: Copertina del media attuale
ja: 現在のメディアのカバーアート
ko: 현재 미디어 커버 아트
lt: Dabartinės įvairialypės terpės iliustracija
nl: Cover-illustratie van huidige media
nn: Omslagsbilete til gjeldande mediefil
pl: Okładka dla bieżących multimediów
pt: Capa do conteúdo actual
pt_br: Capa da mídia atual
ro: Coperta piesei actuale
ru: Обложка воспроизводимого файла
sk: Obrázok obalu aktuálneho média
sl: Naslovnica trenutnega medija
sv: Omslag för aktuell media
ta: தற்போதைய ஊடகத்தின் அட்டை படம்
uk: Зображення обкладинки відтворюваних даних
zh_cn: 当前媒体的封面艺术
